Repository: dtgit/dtedu
Catalog: kupu/i18n/kupupox-*.po
Languages: fi

source: Add column
fi: Lisää sarake

source: Add row
fi: Lisää rivi

source: Add table
fi: Lisää taulukko

source: Browser not supported!
fi: Selaimesi ei ole tuettu!

source: Can only preview web urls
fi: Vain verkko-osoitteiden esikatselu on mahdollista

source: Cleaning up HTML...
fi: Siivotaan HTML-merkintöjä...

source: Cleanup done, sending document to server
fi: Siivous tehty, dokumentti lähetetään palvelimelle

source: Color chosen
fi: Väri valittu

source: Copy
fi: Kopioi

source: Copying from JavaScript is disabled on your Mozilla due to security settings. For more information, read http://www.mozilla.org/editor/midasdemo/securityprefs.html
fi: Leikepöydän kopiointi JavaScriptillä on estetty Mozilla-selaimesi turvallisuusasetuksissa. Lisätietoja löytyy osoitteesta http://www.mozilla.org/editor/midasdemo/securityprefs.html

source: Could not set status bar message, check your browser's security settings.
fi: Tilarivin viestiä ei voitu asettaa - tarkista selaimesi turvallisuusasetukset.

source: Couldn't set design mode. Kupu will not work on this browser.
fi: Muotoilutila ei toimi. Kupu ei toimi selaimessasi.

source: Create image
fi: Luo kuva

source: Create link
fi: Luo linkki

source: Cut
fi: Leikkaa

source: Cutting from JavaScript is disabled on your Mozilla due to security settings. For more information, read http://www.mozilla.org/editor/midasdemo/securityprefs.html
fi: Leikepöydän liittäminen JavaScriptillä on estetty Mozilla-selaimesi turvallisuusasetuksissa. Lisätietoja löytyy osoitteesta http://www.mozilla.org/editor/midasdemo/securityprefs.html

source: Delete Table
fi: Poista taulukko

source: Delete column
fi: Poista rivi

source: Delete link
fi: Poista linkki

source: Delete row
fi: Poista rivi

source: Discard changes? If you click OK, any changes you have made will be lost.
fi: Hylätäänkö muutokset? Kaikki tekemäsi muutokset häviävät, jos napsautat Ok-painiketta.

source: Document saved
fi: Dokumentti tallennettu

source: Editor initialized
fi: Editori käynnistetty

source: Editor not initialized yet!
fi: Editori ei ole vielä käynnissä!

source: End node offset detected in a node without children!
fi: Lapsettomassa noodissa käytössä noodinlopetus!

source: End offset out of range!
fi: Lopetussiirtymä on rajan ulkopuolella!

source: Error loading data, status ${status}
fi: Virhe tiedon latauksessa, tila ${status}

source: Error loading translation (status ${status} ), falling back to english
fi: Virhe käännöksen latauksessa (tila ${status} ), käytetään englantia

source: Error saving document
fi: Dokumenttia tallennettaessa tapahtui virhe

source: Error saving your data. Response status: ${status}. Check your server log for more information.
fi: Virhe tietojen tallennuksessa. Vastauksen tila: ${status}. Lisätietoja löytyy palvelimen lokista.

source: Invalid table size
fi: Taulukon koko ei ole kelvollinen

source: No destination URL available!
fi: Kohdeosoite ei ole saatavilla!

source: No element found in the config island!
fi: Määrityssaaresta ei löytynyt elementtejä!

source: No head in document!
fi: Dokumentissa ei ole otsikkotietoja!

source: No parentcolumn found!
fi: Saraketta ei löydy!

source: No row to delete
fi: Ei poistettavaa riviä

source: Not inside a definition list element!
fi: Et ole määrityslistan sisällä!

source: Not inside a row!
fi: Et ole rivin sisällä!

source: Not inside a table!
fi: Et ole taulukon sisällä!

source: Not inside link
fi: Et ole linkin sisällä

source: Offset out of document range
fi: Siirtymä dokumentin ulkopuolella

source: Paste
fi: Liitä

source: Pasting from JavaScript is disabled on your Mozilla due to security settings. For more information, read http://www.mozilla.org/editor/midasdemo/securityprefs.html
fi: Leikepöydän liittäminen JavaScriptillä on estetty Mozilla-selaimesi turvallisuusasetuksissa. Lisätietoja löytyy osoitteesta http://www.mozilla.org/editor/midasdemo/securityprefs.html

source: Please wait while saving document...
fi: Tallennetaan dokumenttia, odota hetki...

source: Properties modified
fi: Ominaisuuksia muokattu

source: Request sent to server
fi: Pyyntö lähetetty palvelimelle

source: Right click to copy link
fi: Kopioi linkki hiiren oikealla painikkeella

source: Selection not inside the node!
fi: Valinta ei ole noodin sisällä!

source: Sending request to server
fi: Lähetetään pyyntö palvelimelle

source: Source edit tool initialized
fi: Lähdekoodityökalu käynnistetty

source: Start node offset detected in a node without children!
fi: Lapsettomassa noodissa aloitussiirtymä!

source: Start offset out of range!
fi: Aloitussiirtymä rajan ulkopuolella!

source: Starting HTML cleanup
fi: Aloitetaan HTML-merkintöjen siivoaminen

source: There was a problem initializing the drawers. Most likely the XSLT or XML files aren't available. If this is not the Kupu demo version, check your files or the service that provide them (error: ${error}).
fi: Ongelma laatikoiden alustuksessa. Todennäköisesti XSLT- tai XML-tiedostot eivät ole saatavilla. Jos tämä ei ole Kupun demoversio, tarkista tiedostosi tai ne tarjoava palvelu (virhe: ${error}).

source: There were no errors.
fi: Ei virheitä.

source: This feature requires pop-ups to be enabled on your browser!
fi: Tämä toiminto edellyttää, että selaimesi sallii "pop-up" - ikkunoiden avaamisen!

source: Unsupported browser!
fi: Selaimesi ei ole tuettu!

source: View source
fi: Näytä lähdekoodi

source: You are leaving the editor. Do you want to save your changes?
fi: Olet poistumassa editorista. Haluatko tallentaa muutokset?

source: click to fold
fi: napsauta piiloon

source: click to unfold
fi: napsauta esiin

source: exception ${message} while registering an event handler for element ${element}, event ${event}, method ${method}
fi: poikkeus ${message} elementin ${element} tapahtumankäsittelijää kytkettäessä, tapahtuma ${event}, metodi ${method}
