Repository: dtgit/dtedu
Catalog: eduCommons/locales/*/LC_MESSAGES/eduCommons.po
Languages: tr

source: (Choose one)
tr: (Birini seç)

source: A descriptor that describes courses in your institution.
tr: Anahtar sözcük, kurumunuzdaki kursları açıklar.

source: A descriptor that describes how your academic institution is divided. Typically this will be 'Departments' or 'Divisions.'
tr: Bir anahtar sözcük akademik kurumunuzun nasıl bölümlendiğini açıklar.Tipik olarak 'Departmanlar' ya da 'Bölümler' şeklinde olacaktır.

source: ADA Compliant set to False
tr: ADA Compliant yanlış başladı.

source: ADA Compliant set to True
tr: ADA Compliant doğru başladı.

source: About Page
tr: Sayfa Hakkında

source: About Professor
tr: Profesör Hakkında

source: Accessibility Compliant set to False
tr: Ulaşılabilirlik uyumu yanlış başladı.

source: Accessibility Compliant set to True
tr: Ulaşılabilirlik uyumu doğru başladı.

source: Accessibility Status
tr: Erişilebilir durum

source: Accessible
tr: Ulaşılabilir

source: Allow Reuse Course Export
tr: Yeniden kullanmak için kursun dışa aktarımına izin ver.

source: Apply Template
tr: Şablonu Onayla

source: Available Feeds
tr: Uygun Beslemeler

source: Build a Course
tr: Kurs oluştur

source: Building a Course
tr: Kurs oluştur

source: By using RSS you can stay on top of the news and information you need without using your e-mail system and without repeatedly checking multiple Web sites to see if they have been updated. RSS simplifies the way you stay informed and helps you take control of overloaded email inboxes.
tr: e-mailini kullanmadan ve sürekli sitenin güncelleştirilip güncelleştirilmediğini kontrol etmeden,RSS kullanarak ihtiyacın olan haberleri ve bilgileri alabilirsin. RSS, senin, Bilgi aldığın yolu basitleştirir, ve senin fazla yüklenen e-mail gelen kutunu kontrol etmene yardım eder.

source: Change Copyright
tr: Telif Hakkını Değiştir

source: Choose from the following templates:
tr: Şablonlardan birini seçiniz.

source: Choose to clear copyright, or revoke copyright for the item(s) selected above.
tr: Yukarıda seçtiğin madde için, telif hakkını açmayı seç, veya telif hakkını iptal et

source: Clear Copyright
tr: Telif Hakları

source: Cleared Copyright
tr: Temizlenmiş Telif Hakkı

source: Click on the <a href="${DYNAMIC_CONTENT}">courses</a> link to see what courses others are building.
tr: Başkalarının oluşturduğu kursları görmek için şu linke tıklayınız, <a href="${DYNAMIC_CONTENT}">courses</a>

source: Content View
tr: İçerik Görüntüsü

source: Content listing
tr: İçerik Listeleme

source: Copy Item To My User Folder
tr: Kullanıcı klasörüme öğeyi kopyala

source: Copyright Cleared
tr: Telif Hakkı temizlendi.

source: Copyright Revoked
tr: Telif hakkı iptal edildi.

source: Copyright Status
tr: Telif hakkı durumu

source: Copyright process
tr: Telif hakları süreci

source: Could not create course.
tr: Kurs yaratılamıyor.

source: Could not create/find existing division.
tr: Mevcut bölüm yaratılamıyor/bulunamıyor.

source: Course
tr: Kurs

source: Course Builder
tr: Kurs Yaratıcısı

source: Course Builder Portlet
tr: Kurs yapım Portlet'i

source: Course Descriptor
tr: Kurs Anahtar Sözcüğü

source: Course ID
tr: Kurs ID

source: Course Info Portlet
tr: Kurs bilgi Portlet'i

source: Course Schedule
tr: Kurs Takvimi

source: Course Summary
tr: Kurs özeti

source: Course has been packaged
tr: Kurs paketlendi.

source: Courses in all departments
tr: Tüm departmanlardaki kurslar

source: Create a new course using the fields below.
tr: Aşağıdakileri kullanarak kurs yarat.

source: Cross Listing(s)
tr: Çapraz Listeleme (ler)

source: Department Feeds
tr: Departman Beslemeleri

source: Different news readers work on different operating systems, so you will need to choose one that will work with your computer.
tr: Farklı işletim sistemlerinde farklı haber okuyucuları calışır.Bu yüzden senin bilgisayrında çalışan bir tanesini seçmen gerekecek.

source: Display Instructor Email Address
tr: Eğitmenin e-posta adresini görüntüle

source: Division
tr: Bölüm

source: Division Descriptor
tr: Bölüm Anahtar Sözcüğü

source: Division with the same title already exists.
tr: Aynı başlıkta yer alan bölümler zaten mevcut.

source: Download this course
tr: Bu kursu indir

source: Enable the display of the OER Recommender Portlet for Course objects and sub-objects.
tr: OER Recommender Portlet'i kurs nesneleri için görüntülenmesine izin verin.

source: Enable the display of the course export link for Course objects and sub-objects.
tr: Kurs objeleri için kursu dışa aktarma bağlatısının görüntülenmesine izin verin.

source: Enter the text displayed below.
tr: Aşağıda gösterilen yere metni gir

source: Export a Course to OpenOCW
tr: OpenOCW için kursu dışa aktar.

source: Export into OpenOCW
tr: OpenOCW içine dışa aktar

source: FAQ
tr: SSS

source: Feedback request failed.
tr: Geribildirim talebi başarısız oldu.

source: Flags
tr: bayraklar

source: Flags:
tr: Bayraklar

source: Front Page
tr: Ön Sayfa

source: Get Email List
tr: e-mail listesini al

source: Graduate
tr: Mezun

source: How do I get a news reader?
tr: Nasıl bir haber okuyucusu olurum ?

source: How to I start using RSS feeds?
tr: RSS kullanmaya nasıl başlarım ?

source: IMS File Import
tr: IMS Dosya Aktarma

source: If checked, eduCommons will attempt to change the copyright status of all content in any selected folders and their subfolders.<br />
tr: Eğer işaretlenirse, eduCommons seçili dosyalarda ve alt dosyalardaki içeriklerin telif hakkı durumunu değiştirmeyi deneyecek.

source: If not found, type in the name below to create a new one:
tr: İsim altında bulunmuyorsa,yenisini yaratın:

source: If this is your first time logging into OpenOCW, please be sure to read the <a href="${DYNAMIC_CONTENT}" title="Terms of Use">Terms of Use</a> page before you start using your account.
tr: Eğer OpenOCW'ye ilk bağlanışınız ise, lütfen hesabınızı kullanmadan önce <a href="${DYNAMIC_CONTENT}" title="Terms of Use">Terms of Use</a> linkinde bulunan kullanım koşullarını okuyunuz.

source: If you click on the button you can subscribe to the feed in various ways, including by dragging the URL of the RSS feed into your news reader or by cutting and pasting the same URL into a new feed in your news reader. Most sites that offer RSS feeds use a similar orange RSS button, but some may just have a normal web link to the feed.
tr: Eğer butona tıkladıysanız bir kaç yolla beslemeye kaydolabilirsiniz, RSS beslemesinin URL'sini haber okuyucunuza sürükleyerek ya da RSS beslemesinin URL'sini kes - yapıştır yoluyla haber okuyucunuza kaydederek. Çoğu web sitesi RSS beslemesi için turuncu RSS butonunu kullanır fakat bazı siteler RSS beslemesi için link verebilir.

source: Image of Document Actions
tr: Döküman eylemlerinin imajı

source: In general, the first thing you need is something called a news reader. This is a piece of software that checks RSS feeds and lets you read any new articles that have been added to them. There are many different versions, some of which are accessed using a browser, and some of which are downloadable applications. Browser-based news readers let you catch up with your RSS feed subscriptions from any computer, whereas downloadable applications let you store them on your main computer, in the same way that you either download your e-mail, or keep it on a web-based service.
tr: Genel olarak, ilk ihtiyacınız olan haber okuyucusudur. Bu yazılım RSS beslemelerini kontrol etmenize ve yeni eklenen makaleleri okumanıza imkan sağlar. Pek çok farklı sürümü mevcuttur, kimisi tarayıcınızı kullanarak bu işlevi yerine getirirken kimisi indirilebilir bazı uygulamalarla bu işlevi gerçekleştirmektedir.

source: Instructor Email
tr: Eğitmen E-postası

source: Instructor Name
tr: Eğitmen Adı

source: Instructor is Primary Author
tr: Eğitmen Birincil yazardır.

source: Invalid email address
tr: Geçersiz e-posta adresi

source: Is the primary instructor also the primary author of the course materials?
tr: Birincil eğitmen aynı zamanda kurs materyallerinin birincil yazarı mı?

source: Items should meet minimum accessibility requirements before publication. Please evaluate the content against the ${descr-accessibility-link}, and set the flag accordingly.
tr: Öğeler yayınlamadan önce min. ulaşılabilirlik gereklerini taşımalıdır. Lütfen içeriği ${descr-accessibility-link 'e doğru geliştirin ve bayrağı buna göre kurun.

source: Missing course name.
tr: Kurs adı eksik

source: Missing division.
tr: Bölüm eksik

source: My CTM Folder
tr: CTM Klasörüm

source: My Courses
tr: Kurslarım

source: My Courses Portlet
tr: Kurslarımın Portlet'i

source: Not Accessible
tr: Erişilebilir değil

source: OER Recommender Portlet
tr: OER Recomender Portlet

source: Once you are ready to build your course, it is recommended that you use the Course Builder. You can get there by using the above link, or by clicking on the link on the right-hand side of the page. This link will take you to a form which will help you set up the basic structure of the course. The course will remain hidden from public view until the course, and all objects in it, are set to "published" status.
tr: Kurs oluşturmaya hazırsanız, Kus oluşturucuyu kullamanız tavsiye edilir.Kurs oluşturucuya yukarıdaki linki kullanarak ya da sayfanın sağ tarafındaki linki tıklayarak ulaşabilirsiniz. Bu link sizi kursun temel yapılarını oluşturmanıza yardım edecek bir forma götürecektir. Kurs içeriği siz "yayınlandı" statüsünü ayaralayana kadar gizli kalacaktır.

source: Once you have chosen a news reader, all you have to do is to decide what content you want to receive in your news reader, by finding and subscribing to the relevant RSS feeds. For example, if you would like the latest courses added to ${portal_title} OCW, simply visit the Course List page or this page and you will notice an orange RSS button.
tr: Bir kere haber okuyucusunu seçtiniz mi, tek yamanız gereken haber okuyucunuza ne tür içeriğin gelmesini istediğinize karar vermek ve bu doğrultuda ilgili RSS beslemelerini bulmak ve kaydolmaktır. Örneğin, OCW ${portal_title} portalına eklenen son kurslardan bilgi almak istiyorsanız, basit olarak kurs listesi sayfasını ya da bu sayfayı ziyaret edin ve turuncu RSS butonuna tıklayın.

source: Order
tr: Düzen

source: Ordering tab
tr: Komut sekmesi

source: Package Course
tr: Kursu Paketle

source: Package Type
tr: Paketleme Türü

source: Privacy Policy
tr: Güvenlik Politikası

source: Producer
tr: Üretici

source: Publisher
tr: Yayıncı

source: RSS Feed
tr: RSS Beslemesi

source: RSS feed of these search results
tr: RSS bu aramayı besler.

source: RSS stands for Really Simple Syndication. RSS is a time-saving way for you to receive news and information updates (often called "RSS feeds", "news feeds" or simply "feeds") from your favorite Web sites and blogs.
tr: RSS, haberleri almak için ve favori blog ve web sitelerindeki güncelleştirmeleri almak için zaman kazandırıcı bir yoldur.

source: Read <a href="http://cosl.usu.edu/projects/educommons/documentation/tutorial/educommons-a-guide-to-getting-started">documentation</a> on how to build a course.
tr: Nasıl kurs oluşturulacağına ilişkin <a href="http://cosl.usu.edu/projects/educommons/documentation/tutorial/educommons-a-guide-to-getting-started">documentation</a> okuyunuz.

source: Receive notification of new ${portal_title} OCW courses on your desktop, or add them to your blog or website.
tr: Yeni OCW ${portal_title} kursları hakkında masaüstünüze uyarıları alın, ya da bunlaru bloğunuza ya da web sitenize ekleyin.

source: Remove from navigation
tr: Bağlantı çubuğundan kaldırın

source: Report Content
tr: İçeriği Raporla

source: Report Content request failed.
tr: İçeriği rapor etme talebi başarısız oldu.

source: Return to Top
tr: Başa dön.

source: Reuse
tr: Tekrar kullan

source: Reuse Course
tr: Kursu Tekrar Kullan

source: Reuse Course Portal
tr: Kurs Portalını Tekrar Kullan

source: Reuse this course on OpenOCW. In order to do so, you must have an account at OpenOCW.org.
tr: OpenOCW üzerinde bu kursu tekrar kullan. Bunu yapmak için OpenOCW.org üzerinde bir hesaba sahip olmalısınız.

source: Revoke Copyright
tr: Telif Hakkını Reddet

source: S5 Presentation
tr: S5 sunumu

source: Select from below:
tr: Aşağıdan seçiniz:

source: Set cleared copyright if content object has been correctly licensed from the author, and is free from copyright violations.
tr: Eğer içerik yazar tarafından doğru biçimde lisanslanmışsa ve telif hakkı sınırlamasından muafsa temizlenmiş telif hakkını kurunuz

source: Set the accessibility flag if your content meets the criteria outlined *LINK HERE*
tr: Eğer içeriğiniz *Link buraya* özetlenen kriterleri karşılıyorsa ulaşılabilirklik bayrağı kurun

source: Settings which control how eduCommons looks and functions.
tr: eduCommons görünümünü ve fonksiyonlarını kontrol eden ayarlar.

source: Should the primary instructor's Email address be publically displayed?
tr: Birincil eğitmenin e-posta adresi alenen görüntülensin mi?

source: Show in navigation
tr: Bağlantı çubuğunda göster

source: Some browsers, including Firefox and Safari, automatically check for RSS feeds for you when you visit a Web site, and display an icon when they find one. This can make subscribing to RSS feeds much easier. For more details on these, please check their Web sites.
tr: Firefox ve safariyi içerien bazı web tarayıcılar,siteye girdiğiniz anda, sizin için RSS beslemelerini kontrol ederler ve bir simge bulduklarında görüntülerler. Bu da RSS beslemelerini taahhut etmeyi kolaylaştırır. Bu konuda daha fazla detay için lütfen diğer siteleri kontrol ediniz.

source: Structure
tr: Yapı

source: Syllabus
tr: Müfredat

source: Templates
tr: Şablonlar

source: Templates for the current content item.
tr: Şu anki içerik öğesi için şablonlar

source: Term
tr: Koşul

source: Terms of Use
tr: Kullanım Koşulları

source: The URL to the eduCommons instance utilized by the Reuse Course portlet.
tr: eduCommons örneği URL'sinden Kursu tekrar Kullanım Portlet' faydalanmaktadır.

source: The course identifier or catalog number.
tr: Kurs kimliği veya katalog numarası

source: The email address of the primary instructor teaching this course.
tr: Bu kursu öğreten birincil eğitmenin e-posta adresi

source: The level at which the course is taught.
tr: Öğrenilen kursun düzeyi

source: The name of the ims package on your local machine.
tr: Bilgisayarınızda bulunan ims paketinin adı

source: The name of the primary instructor teaching this course.
tr: Bu kursu öğreten birincil eğitmenin adı

source: The remote site is unavailable of configured incorrectly. Please contact an administrator.
tr: Harici site yanlış olarak ayarlandığı için uygun değil. Lütfen yönetici ile irtibata geçiniz.

source: The structure of the course.
tr: Kursun yapısı

source: The term the course was taught in.
tr: Öğrenilen kursun koşulları

source: The type of the ims package being uploaded
tr: ims paket biçimi yüklendi

source: There is a range of different news readers available and new versions are appearing all the time.
tr: Bu alanda bir cok haber okuyucu kullanılır ve yeni versiyonları da sürekli tezahür eder.

source: This field is required, please enter the word below.
tr: Bu alan zorunludur, lütfen aşağıya bir veri giriniz.

source: To start building a new course, use the <a href="${DYNAMIC_CONTENT}" title="Course Builder">Build a Course</a> link that appears to the right of any page.
tr: Yeni bir kurs oluşturmak için, herahngi bir sayfanın sağında görünen <a href="${DYNAMIC_CONTENT}" title="Course Builder">Build a Course</a> linkini tıklayınız.

source: Total Objects: ${total}
tr: Bütün Objeler: ${total}

source: Translated created.
tr: Çeviriler yaratıldı.

source: Translation already exists
tr: Çeviri zaten mevcut.

source: Typically RSS feeds consist of headlines and short summaries of new articles, blog entries or search results, though some Web sites and blogs offer the full text of articles or blog entrees as feeds.
tr: Her ne kadar websiteleri ve bloglar tüm metni ve blog entrilerinin gösterilmesini teklif etse de,tipik olarak RSS beslemeleri, manşetlerden ve yeni makalelerin kısa özetlerinden, blog girişleri veya arama sonuçlarından oluşur.

source: Undergraduate
tr: Mezuniyet durumunda

source: Use this action to report inappropriate content to the site administrator.
tr: Uygunsuz içerği yöneticiye rapor etmek için bu eylemi kullanın.

source: Viewer
tr: İzleyici

source: Welcome to OpenOCW
tr: OpenOCW'ye hoşgeldiniz.

source: Welcome to OpenOCW! Here are some things you may want to do:
tr: OpenOCW'ye hoşgeldiniz. İşte yapmak isteyebileceğiniz bir kaç şey:

source: What is RSS?
tr: RSS nedir ?

source: Why use RSS?
tr: RSS'i neden kullanmalıyım ?

source: Your user name on OpenOCW
tr: OpenOCW deki kullanıcı adınız

source: Your user password on OpenOCW
tr: OpenOCW'deki kullanıcı şifreniz.

source: [audio]
tr: [ses]

source: accessibility
tr: Ulaşılabilirlik

source: accessibility guidelines
tr: erişilebilir rehberler

source: eduCommons Navigation
tr: eduCommons Bağlantısı

source: eduCommons Settings
tr: eduCommons Ayarları

source: feedback
tr: Geri bildirim

source: here
tr: Burada

source: list
tr: Liste

source: powered by eduCommons
tr: eduCommons tarafından desteklenmeketdir.

source: privacy policy
tr: Gizlilik Politikası

source: site map
tr: Site haritası

source: terms of use
tr: Kullanım koşulları
