Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: description-rules-globalsettings
he: ההגדרות הבאות ישפיעו על החוקים בצורה גלובלית
ja: 次の設定で、ルールはポータル全体に影響します。

source: description_access_keys
cy: Mae allweddi mynediad yn ddyfais llywio sy'n caniatáu i chi symud ar y we drwy ddefnyddio eich bysellfwrdd.
fa: کلیدهای دسترسی ابزارهای جهت‌یابی‌ای هستند که به شما این امکان را می‌دهند که با استفاده از صفحه‌کلید خود در این سایت حرکت کنید.
he: מקשי גישה הם מכשיר ניווט שמאפשרים לך להסתובב באתר זה באמצעות המקלדת.
ja: アクセスキーはキーボードを使ってこのサイトを動き回るためのものです。
sr: Тастери за приступ служе да омогуће кретање кроз ел. место путем тастатуре.
sr_latn: Tasteri za pristup služe da omoguće kretanje kroz el. mesto putem tastature.

source: description_access_keys_more_info
cy: Mae modd canfod manylion pellach am allweddi mynediad yn ${wcag}.
fa: اطلاعات جامع در مورد کلیدهای دسترسی را در ${wcag} می‌توان یافت.
he: מידע לעומק על מקשי גישה יכול להמצא ב ${wcag}.
ja: アクセスキーの詳しい説明は${wcag}にあります。
sr: Детаљнији подаци о тастерима за приступ могу се наћи на ${wcag} .
sr_latn: Detaljniji podaci o tasterima za pristup mogu se naći na ${wcag} .

source: description_accessibility_info
ja: このサイトは ${plone} を使用しており、ウェブコンテンツアクセシビリティガイドライン( ${wcag} v1.0)に準拠して動作するよう設計されています。このサイトに関して - アクセシビリティやバリデーションに関して - 標準に則していない部分がある場合には、Ploneチームではなく ${site_admin} に連絡ください。

source: description_accessibility_statement
cy: Rydym wedi dewis defnyddio ein gwybodaeth a'n dealltwriaeth o'r ffyrdd mae gwahanol bobl yn defnyddio'r Rhyngrwyd i ddatblygu safle gwe sy'n glir a syml i bawb ei ddefnyddio.
fa: ما متعهد شده‌ایم که از دانش و فهم خود در مورد این که افراد مختلف چگونه از اینترنت استفاده می‌کنند، بهره برده تا وبگاهی توسعه دهیم که برای استفاده همگان روشن و ساده باشد.
he: אנו לקחנו לעצמו את להשתמש בידע שלנו ובהבנתנו את הדברים בצורה השונה שאנשים נגשים לאינטרנט, לפתח אתר אינטרנט שהוא ברור ופשוט לכולם להשתמש.
ja: 誰もが明快で簡単に使えるウェブサイトを開発するために、インターネットを利用する「異なる」人々の知識と理解を生かしました。
sr: Трудимо се да користимо знање и разумевање начина на који различити људи користе Интернет, како бисмо начинили ел. место које сви лако и једноставно могу да користе.
sr_latn: Trudimo se da koristimo znanje i razumevanje načina na koji različiti ljudi koriste Internet, kako bismo načinili el. mesto koje svi lako i jednostavno mogu da koriste.

source: description_accesskey_ie4_mac
cy: Nid yw bysellau mynediad yn cael eu cynnal, defnyddiwch borwr arall.
fa: کلیدهای دسترسی پشتیبانی نمی‌شوند. لطفا از مرورگر دیگری استفاده کنید.
he: מקשי גישה לא נתמכים, בבקשה השתמש בדפדפן אחר.
ja: アクセスキーはサポートされていません。他のブラウザを使ってください。
sr: Тастери за приступ нису подржани, молимо да користите други читач.
sr_latn: Tasteri za pristup nisu podržani, molimo da koristite drugi čitač.

source: description_accesskey_ie4_win
cy: Pwyswch fysell <code>Alt</code> a'r rhif neu lythyren y fysell mynediad.
fa: کلید <code>Alt</code> را پایین نگه‌داشته و عدد یا حرف کلید دسترسی را فشار دهید.
he: לחץ על כפתור <code>Alt</code> ולחץ על מספר או אות של קוד הגישה
ja: <code>Alt</code>キーと同時に、アクセスキーの数字か文字を押します。
sr: Држите притиснут тастер <code>Alt</code> и притисните број или слово тастера за приступ.
sr_latn: Držite pritisnut taster <code>Alt</code> i pritisnite broj ili slovo tastera za pristup.

source: description_accesskey_ie5_mac
cy: Pwyswch fysell <code>Ctrl</code> a'r rhif neu lythyren y fysell mynediad.
fa: کلید <code>Ctrl</code> را پایین نگه‌داشته و عدد یا حرف کلید دسترسی را فشار دهید.
he: החזק מטה את מקש ה <code>Ctrl</code> ולחץ את מספר או האות של מקש הגישה
ja: <code>Ctrl</code>キーと同時に、アクセスキーの数字か文字を押します。
sr: Држите притиснут тастер <code>Ctrl</code> и притисните слово или број тастера за приступ.
sr_latn: Držite pritisnut taster <code>Ctrl</code> i pritisnite slovo ili broj tastera za pristup.

source: description_accesskey_ie5_win
cy: Pwyswch fysell <code>Alt</code> a'r rhif neu lythyren y fysell mynediad, ryddhewch y ddwy ac yna pwyso <code>ENTER</code>.
fa: کلید <code>Alt</code> را پایین نگه‌داشته، عدد یا حرف کلید دسترسی را فشار دهید، هر دو کلید را رها کرده و سپس <code>ENTER</code> را فشار دهید.
he: החזק מטה את מקש <code>Alt</code>,לחץ את המספר או האות של מקש הגישה, שחרר את שני המקשים ולאחר מכן לחץ <code>ENTER</code>.
ja: <code>Alt</code>キーと同時に、アクセスキーの数字か文字を押し、次に<code>ENTER</code>を押します。
sr: Држите притиснут тастер <code>Alt</code>, притисните број или слово тастера за приступ, отпустите оба тастера и затим притисните <code>ENTER</code> .
sr_latn: Držite pritisnut taster <code>Alt</code>, pritisnite broj ili slovo tastera za pristup, otpustite oba tastera i zatim pritisnite <code>ENTER</code> .

source: description_accesskey_konqueror_linux
cy: Pwyswch a ryddhewch fysell <code>Alt</code> a'r rhif neu lythyren y fysell mynediad, ryddhewch y ddwy ac yna pwyso <code>ENTER</code>.
fa: کلید <code>Ctrl</code> را فشار داده و رها کنید، سپس عدد یا حرف کلید دسترسی را فشار دهید.
he: לחץ ושחרר את מקש <code>Ctrl</code>, ואז לחץ את מספר או אות של מקש הגישה.
ja: <code>Ctrl</code>キーを一度押してから、アクセスキーの数字か文字を押します。
sr: Притисните и отпустите тастер <code>Ctrl</code>, затим притисните број или слово тастера за приступ.
sr_latn: Pritisnite i otpustite taster <code>Ctrl</code>, zatim pritisnite broj ili slovo tastera za pristup.

source: description_accesskey_mozilla_mac
cy: Pwyswch fysell <code>Ctrl</code> a phwyso rhif neu lythyren y fysell mynediad.
fa: کلید <code>Ctrl</code> را پایین نگه‌داشته و عدد یا حرف کلید دسترسی را فشار دهید.
he: החזק מטה את מקש <code>Ctrl</code> ולחץ את המספר או האות של כפתור הגישה.
ja: <code>Ctrl</code>キーと同時に、アクセスキーの数字か文字を押します。
sr: Држите притиснут тастер <code>Ctrl</code> и притисните број или слово на тастеру за приступ.
sr_latn: Držite pritisnut taster <code>Ctrl</code> i pritisnite broj ili slovo na tasteru za pristup.

source: description_accesskey_mozilla_win
cy: Pwyswch fysell <code>Alt</code> a phwyso rhif neu lythyren y fysell mynediad.
fa: کلید <code>Alt</code> را پایین نگه‌داشته و عدد یا حرف کلید دسترسی را فشار دهید.
he: החזק מטה את מקש <code>Alt</code> ולחץ את המספר או האות של מקש הגישה.
ja: <code>Alt</code>キーと同時に、アクセスキーの数字か文字を押します。
sr: Држите притиснут тастер <code>Alt</code> и притисните број или слово тастера за приступ.
sr_latn: Držite pritisnut taster <code>Alt</code> i pritisnite broj ili slovo tastera za pristup.

source: description_accesskey_netscape6_all
cy: Nid yw bysellau mynediad yn cael eu cynnal, defnyddiwch borwr arall.
fa: کلیدهای دسترسی پشتیبانی نمی‌شوند. لطفا از مرورگر دیگری استفاده کنید.
he: מקשי גישה לא נתמכים, אנא השתמש בדפדפן אחר.
ja: アクセスキーはサポートされていません 他のブラウザを使ってください。
sr: Тастери за приступ нису подржани, молимо да користите други читач.
sr_latn: Tasteri za pristup nisu podržani, molimo da koristite drugi čitač.

source: description_accesskey_safari_mac
cy: Pwyswch fysell <code>Ctrl</code> a phwyso rhif neu lythyren y fysell mynediad.
fa: کلید <code>Ctrl</code> را پایین نگه‌داشته و عدد یا حرف کلید دسترسی را فشار دهید.
he: החזק מטה את מקש <code>Ctrl</code> ולחץ את המספר או האות של כפתור הגישה.
ja: <code>Ctrl</code>キーと同時に、アクセスキーの数字か文字を押します。
sr: Држите притиснут тастер <code>Ctrl</code> и притисните број или слово тастера за приступ.
sr_latn: Držite pritisnut taster <code>Ctrl</code> i pritisnite broj ili slovo tastera za pristup.

source: description_add_comment
cy: Mae modd ychwanegu sylw drwy lanw'r ffurflen isod. Fformatio testun plaen.
fa: شما می‌توانید نظر خود را با پر کردن فرم زیر اضافه کنید. قالب‌بندی: متن ساده.
he: באפשרותך להוסיף הערה על ידי מילוי הטופס הבא. לצפיה בהודעה לפני השליחה לחץ. 'Preview Comment'.
ja: 下のフォームに記入してコメントを追加できます。平文テキスト形式。
sr: Можете додати коментар испуњавањем доњег обрасца. Форматирање је у обичном тексту.
sr_latn: Možete dodati komentar ispunjavanjem donjeg obrasca. Formatiranje je u običnom tekstu.

source: description_add_new_item
cy: Dewiswch y math o eitem yr hoffech ychwanegu at eich ffolder.
fa: نوع آیتمی را که می‌خواهید به پوشه خود اضافه کنید انتخاب نمایید.
he: בחר את סוג הפריט שברצונך להוסיף לספריה שלך.
ja: フォルダに追加したい項目の種類を選びます。
sr: Одаберите врсту ставке коју желите да додате у ваш директоријум.
sr_latn: Odaberite vrstu stavke koju želite da dodate u vaš direktorijum.

source: description_addremove_products
cy: Dyma adran Cynnyrch Atodol, gallwch ychwanegu neu dynnu cynnyrch o'r rhestrau isod.
fa: هم اکنون در بخش نصب محصولات افزودنی هستید. شما می‌توانید محصولات واقع در لیست زیر را اضافه یا حذف کنید.
he: הוסף/הסך מוצרים
ja: アドオンプロダクトのインストールページです。下のリストでプロダクトの追加や削除ができます。
sr: Ово је одељак за постављање додатних производа, производе можете додати или уклонити са списка испод.
sr_latn: Ovo je odeljak za postavljanje dodatnih proizvoda, proizvode možete dodati ili ukloniti sa spiska ispod.

source: description_advanced_search
he: טופס חיפוש זה מאפשר לך למצוא תוכן באתר על ידי הגדרת קריטריון חיפוש </ br> זכור שהנך יכול להשתמש בחיפוש מהיר טופס חיפוש זה הוא רק במידה והנך רוצה להיות מדוייק יותר.
ja: この検索フォームでは複数の条件を指定してコンテンツを探せます。<br/>いつでも使えるクイック検索で大抵の場合は十分間に合うでしょう。この検索フォームはさらに限定的に絞り込みむためのものです。
sr: Овај образац за претрагу омогућава да пронађете садржај на ел.месту уписујући један или више кључева за претрагу. <br/> Запамтите да можете користити брзу претрагу у било које време. Обично је довољно добра, овај образац служи само када желите да будете одређенији.
sr_latn: Ovaj obrazac za pretragu omogućava da pronađete sadržaj na el.mestu upisujući jedan ili više ključeva za pretragu. <br/> Zapamtite da možete koristiti brzu pretragu u bilo koje vreme. Obično je dovoljno dobra, ovaj obrazac služi samo kada želite da budete određeniji.

source: description_author_feedback
cy: Os hoffech gysylltu â'r awdur, llanwch y ffurflen isod.
fa: در صورتی که می‌خواهید با این نویسنده تماس بگیرید، فرم زیر را پر کنید.
he: אם ברצונך ליצור קשר עם עורך זה, מלא את הטופס הבא.
ja: この作成者に連絡をとるには下のフォームに書き込んでください。
sr: Испуњавањем доњег обрасца, можете послати пошту аутору са повратном информацијом.
sr_latn: Ispunjavanjem donjeg obrasca, možete poslati poštu autoru sa povratnom informacijom.

source: description_available_access_keys
cy: Mae'r safle yn defnyddio trefn sy'n cadw at argymhellion rhyngwladol ar fysellau mynediad. Y rhain yw:
fa: این سایت از ساختاری بهره می‌برد که با بیشتر توصیه‌های بین‌المللی در مورد کلیدهای دسترسی تطابق دارد. به شرح ذیل:
he: אתר זה משתמש הגדרות שתואמים מעט למרבית ההמלצות הבינלאומיות למקשי גישה. אלו הם:
ja: このサイトでは世界的に推奨されている次の様なアクセスキーを使用しています。
sr: Ово место користи подешавања која се блиско подударају са многим међународним препорукама о тастерима за приступ. Тастери су:
sr_latn: Ovo mesto koristi podešavanja koja se blisko podudaraju sa mnogim međunarodnim preporukama o tasterima za pristup. Tasteri su:

source: description_broken_products
cy: Roedd gan rhai cynnyrch wallau wrth grynhoi'r ffeil osod.
fa: در برخی از محصولات، در هنگام «کامپایل» پرونده نصب‌شان، ایراد پیدا شد.
he: מספר מוצרים נמצאו שבורים ומכילים שגיאות בזמן עבודת הקומפילציה להתקנת הקובץ
ja: インストールファイルをコンパイルするとプロダクトによってはエラーが起こります。
sr: Нађене су грешке у неким производима приликом припреме датотеке за постављање.
sr_latn: Nađene su greške u nekim proizvodima prilikom pripreme datoteke za postavljanje.

source: description_change_initial_password
cy: Cyn cychwyn archwilio, mae angen i chi newid eich cyfrinair gwreiddiol. Bydd hyn yn sicrhau na fydd modd defnyddio'r cyfrinair rydych wedi ei dderbyn drwy e-bost mewn dull maleisus.
fa: قبل از شروع مطالعه سایت، شما می‌بایست گذرواژه خود را تغییر دهید. این کار برای حصول اطمینان از عدم سوء‌استفاده از گذرواژه‌ای که با ایمیل دریافت کردید، انجام می‌گیرد.
he: לפני שהנך מתחיל לחקור עליך לשנות את סיסמתך המקורית. דבר שיבטיח שאין שימוש לרעה בסיסמא שתשלח לתיבת הדואר האלקטרוני שלך.
ja: 使い始める前に初期パスワードを変更する必要があります。メールで送られた初期パスワードが不正に使われるのを防ぐためです。
sr: Пре него што почнете са истраживањем, потребно је да промените почетну лозинку. Ово обезбеђује да се лозинка коју сте примили ел.поштом не може злоупотребити.
sr_latn: Pre nego što počnete sa istraživanjem, potrebno je da promenite početnu lozinku. Ovo obezbeđuje da se lozinka koju ste primili el.poštom ne može zloupotrebiti.

source: description_change_ownership
cy: Mae modd trosglwyddo perchnogaeth yr eitem bresennol i rywun arall drwy ddefnyddio'r ffurflen hon.
fa: شما با استفاده از این فرم به آسانی قادر خواهید بود که مالکیت فعلی اشیاء را به عضوی دیگر تغییر دهید.
he: באפשרותך לשנות את בעלות העצמים לבעלים אחרים בקלות על ידי .שימוש בטופס זה
ja: このフォームを使い第三者に項目の所有権を移譲できます。
sr: Власништво над објектом можете путем овог обрасца лако уступити неком другом члану.
sr_latn: Vlasništvo nad objektom možete putem ovog obrasca lako ustupiti nekom drugom članu.

source: description_change_ownership_of_article
cy: I newid perchnogaeth ${type}, cliciwch ${link_to_ownership_form}
fa: برای تغییر مالکیت این ${type} , ${link_to_ownership_form} را کلیک کنید.
he: על מנת לשנות את הבעלות ל ${type}, הקלד${link_to_ownership_form}
ja: この ${type} の所有権を変更するには、${link_to_ownership_form}をクリックします。
sr: Да бисте променили власништво за ${type} , притисните ${link_to_ownership_form}
sr_latn: Da biste promenili vlasništvo za ${type} , pritisnite ${link_to_ownership_form}

source: description_comment_preview
cy: Dyma sut fydd eich sylw yn ymddangos wedi ei bostio.
fa: نظر شما بعد از ارسال به صورت زیر نمایش داده می‌شود.
he: כך תראה הודעתך לאחר השליחה.
ja: 投稿されたコメントはこのように表示されます。
sr: Овако ће изгледати ваш коментар када га пошаљете.
sr_latn: Ovako će izgledati vaš komentar kada ga pošaljete.

source: description_contact_info_feedback
cy: Os hoffech gysylltu â gweinyddwr y safle, llanwch y ffurflen isod.
fa: در صورتی که می‌خواهید با مدیریت سایت تماس بگیرید، فرم زیر را پر کنید.
he: אם ברצונך ליצור קשר עם מנהל האתר, מלא את הטופס מטה.
ja: サイト管理者に連絡するには下記のフォームに記入します。
sr: Ако желите да се обратите администратору ел. места, испуните формулар дат доле.
sr_latn: Ako želite da se obratite administratoru el. mesta, ispunite formular dat dole.

source: description_contact_site_owner
he: מלא את הטופס הבא על מנת ליצור קשר עם מנהל האתר
ja: ポータルの所有者への連絡事項を以下のフォームに記入します。
sr: Испуните овај формулар како бисте се обратили власницима овог ел. места.
sr_latn: Ispunite ovaj formular kako biste se obratili vlasnicima ovog el. mesta.

source: description_contentrule_title
he: בבקשה הזן תאור לחוק זה
ja: ルールの内容がわかるルール名をつけてください。

source: description_contentrules_assigned
he: חוקי התוכן הבאים פעילים ב ${type_name}.
ja: 以下のコンテンツルールが${type_name}で有効です。

source: description_contentrules_assigned_norules
he: אין כרגע חוקי תוכן פעילים ${type_name}
ja: この ${type_name} に今は有効なコンテンツルールはありません

source: description_contentrules_rule_assignments
he: חוק זה מוקצה למקומים הבאים
ja: このルールは以下の場所に割り当てられています。

source: description_contenttype_portlets_below
he: שים לב שסוגי התוכן פורטלטים מרונדרים בצורה נורמלית מתחת לפורטלטי קונטקסט
ja: コンテンツタイプのポートレットは、通常、コンテキストポートレットの下に表示されることに注意してください。

source: description_control_panel
cy: Man ffurfweddu Plone a chynnyrch atodol.
fa: منطقه پیکربندی پلون و محصولات افزودنی
he: איזור הגדרות לפלון ומוצרים נוספים.
ja: Ploneとアドオンプロダクトの構成設定エリア
sr: Област за подешавање Плона и додатних производа.
sr_latn: Oblast za podešavanje Plona i dodatnih proizvoda.

source: description_copyright
ja: ${plonecms} の著作権 ${copyright} 2000- ${current_year} は ${plonefoundation} と他の者にあります。
sr: Програм ${plonecms} је заштићен законом о ауторским правима: Copyright ${copyright} 2000- ${current_year} ${plonefoundation} и други.
sr_latn: Program ${plonecms} je zaštićen zakonom o autorskim pravima: Copyright ${copyright} 2000- ${current_year} ${plonefoundation} i drugi.

source: description_current_owner
cy: ${name} yw'r perchennog presennol.
fa: مالک کنونی ${name} می‌باشد.
he: יוצר תוכן זה הוא ${name}
ja: 現在の所有者は${name}です。
sr: Тренутни власник је ${name}.
sr_latn: Trenutni vlasnik je ${name}.

source: description_debug_mode
ja: 注意：現在は "デバッグモード" で動いています。このモードは開発中のサイトを意図しています。これはたくさんの構成変更を即時に反映させることができますが、サイトはずっと遅くなります。デバッグモードを無効にするには、zope.confファイルを編集し 'debug-mode off' と記述してからサーバープロセスを再起動します。

source: description_edit_groupproperties
cy: Mae grwpiau yn gasgliad rhesymegol o ddefnyddwyr, megis adrannau ac unedau busnes. Nid oes ganddynt berthynas uniongyrchol i ganiatâd ar lefel eang, byddech yn defnyddio Swyddogaethau ar gyfer hynny - a gadael i rai Grwpiau i gael swyddogaethau penodol.
fa: گروه‌ مجموعه‌ای مرتبط از کاربران، مثل یک دپارتمان یا واحد تجاری می‌باشد. این گروه‌ها بطور مستقیم با اختیارات ارتباطی ندارند. معمولا جهت تعیین اختیارات از نقش‌ها استفاده می‌شود و هر گروه‌ به نقشی خاص مربوط می‌گردد.
he: ערוך הגדרות קבוצות
ja: グループとは課や事業部といったユーザの論理的な集合です。大局的に言うと権限とは直接の関連はありません。通常は権限はロールと関連を持ち、グループはロールと関連を持つ事で間接的に権限と関連を持ちます。
sr: Групе су логичке скупине корисника, попут одељења или пословних јединица. Оне нису непосредно повезане са дозволама на глобалном нивоу, за ту сврху служе улоге, и додељивање улога одређеним групама.
sr_latn: Grupe su logičke skupine korisnika, poput odeljenja ili poslovnih jedinica. One nisu neposredno povezane sa dozvolama na globalnom nivou, za tu svrhu služe uloge, i dodeljivanje uloga određenim grupama.

source: description_edit_properties
cy: Mae'r wybodaeth yma, sy'n cael ei adnabod hefyd fel <em>metadata</em> yw'r casgliad o wybodaeth sy'n cael ei ddefnyddio i gategoreiddio gwrthrych, neilltuo dyddiadau cychwyn a gorffen, iaith ac allweddeiriau.
fa: این اطلاعات، که آنها را <em>فراداده</em> نیز می‌نامند، مجموعه‌ایی از اطلاعات می‌باشد که از آن برای طبقه‌بندی یک شیئ و تعیین تاریخ‌ موثر، تاریخ انقضا، زبان و کلید‌واژه‌ها استفاده می‌شود.
he: מידע זה, הנקרא מטה-דטה, הוא מידע המשמש לקיטלוג עצמים, הכלת תאריכים ותאריכי תפוגה, שפות ומילות מפתח. שנה את נתוני המטה-דאטה של הפריט בעזרת הטופס הנל. זכור, מטה-דאטה הוא בעל כוח רב - הוא נותן לנו לעשות קיטלוג רב לפי קטגוריות, ולכן מלא את השדות .בדייקנות האפשרית, והשאר את אלה שאינך יודע ריקיים
ja: この情報は<em>メタデータ</em>とも呼ばれるもので、オブジェクトの分類に用いられる情報の集まり、つまり発行日時や満了日時、言語、キーワード等のことです。
sr: Ова информација, која се такође назива и <em>метаподатак</em> је скупина информација које се користе за разврставање објекта, доделе важећих датума и датума истека важности, језика и кључних речи.
sr_latn: Ova informacija, koja se takođe naziva i <em>metapodatak</em> je skupina informacija koje se koriste za razvrstavanje objekta, dodele važećih datuma i datuma isteka važnosti, jezika i ključnih reči.

source: description_enable_cookies
cy: Os yw eich enw defnyddiwr a chyfrinair yn gywir, efallai mai'r broblem yw nad yw eich porwr wedi ei ffurfweddu ar gyfer ${link}.
fa: در صورتی که نام کاربری و گذرواژه شما صحیح است، مشکل ممکن است این باشد که مرورگر شما برای ${link} پیکربندی نشده باشد.
he: במידה ושם המשתמש והסיסמא שלך נכונים, יכול להיות שהסיבה היא שהדפדפן שלך לא מוגדר ל ${link}.
ja: ユーザ名とパスワードが正しければ、ブラウザが ${link} 用に設定されていないための問題かもしれません。
sr: Ако сте исправно уписали корисничко име и лозинку, проблем може бити то што ваш прегледач није подешен да ${link}.
sr_latn: Ako ste ispravno upisali korisničko ime i lozinku, problem može biti to što vaš pregledač nije podešen da ${link}.

source: description_enable_cookies_for_login
cy: Sylw: Os nad ydych wedi eich mewngofnodi wrth adael y dudalen, mae hynny oherwydd bod angen i chi ${enable_cookies} o fewn eich porwr.
fa: توجه: در صورتی که پس از ترک این صفحه در حالت login نمانید، به معنی اینست که باید در مرورگر خود ${enable_cookies}.
he: הערה: אם אינך נשאר מחובר לאחר שהנך עוזב את עמוד זה, זה מכיוון שעליך ${enable_cookies} בדפדפן שלך.
ja: 注記：このページから離れたとたんにログイン状態でなくなったらば、ブラウザで${enable_cookies}にする必要があります。
sr: Примедба: Ако не останете пријављени када напустите ову страницу, то је зато што морате да ${enable_cookies} у Вашем читачу.
sr_latn: Primedba: Ako ne ostanete prijavljeni kada napustite ovu stranicu, to je zato što morate da ${enable_cookies} u Vašem čitaču.

source: description_enable_cookies_to_stay_logged_in
he: שים לב: במידה ולא תשאר מחובר לאחר שתעזוב את עמוד זה, זה מכיוון שעליך לאפשר עוגיות בדפדפן שלך
ja: 注意：このページから移動した後にログイン状態が続いていなければ、それはブラウザでクッキーを有効にしていないからです。
sr: Примедба: Ако после напуштања ове стране не будете пријављени, морате да укључите пријем колачића у Вашем читачу Интернет страна.
sr_latn: Primedba: Ako posle napuštanja ove strane ne budete prijavljeni, morate da uključite prijem kolačića u Vašem čitaču Internet strana.

source: description_error_has_been_logged
he: השגיאה נרשמה ביומן כמספר ${entryid}
ja: エラーが、エラー番号${entryid}で記録されました。
sr: Грешка је пријављена под бројем ${entryid}.
sr_latn: Greška je prijavljena pod brojem ${entryid}.

source: description_error_log_setup
cy: Mae'r dudalen yn rhestri'r eithriadau sydd wedi digwydd yn y safle yn ddiweddar. Gallwch ffurfweddu faint o eithriadau dylid eu cadw a dylid cadw eithriadau yn ffeil(iau) cofnod digwyddiad Zope.
fa: این صفحه استثناهایی را که اخیرا در سایت بوقوع پیوسته، لیست می‌کند. شما می‌توانید تعداد استثناهایی که باید نگهداشته شود و این که آیا استثناها می‌بایست در پرونده‌های گزارش استثناهای زوپ (Zope's event log file) کپی شوند را پیکربندی کنید.
he: שגיאה בהגדרות כניסה
ja: サイトで最近起きたエラーが一覧表示されます。保持するエラー数や、エラーをZopeイベントログにも記録すべきかどうかを設定できます。
sr: Ова страница исписује изузетке који су се десили у новије време на овом ел. месту. Можете подесити колико изузетака ће бити чувано и да ли ће бити дописани и у Зопов дневник догађаја.
sr_latn: Ova stranica ispisuje izuzetke koji su se desili u novije vreme na ovom el. mestu. Možete podesiti koliko izuzetaka će biti čuvano i da li će biti dopisani i u Zopov dnevnik događaja.

source: description_error_rerference_link
fa: جهت اطلاعات بیشتر در مورد این استثناءها به مرجع خطاهای (error reference) وبگاه plone.org رجوع کنید.
he: הפנה ל plone.org הפניות שגיאה לקבלת מידע נוסף לגבי חריגים אלו.
ja: これらのエラーについて詳しく知りたい場合は、plone.orgのエラーリファレンスを参照してください。(英文)
sr: Погледајте приручник за грешке на ел. месту plone.org за више података о овим изузецима.
sr_latn: Pogledajte priručnik za greške na el. mestu plone.org za više podataka o ovim izuzecima.

source: description_full_error_link
he: צפיה בהודעת השגיאה המלאה
ja: 完全なエラーメッセージを見てください。

source: description_group_members_of
cy: Gallwch ychwanegu grwpiau neu ddefnyddwyr o'r grwp arbennig yma. Sylwch nad yw'n dileu'r grwp neu ddefnyddiwr, dim ond tynnu o'r grwp yma.
fa: در این جا شما می‌توانید گروه‌ها و کاربران این گروه بخصوص را کم یا اضافه کنید. دقت کنید که این عمل باعث حذف گروه یا کاربر شما نخواهد شد و فقط از این گروه برداشته می‌شود.
he: הינך יכול להוסיף או להסיר קבוצות ומשתמשים מקבוצה מסויימת כאן. שים לב שפעולה זו אינה מוחקת את הקבוצה או את המשתמש, זה רק מסיר אותו מקבוצה זו.
ja: このグループにユーザやグループを追加したり取り除くことができます。ユーザをこのグループから除いてもユーザアカウントそのものは削除されません。このグループから除外されるだけです。
sr: Овде можете додати или уклонити кориснике из одређене групе. Тиме нећете заиста обрисати корисника или групу. Корисник или група ће само бити уклоњени из ове групе.
sr_latn: Ovde možete dodati ili ukloniti korisnike iz određene grupe. Time nećete zaista obrisati korisnika ili grupu. Korisnik ili grupa će samo biti uklonjeni iz ove grupe.

source: description_group_portlets_below
he: שים לב שפורטלטי קבוצה הם מרונדרים בצורה נורמלית מתחת לקונטקסט פורטלטים
ja: グループポートレットは、通常、コンテキストポートレットの下に表示されることに注意してください。

source: description_group_shares
cy: Mae grwpiau yn ffordd hwylus o rannu eitemau i set gyffredin o ddefnyddwyr. Dewiswch un neu fwy o grwpiau a swyddogaeth i'w neilltuo.
fa: گروه‌ها راهی مناسب برای سهیم کردن آیتم‌ها میان مجموعه‌ای مشترک از کاربران می‌باشند. یک یا چند گروه و یک نقش جهت انتساب به آنها را انتخاب کنید.
he: שיתוף קבוצות
ja: グループは項目を何人かのユーザで共有するのに便利です。ひとつ又は複数のグループ名と割り当てたいロールを選びます。
sr: Групе су погодан начин за дељење ставки међу скупом корисника. Изаберите једну или више група, и улогу коју додељујете.
sr_latn: Grupe su pogodan način za deljenje stavki među skupom korisnika. Izaberite jednu ili više grupa, i ulogu koju dodeljujete.
