Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: This portlet display a navigation tree.
he: פורטלט זה מציג עץ ניווט
ja: このポートレットはナビゲーションツリーを表示します。

source: This portlet displays a queue of documents awaiting review.
he: הפורטלט מציג את התור של המסמכים הממתינים לסקירה
ja: このポートレットは審査待ちコンテンツの一覧を示します。

source: This portlet displays an RSS feed.
he: פורטלט זה מציג פיד RSS
ja: このポートレットはRSSフィード項目の一覧を示します。

source: This portlet displays recent News Items.
he: פורטלט זה מציג פריטי חדשות אחרונים
ja: このポートレットは最新のニュース項目を表示します。

source: This portlet displays recently modified content.
he: פורטלט זה מגציד תוכן שעודכן לאחרונה
ja: このポートレットは最近更新された項目を表示します。

source: This portlet lists upcoming Events.
he: פורטלט זה רושם את כל הארועים הבאים.
ja: このポートレットはこれからのイベントを一覧します。

source: This portlet shows a search box.
he: הפורטלט המראה תיבת חיפוש
ja: このポートレットは検索を表示します。

source: This shows up in the title bar of browsers, in syndication feeds, etc.
he: זה מציג את הכותרת בר של הדפדפנים, בהזנות סנדקצייה וכו'
ja: ブラウザのタイトルバーやフィード項目などに表示されます。

source: This username is reserved. Please choose a different name.
cy: Mae'r enw defnyddiwr wedi ei gadw. Dewiswch un arall.
fa: این نام کاربری قابل قبول نمی‌باشد. لطفا نام دیگری انتخاب کنید.
he: שם משתמש זה שמור. בבקשה בחר שם משתמש אחר.
ja: このユーザ名は予約されています。他の名前を選んでください。
sr: Ово корисничко име је резервисано. Молимо изаберите друго име.
sr_latn: Ovo korisničko ime je rezervisano. Molimo izaberite drugo ime.

source: Thumbnail view
cy: Golwg llun bach
fa: نمای بندانگشتی
he: צפיה בתמונות ממוזערות
ja: サムネールビュー
sr: Поглед са сличицама
sr_latn: Pogled sa sličicama

source: Time in minutes after which the feed should be reloaded.
he: זמן בדקות שלאחר מכן הפייד אמור להטען מחדש
ja: フィードを何分おきに再読み込みさせるか

source: Title
cy: Teitl
he: כותרת
ja: タイトル
sr: Наслов
sr_latn: Naslov

source: Toggle full screen mode
cy: Newid modd sgrin llawn
fa: ضامن مد تمام‌صفحه
he: עבור למצב מסך מלא
ja: 全画面モードに変更
sr: Укљ./искљ. приказ преко целог екрана
sr_latn: Uklj./isklj. prikaz preko celog ekrana

source: Transaction(s) undone.
cy: Dadwneud trosglwyddiad(au).
fa: تراکنش(ها) واگرد شد.
he: טרנזקציה(ות) לא הושלמו.
ja: トランザクションは元に戻りました。
sr: Трансакције су поништене.
sr_latn: Transakcije su poništene.

source: Transform
cy: Trawsnewid
fa: تغییر شکل
he: המר
ja: 変換
sr: Промени
sr_latn: Promeni

source: Transition
he: מעבר
ja: 遷移

source: Trigger: ${name}
he: גורם להתחלת פעולה: ${name}
ja: トリガー: ${name}

source: Triggering event
he: מפעיל ארוע
ja: トリガーとするイベント

source: Type in here the message that you want to mail. Some defined content can be replaced: ${title} will be replaced by the title of the newly created item. ${url} will be replaced by the URL of the newly created item.
he: הקלד את ההודעה שברצונך לשלוח בדואר. מספר תוכנים שהוגדרו מראש יכולים להיות מוחלפים: ${title} יוחלף בכותרת לפריט החדש שנוצר. ${url} יוחלף על ידי כתובת הנתיב של הפריט החדש שנוצר.
ja: 送りたいメールの内容をここに入力してください。定義済のコンテンツは置き換えられます。例えば、${title}は新しく作成された項目のタイトルに、${url}はURLに置き換えられます。

source: Types
he: סוגים
ja: コンテンツタイプ

source: Types Settings
he: הגדרות סוגים
ja: コンテンツタイプの設定

source: URL of RSS feed
he: כתובת של הזנת רסס
ja: RSSフィードのURL

source: Unable to copy ${name} as part of content rule 'copy' action: ${error}
he: אינו ניתן להעתקה ${name} כחלק מהרשאות תוכן פעולה 'העתק': ${error}
ja: 現在のルールの 'copy' アクションでは、${name} をコピーできません: ${error}

source: Unable to move ${name} as part of content rule 'move' action: ${error}
he: אינו ניתן להעתקה ${name} כחלק מהרשאות תוכן פעולה 'העבר': ${error}
ja: 現在のルールの 'move' アクションでは、${name} を移動できません: ${error}

source: Unable to send mail: ${exception}
cy: Methu anfon e-bost: ${exception}
fa: ایمیل ارسال نشد: ${exception}
he: לא התאפשר לשלוח דואר: ${exception}
ja: メールを送ることができません: ${exception}
sr: Није могуће послати пошту: ${exception}
sr_latn: Nije moguće poslati poštu: ${exception}

source: Unauthorized to paste item(s).
cy: Dim awdurdod i ludo eitem(au).
fa: مجاز به چسبش آیتم(ها) نمی‌باشید.
he: אינך מורשה לגזור פריט(ים)
ja: 項目をペーストすることが承認されていません。
sr: Није Вам допуштено да налепите ставке.
sr_latn: Nije Vam dopušteno da nalepite stavke.

source: Undo
cy: Dadwneud
fa: واگرد
he: בטל פעולה אחרונה
ja: 元に戻す
sr: Поништи
sr_latn: Poništi

source: Unlock
he: בטל נעילה
ja: ロック解除

source: Update cancelled.
he: עידכון בוטל
ja: 更新は取り消されました。

source: Updated.
cy: Diweddarwyd.
fa: بروز شد.
he: עודכן.
ja: 更新されました。
sr: Освежено.
sr_latn: Osveženo.

source: Use folders to put content in categories.
cy: Defnyddiwch ffolder i osod cynnwys mewn categorïau.
fa: از پوشه‌ها جهت طبقه‌بندی محتوا استفاده کنید.
he: השתמש בספריות על מנת לסווג את התוכן בקטגוריות
ja: コンテンツを分類するのにフォルダを使う。
sr: Користи директоријуме за смештање садржаја у категорије.
sr_latn: Koristi direktorijume za smeštanje sadržaja u kategorije.

source: User added.
cy: Defnyddiwr wedi ei ychwanegu.
fa: کاربر افزوده شد.
he: נוסף משתמש.
ja: ユーザが追加されました。
sr: Корисник је додат.
sr_latn: Korisnik je dodat.

source: User and groups settings for this site.
he: הגדרות משתמשים וקבוצות עבור אתר זה
ja: ユーザ・グループの設定

source: User/Groups settings
he: הגדרות משתמשים/קבוצות
ja: ユーザ・グループの設定

source: Users and Groups
he: משתמשים וקבוצות
ja: ユーザとグループ

source: Users and Groups Administration
cy: Gweinyddiaeth Defnyddwyr a Grwpiau
fa: مدیریت کاربرها و گروه‌ها
he: ניהול משתמשים וקבוצות
ja: ユーザとグループの管理
sr: Управљање корисницима и групама
sr_latn: Upravljanje korisnicima i grupama

source: View
cy: Golwg
fa: نمایش
he: צפיה
ja: 表示
sr: Преглед
sr_latn: Pregled

source: View changed.
cy: Golwg wedi newid.
fa: تغییر در نما اعمال شد.
he: צפיה שונתה.
ja: 表示が変更されました。
sr: Поглед је промењен.
sr_latn: Pogled je promenjen.

source: View portlet management screen
he: צפיה במסך ניהול הפורטלט
ja: ポートレット管理画面を見る

source: Visible to all intranet users, editable by the owner.
he: נראה לכל משתמשי האינטראנט, ניתן לעריכה בידי הבעלים
ja: 全てのイントラネットユーザが閲覧可能で、所有者は編集可能。

source: Visible to all intranet users.
he: נראה לכל משתמשי האינטארנט
ja: 全てのイントラネットユーザが閲覧可能。

source: Visible to everyone, but not approved by the reviewers.
he: זמין לכולם, אך לא אושר בידי הסוקרים
ja: 審査員の承認はないが、誰にでも閲覧可能。

source: Visible to everyone, editable by the owner.
he: גלוי לכולם, ניתן לעריכה על ידי בעלים
ja: 誰にでも閲覧可能。所有者は編集可能。

source: Visible to everyone, not editable by the owner.
he: נראה לכולם, לא ניתן לעריכה על ידי בעלים.
ja: 誰にでも閲覧可能。所有者は編集不可。

source: Visible to people outside the intranet, not editable by the owner.
he: נראה לאנשים מחוץ לאינטארנט, אינו ניתן לעריכה בידי הבעלים
ja: イントラネットの外側の人も閲覧可能。所有者は編集不可。

source: Waiting to be reviewed, not editable by the owner.
he: ממתין לסקירה, אינו ניתן לעריכה בידי הבעלים
ja: 審査待ち。所有者は編集不可。

source: Warning
he: אזהרה
ja: 警告
sr: Упозорење
sr_latn: Upozorenje

source: Welcome! You are now logged in.
cy: Croeso! Rydych wedi mewngofnodi.
fa: خوش آمدید! هم‌اکنون وارد شده‌اید.
he: ברוכים הבאים! הינך מחובר
ja: ようこそ！ ログインされました。
sr: Добродошли! Од сада сте пријављени.
sr_latn: Dobrodošli! Od sada ste prijavljeni.

source: When the previous transition was performed
he: מתי הטרנסיזון האחרון ארע
ja: 直前の状態変更が実施された時

source: Whether or not execution of further rules should stop after this rule is executed
he: במידה ולא החוקים מאופשרים
ja: このルールを最後のものとする

source: Whether or not the rule is currently enabled
he: במידה כן או לא החוקים מאופשרים
ja: このルールを適用する

source: While changing your password an AttributeError occurred. This is usually caused by your user being defined outside the portal.
cy: Wrth newid eich cyfrinair digwyddodd gwall AttributeError. Fel rheol mae'n cael ei achosi wrth i'ch defnyddiwr gael ei ddiffinio tu allan i'r porthol.
fa: در هنگام تغییر گذرواژه‌تان مشکل AttributeError اتفاق افتاد. این اشکال معمولا به این دلیل اتفاق می‌افتد که کاربر شما در خارج پورتال تعریف شده است.
he: בזמן שינוי הסיסמא שגיאת אטריביוט נתגלתה. זה בדרך כלל קורה על ידי כך שהמשתמש שלך הוגדר מחוץ לפורטל.
ja: パスワードを変更する時にAttributeErrorが発生しました。ポータルの外側でユーザが定義された時によく起こるエラーです。
sr: Приликом промене лозинке дошло је до грешке AttributeError. Ово се обично дешава ако је корисник дефинисан ван портала.
sr_latn: Prilikom promene lozinke došlo je do greške AttributeError. Ovo se obično dešava ako je korisnik definisan van portala.

source: Wiki behavior
he: הגדרות ויקי
ja: Wiki風の動作

source: Workflow state
he: מצב תהליך עבודה
ja: ワークフローの状態

source: Workflow states are: ${states}
he: מצבי החיפוש הם: ${states}
ja: ワークフローの状態は${states}です。

source: Workflow states to show in the calendar
he: מצבי תהליכי עבודה המוצגים בתאריכון
ja: カレンダーに表示されるワークフローの状態

source: Workflow transitions are: ${transitions}
he: מעברי תהליך עבודה הם : ${transitions}
ja: ワークフローの遷移は${transitions}です。

source: You are not allowed to send this link.
cy: Nid oes caniatâd i chi anfon y cyswllt hwn.
fa: شما مجاز به ارسال این پیوند نیستید.
he: אינך מורשה לשלוח את הקישור הנל
ja: このリンクを送ることを許可されていません。
sr: Није вам дозвољено да пошаљете ову везу.
sr_latn: Nije vam dozvoljeno da pošaljete ovu vezu.

source: You cannot disable country-specific language variants, please choose a different site language first.
he: אינך יכול
ja: 国や地域に依存した言語を選んでいる時には、「国を指定した言語種別」を無効にすることはできません。国や地域に依存しないものをサイト言語に選んでください。

source: You cannot have a type as secondary type without having it allowed. You have selected ${types}.
he: אינך יכול להיות בעל סוג כסוג משנה מבלי שהוא יהיה מאופשר. בחרת ${types}.
ja: 許可されていないコンテンツの補助タイプを使うことはできません。${types}が選ばれました。

source: You cannot select a preferred type that is not also in the list of addable types. You have selected ${types}.
cy: Methu dewis hoff fath sydd hefyd ar restr mathau ychwanegadwy. Rydych wedi dewis ${types}.
fa: شما نمی‌توانید نوع مقدمی را انتخاب کنید که در لیست نوع‌های قابل افزودن وجود ندارد. شما ${types} را انتخاب کرده‌اید.
he: אינך יכול לבחוץ סוג תוכן מעודף שאינו נמצא גם בתכנים הניתנים לתוספת. הנל בחרת ${types}.
ja: 追加可能タイプのリストに含まれていなければ、優先するタイプとして選ぶことはできません。${types}が選ばれました。
sr: Не можете изабрати омиљену врсту која није такође на списку врста које се могу додавати. Изабрали сте: ${types}.
sr_latn: Ne možete izabrati omiljenu vrstu koja nije takođe na spisku vrsta koje se mogu dodavati. Izabrali ste: ${types}.

source: You entered an invalid email address.
cy: Rydych wedi rhoi cyfeiriad e-bost annilys.
fa: نشانی ایمیلی که وارد کرده‌اید، درست نمی‌تواند باشد.
he: הזמן כתובת דואר אלקטרוני אינה תקינה
ja: 無効なＥメールアドレスが入力されました。
sr: Eл. адреса није исправна.
sr_latn: El. adresa nije ispravna.

source: You have been registered.
cy: Rydych wedi eich cofrestru.
fa: شما ثبت‌نام شدید.
he: נרשמת
ja: 登録されました。
sr: Учлањени сте.
sr_latn: Učlanjeni ste.

source: You must enable cookies before you can log in.
cy: Rhaid galluogi cookies cyn mewngofnodi.
fa: قبل از اینکه بتوانید login کنید، شما باید گزینه cookies را در مرورگر خود فعال کنید.
he: עליך לאפשר עוגיות לפני שביכולתך להתחבר
ja: ログインするにはクッキーを使えるようにします。
sr: Морате да дозволите употребу колачића пре него што се пријавите.
sr_latn: Morate da dozvolite upotrebu kolačića pre nego što se prijavite.

source: You must provide content names
cy: Rhaid cynnwys enwau cynnwys
fa: نام‌های محتواها را باید وارد کنید.
he: הנך חייב לספק שמות תוכן
ja: コンテンツの名前を入力します。
sr: Морате навести имена садржаја
sr_latn: Morate navesti imena sadržaja

source: You must select a publishing action.
cy: Rhaid dewis gweithred gyhoeddi.
fa: شما می‌بایست یک عملکرد انتشار را انتخاب کنید.
he: הינך חייב לבחור פעולה לפרסום
ja: 公開するアクションを選びます。
sr: Морате изабрати акцију за објављивање.
sr_latn: Morate izabrati akciju za objavljivanje.

source: You must select content to change.
cy: Rhaid dewis cynnwys i'w newid.
fa: محتوایی را جهت تغییر می‌بایست انتخاب کنید.
he: הינך חייב לבחור תוכן לשנות
ja: 変更するコンテンツを選びます。
sr: Морате изабрати садржај који треба променити.
sr_latn: Morate izabrati sadržaj koji treba promeniti.

source: You must sign in first.
cy: Rhaid mewnlofnodi yn gyntaf.
fa: ابتدا باید وارد شوید.
he: הינך חייב להתחבר קודם
ja: 最初にログインしてください。
sr: Морате се прво пријавити.
sr_latn: Morate se prvo prijaviti.

source: You must upload a file
cy: Rhaid llwytho ffeil i fyny
fa: پرونده‌ای را باید بارگذاری کنید
he: הנך חייב לעלות קובץ
ja: ファイルをアップロードします。
sr: Морате послати датотеку
sr_latn: Morate poslati datoteku

source: You should pack your database regularly. This number indicates how many days of undo history you want to keep. It is unrelated to versioning, so even if you pack the database, the history of the content changes will be kept. Recommended value is 7 days.
he: עליך לקבץ את בסיס הנתונים שלך באופן סדיר. מספר זה מראה את מספר הימים של היסטורית האל חזור שברצונך לשמור. מידע זה אינו רלוונטי לגבי גירסאות, ולכן במידה והנך מקבץ את בסיס הנתונים, ההיסטוריה של שינויי התוכן תשמר. הערך המומלץ הינו 7 ימים.
ja: データベースファイルを定期的に整理する必要があります。操作の取り消しを何日分保持するか、ここで設定できます。バージョン管理とは関係ないので、データベースファイルを整理しても、コンテンツの変更履歴は保持されます。おすすめは7日間です。

source: Your content's status has been modified.
cy: Mae statws eich cynnwys wedi newid.
fa: وضعیت محتوای شما تغییر کرد.
he: מצב התכנים שלך עודכן
ja: コンテンツの状態が変更されました。
sr: Статус Вашег садржаја је измењен.
sr_latn: Status Vašeg sadržaja je izmenjen.

source: Your link changes have been saved.
cy: Mae newidiadau eich cyswllt wedi eu cadw.
fa: تغییرات پیوند شما ذخیره شد.
he: שינויי הקישור שלך נישמרו
ja: リンクの変更が保存されました。
sr: Ваше промене датотека су сачуване.
sr_latn: Vaše promene datoteka su sačuvane.

source: Your personal settings have been saved.
cy: Mae eich gosodiadau personol wedi eu cadw.
fa: تنظیمات شخصی شما ذخیره گشت.
he: ההגדרות הפרטיות שלך נשמרו
ja: 個人設定が保存されました。
sr: Лична подешавања су сачувана.
sr_latn: Lična podešavanja su sačuvana.

source: Your portrait has been deleted.
cy: Mae eich llun wedi ei ddileu.
fa: چهره شما پاک شد.
he: הפורטרט שלך עודכן
ja: 顔写真は削除されました。
sr: Ваш портрет је уклоњен.
sr_latn: Vaš portret je uklonjen.

source: Zope Database Packing
he: קיפול בסיס הנתונים זופ
ja: Zopeデータベースの整理(不要部分の除去)

source: Zope Management Interface
cy: Rhyngwyneb Rheoli Zope
fa: میانای مدیریت Zope
he: ממשק משתמש זופ
ja: Zope管理画面(ZMI)
sr: Сучеље за управљање Зопом
sr_latn: Sučelje za upravljanje Zopom

source: Zope server and site maintenance options.
he: אפשרויות שרת זופ והגדרות תחזוקת האתר
ja: Zopeサーバとポータルのメンテナンス

source: accesskey_accesskey_details
he: <code>0</code> ---- פרטי מקשי גישה
ja: <code>0</code> — アクセスキー詳細

source: accesskey_advanced_search
he: <code>5</code> — חיפוש מתקדם
ja: <code>5</code> — 高度な検索

source: accesskey_contact
he: <code>9</code> --- פרטי יצירת קשר
ja: <code>9</code> — 連絡フォーム

source: accesskey_home_page
ja: <code>1</code> — ホームページ

source: accesskey_navigation
ja: <code>6</code> — ナビゲーションツリー

source: accesskey_search_field
ja: <code>4</code> — 検索フィールド強調

source: accesskey_sitemap
ja: <code>3</code> — サイトマップ

source: accesskey_skip_to_content
ja: <code>2</code> — コンテンツへ移動

source: action_convert_legacy_portlets
he: כאן פורטלטים הבסיס מוגדרים. לחץ על הכפתור על מנת להסבם לסטייל הפורטלטים החדש
ja: 古めかしいポートレットが定義されています。新しいスタイルのポートレットに変換するにはボタンを押してください。

source: alert_really_delete
he: האם באמת הינך מעוניין למחוק פריט זה?
ja: この項目を本当に削除しますか？
sr: Да ли заиста желите да обришете ову ставку?
sr_latn: Da li zaista želite da obrišete ovu stavku?

source: alert_really_delete_folder
he: האם באמת ברצונך למחוק את ספריה זו ואת כל תוכנה?
ja: このフォルダとその中に含まれる項目を本当に削除しますか?
sr: Да ли заиста желите да уклоните овај директоријум и сав садржај у њему?
sr_latn: Da li zaista želite da uklonite ovaj direktorijum i sav sadržaj u njemu?

source: at_search_any
he: כל
ja: ＜どれでも＞
sr: <ма који>
sr_latn: <ma koji>

source: author_feedback_mailtemplate_body
cy: Rydych wedi derbyn yr e-bost hwn oherwydd bod ${from_address} yn anfon adborth am gynnwys crëwyd gennych yn ${url}. Y neges anfonwyd oedd: ${message}
fa: این ایمیل را بدین جهت دریافت می‌کنید که ${from_address} بازخورد خود را در مورد محتوای ایجاد شده توسط شما در ${url} ارسال کرده است. پیام ارسالی بدین شرح می‌باشد: ${message}
he: הנך מקבל את דואר האלקטרוני זה מפני ש ${from_address} נשלח משוב אותו תוכן שנוצר על ידך ב ${url}. הודעה זו נשלחה היתה: ${message}
ja: ${from_address}からの${url}についてのフィードバックのメールです。メッセージは次のものです: ${message}
sr: Примили сте ову поруку јер ${from_address} шаље повратну информацију о садржају ког сте направили на адреси ${url}. Послата је порука: ${message}
sr_latn: Primili ste ovu poruku jer ${from_address} šalje povratnu informaciju o sadržaju kog ste napravili na adresi ${url}. Poslata je poruka: ${message}

source: back_to_addremove_products
cy: Nôl i Ychwanegu/Tynnu Cynnyrch
fa: بازگشت به افزودن | حذف محصولات
he: חזרה להוסף/הסר מוצרים
ja: プロダクトの追加･削除へ戻る。
sr: Повратак на додавање/уклањање производа
sr_latn: Povratak na dodavanje/uklanjanje proizvoda

source: batch_next_x_items
cy: ${number} eitem nesaf
fa: ${number} آیتم بعدی
he: פריט ${number} הבא
ja: 次の ${number} 項目
sr: Следећих ставки: ${number}
sr_latn: Sledećih stavki: ${number}

source: batch_previous_x_items
cy: ${number} eitem flaenorol
fa: ${number} آیتم قبلی
he: קודמים ${number} פריטים
ja: 前の ${number} 項目
sr: Претходних ставки: ${number}
sr_latn: Prethodnih stavki: ${number}

source: batch_x_items_matching_your_criteria
cy: ${number} eitem yn cyd-fynd â'ch meini prawf
fa: ${number} آیتم با معیار شما مطابقت دارد
he: ${number} פריטים המתאימים לקריטריון
ja: ${number} 個の項目が検索条件に該当しました。
sr: Број ставки које испуњавају услов: ${number}.
sr_latn: Broj stavki koje ispunjavaju uslov: ${number}.

source: box_comment_preview
cy: Rhagolwg Sylw
fa: پیش‌نمایش نظر
he: תצוגה מקדימה של הערה
ja: コメントをプレビュー
sr: Преглед коментара
sr_latn: Pregled komentara

source: box_error
he: שגיאה
ja: エラー

source: box_events
cy: Digwyddiadau i Ddod
fa: رخدادهای آینده
he: ארועים צפויים
ja: これからのイベント
sr: Предстојећи догађаји
sr_latn: Predstojeći događaji

source: box_external_links
cy: Cyswllt allanol
fa: پیوندهای خارجی
he: קישורים חיצוניים
ja: 外部リンク
sr: Спољашње везе
sr_latn: Spoljašnje veze

source: box_forgot_password_option
cy: Wedi anghofio eich cyfrinair?
fa: گذرواژه خود را فراموش کرده‌اید؟
he: ?שכחת את סיסמתך
ja: パスワードを忘れた？
sr: Да ли сте заборавили лозинку?
sr_latn: Da li ste zaboravili lozinku?

source: box_full_review_list
ja: レビューリストすべて...

source: box_languages
he: שפות
ja: 言語

source: box_last_modified
cy: newidiwyd diwethaf
fa: آخرین تغییر
he: עודכן לאחרונה
ja: 最終変更日時
sr: Последња измена
sr_latn: Poslednja izmena

source: box_local_resources
cy: Adnoddau lleol
fa: منابع محلی
he: מאגרים מקומיים
ja: ローカルリソース
sr: Локални ресурси
sr_latn: Lokalni resursi

source: box_more_news_link
ja: 全てのニュース

source: box_more_recently_changed
ja: 全ての最近の変更

source: box_morelink
ja: 全て表示

source: box_my_favorites
cy: Fy Ffefrynnau
fa: مطلوبات من
he: המעודפים שלי
ja: お気に入り
sr: Моје омиљено
sr_latn: Moje omiljeno

source: box_navigation
cy: Llywio
fa: جهت‌یابی
he: ניווט
ja: ナビゲーション
sr: Управљање
sr_latn: Upravljanje

source: box_new_user_option
cy: Defnyddiwr newydd?
fa: کاربر جدید؟
he: משתמש חדש?
ja: 新しいユーザ？
sr: Да ли сте нови корисник?
sr_latn: Da li ste novi korisnik?

source: box_news
cy: Newyddion
fa: اخبار
he: חדשות
ja: ニュース
sr: Вести
sr_latn: Vesti

source: box_previous_events
ja: 以前のイベント...

source: box_recent_changes
cy: Newidiadau Diweddar
fa: تغییرات اخیر
he: שינויים בזמן האחרון
ja: 最近の変更
sr: Нове измене
sr_latn: Nove izmene

source: box_recent_no_items
cy: Heb newid dim eto.
fa: هنوز آیتمی تغییر نیافته.
he: לא שונו פריטים עדיין
ja: 変更された項目はありません。
sr: Ниједна ставка није мењана.
sr_latn: Nijedna stavka nije menjana.

source: box_related
cy: Perthynol
fa: مرتبط
he: קרוב
ja: 関連するもの
sr: Повезани
sr_latn: Povezani

source: box_review_list
cy: Rhestr Adolygu
fa: لیست بازبینی
he: סרוק רשימה
ja: 審査リスト
sr: Списак поднесака
sr_latn: Spisak podnesaka

source: box_search
he: חיפוש
ja: 検索

source: box_sign_in
cy: Mewngofnodi
fa: ورود
he: התחבר
ja: ログイン
sr: Пријава
sr_latn: Prijava

source: box_upcoming_events
ja: これからのイベント...

source: change_id_for_item_not_allowed
cy: Nid oes caniatâd i chi newid teitl yr eitem hon.
fa: اجازه تغییر در عنوان این آیتم را ندارید.
he: אינך מורשה לעדכן את כותרת עמוד זה
ja: この項目のタイトルを変更することを許されていません。
sr: Није вам дозвољено да мењате наслов ове ставке.
sr_latn: Nije vam dozvoljeno da menjate naslov ove stavke.

source: constraintypes_mode_acquire
cy: Defnyddiwch osodiadau'r ffolder rhiant
fa: از تنظیمات پوشه پدر استفاده گردد
he: השתמש בהגדרות ספרית הורה
ja: 親フォルダの設定を使用
sr: Користи подешавања родитељског директоријума
sr_latn: Koristi podešavanja roditeljskog direktorijuma

source: constraintypes_mode_disable
cy: Defnyddio rhagosodedig y safle
fa: از پیش‌گزیده پورتال استفاده گردد
he: השתמש בברירת מחדל פורטל
ja: ポータルのデフォルトを使用
sr: Користи подразумевано подешавање портала
sr_latn: Koristi podrazumevano podešavanje portala

source: constraintypes_mode_enable
cy: Dewis gyda llaw
fa: بصورت دستی انتخاب شود
he: בחר ידנית
ja: 手作業で選ぶ
sr: Ручни избор
sr_latn: Ručni izbor

source: contact_attendees
cy: Mynychwyr
fa: حاضران
he: נוכחים
ja: 参加者
sr: Присутни
sr_latn: Prisutni

source: contact_email
cy: E-bost Cysylltu
fa: ایمیل تماس
he: דואר אלקטרוני ליצירת קשר
ja: 連絡先Eメール
sr: Ел.адреса за контакт
sr_latn: El.adresa za kontakt

source: contact_name
cy: Enw Cysylltu
fa: نام
he: שם
ja: 連絡先名称
sr: Особа за контакт
sr_latn: Osoba za kontakt

source: contact_phone
cy: Ffôn Cysylltu
fa: تلفن تماس
he: טלפון ליצירת קשר
ja: 連絡先電話番号
sr: Телефон за контакт
sr_latn: Telefon za kontakt

source: contentrules_add_action
he: הוסף פעולה
ja: アクションを追加

source: contentrules_add_assignment
he: הקצה חוקים כאן
ja: ルールの割り当て

source: contentrules_add_condition
he: הוסף תנאי
ja: 条件の追加

source: contentrules_control_panel
he: חוקי תוכן פנאל ניהול
ja: サイト設定の「コンテンツルール」

source: contentrules_controlpanel_link
he: השתמש ב ${controlpanel_link} ליצור חוקים חדשים או למחוק את הקיימים
ja: ${controlpanel_link}を使って、新しいルールを作成あるいは既存のルールを修正・削除してください。

source: contentrules_description_description
he: הזן תאור קצר של החוקים והמוצעים שלו
ja: ルールとその目的について短い説明を入力してください。

source: contentrules_description_execution
ja: イベントの発生をきっかけにルールが適用されます。ルールで指定されたアクションはルールの条件にすべて合致したときだけ実行されます。下のボタンで、新しいアクションと条件を追加することができます。

source: contentrules_description_trigger
he: ההרשאות יבוצעו כאשר הארועים הבאים יקרו.
ja: ルールは、次のイベントが発生したときに適用されます。

source: contentrules_perform_actions
he: בצע את הפעולות הבאות:
ja: 次のアクションを実行する：

source: contentrules_rule_properties
he: הגדרות הרשאות
ja: ルールの属性

source: date_format_long
fa: ${Y}/${m}/${d} ${H}:${M}
he: ${d}/${m}/${Y} ${H}:${M}
ja: ${Y}年${m}月${d}日 ${H}時${M}分
sr: ${H}:${M} ${d}.${m}.${Y}.
sr_latn: ${H}:${M} ${d}.${m}.${Y}.

source: date_format_short
fa: ${Y}/${m}/${d}
he: ${d}/${m}/${Y}
ja: ${Y}年${m}月${d}日
sr: ${d}.${m}.${Y}.
sr_latn: ${d}.${m}.${Y}.

source: decription_no_members_assigned
cy: Nid oes grwp na defnyddiwr yn gysylltiedig â'r grwp.
fa: هیچ گروه یا کاربری متعلق به این گروه وجود ندارد.
he: אין קבוצה או משתמש המקושרים לקבוצה זו
ja: このグループにはユーザもグループもありません。
sr: Ниједна група ни корисник нису додељени овој групи.
sr_latn: Nijedna grupa ni korisnik nisu dodeljeni ovoj grupi.

source: delete_file
cy: Dileu'r ffeil bresennol
fa: حذف پرونده فعلی
he: מחק קובץ נוכחי
ja: 現在のファイルを削除
sr: Обриши ову датотеку
sr_latn: Obriši ovu datoteku

source: delete_image
cy: Dileu'r ddelwedd bresennol
fa: حذف تصویر فعلی
he: מחק תמונה נוכחית
ja: 現在の画像を削除
sr: Обриши ову слику
sr_latn: Obriši ovu sliku

source: description
cy: disgrifiad
fa: توصیف
he: תיאור
ja: 説明
sr: опис
sr_latn: opis

source: description-contentrules
he: סקירה של חוקי התוכן שהוקצו לספריה ולסוגי מיכלים אחרים בפורטלט
ja: ポータルのフォルダおよびスマートフォルダ等に割り当てられるコンテンツルールの概要

source: description-contentrules-controlpanel
he: השתמש בטופס למטה על מנת להגדיר, שינוי או הסרה של חוקי תוכן. חוקים יבוצעו בצורה אוטומטית פעלות על תוכן כאשר ארוע מתרחש. לאחר שמגדירים חוקים, אולי תרצה ללכת לספריה שהגדרת אותם, על ידי שימוש בפריט "rules" בתפריט הפעולות
ja: 以下のフォームを使って、コンテンツルールを定義、変更あるいは削除してください。トリガーが発生すれば、ルールにより自動的にコンテンツに対してアクションが実行されます。ルールを設定した後、アクションの「ルール」メニューを使うと、フォルダにルールを割り当てることもできます。

source: description-rules-enable-globally
he: האם כן או לא חוקי תוכן יאופשרו בצורה גלובלית. במידה וזה לא נבחר, אין חוקים שיבוצעו בכל מקום בפורטל
ja: コンテンツルールをポータル全体に適用するかどうか。選択されていなければ、ポータルのどのフォルダやコンテンツに対しても、ルールは適用されません。
