Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: Published and visible to intranet users, not editable by the owner.
he: מפורסם ונראה למשתמשי אינטראנט, לא ניתן לעריכה על ידי בעלים.
ja: イントラネットユーザに発行され可視状態となり、所有者は編集できません。

source: Publishing the item makes it visible to other users.
he: פירסום הפריט מאפשר אותו נראה לעין למשתמשים אחרים.
ja: 項目を発行して、他のユーザーが閲覧できるようにします。

source: Puts your item in a review queue, so it can be published externally or internally.
he: מעביר את הפריט שלך לתור לסקירה, על מנת שיכול להיות מפורסם פנימית או חיצונית.
ja: 項目を審査待ちにします。後に外部的、あるいは内部的に発行されます。

source: Puts your item in a review queue, so it can be published on the site.
he: מעביר את הפריט שלך לתור לסקירה, על מנת שיוכל להיות מפורסם באתר.
ja: 項目を審査待ちにします。後にサイトに公開されます。

source: RAM Cache Settings
he: הגדרות RAM מטמון
ja: RAMキャッシュ設定

source: RSS feed
he: הזנת RSS
ja: RSSフィード

source: RSS feed of this listing
cy: Llif RSS y rhestr
fa: خوراک RSS برای محتویات این فهرست
he: הזנת RSS של רשימה זו
ja: このリストのRSS配信
sr: Довод RSSа за овај списак
sr_latn: Dovod RSSa za ovaj spisak

source: Reader
he: קורא
ja: 読者

source: Recent items
he: פריטים אחרונים
ja: 最近更新された項目

source: Reference Criterion
cy: Meini Prawf Cyfeirnod
fa: معیار ارجاع
he: קריטריון סימוכין
ja: 参照の条件
sr: Критеријум за углед
sr_latn: Kriterijum za ugled

source: References
cy: Cyfeirnodau
fa: ارجاعات
he: סימוכין
ja: 参照
sr: Показивачи
sr_latn: Pokazivači

source: Register
he: הירשם
ja: 登録

source: Reinstalled ${product}
he: התקן מחדש ${product}
ja: ${product} が再インストールされました

source: Reject
cy: Gwrthod
fa: پس فرستادن
he: נדחה
ja: 却下
sr: Одбиј
sr_latn: Odbij

source: Related To
cy: Yn Perthyn i
fa: مربوط به
he: מקושר ל
ja: 関連する
sr: У вези са
sr_latn: U vezi sa

source: Relative Path Criterion
he: קרטריון נתיב רלוונטי
ja: 相対パスの起点

source: Relative date
cy: Dyddiad perthynol
fa: زمان نسبی
he: תאריך רלטיבי
ja: 相対日付
sr: Релативни датум
sr_latn: Relativni datum

source: Remote Url
he: נתיב מרוחק
ja: リモートURL

source: Removal cancelled.
he: הסרה בוטלה
ja: 削除がキャンセルされました。

source: Rename
cy: Ailenwi
fa: تغییر نام
he: שנה שם
ja: 名前を変更
sr: Преименуј
sr_latn: Preimenuj

source: Rename items
cy: Ailenwi eitemau
fa: تغییر نام آیتم‌ها
he: שנה שם פריט
ja: 項目の名前を変更する。
sr: Преименуј ставке
sr_latn: Preimenuj stavke

source: Reply deleted.
cy: Dilëwyd yr ateb.
fa: پاسخ حذف شد.
he: תגובה נמחקה.
ja: 返信は削除されました。
sr: Одговор је уклоњен.
sr_latn: Odgovor je uklonjen.

source: Restart
he: איתחול
ja: 再起動

source: Restrict to current user
cy: Cyfyngu i'r defnyddiwr presennol
fa: محدود به کاربر جاری
he: הגבל למשתמש נוכחי
ja: 現在のユーザに限る
sr: Ограничи на тренутног корисника
sr_latn: Ograniči na trenutnog korisnika

source: Retract
cy: Tynnu'n ôl
fa: پس گرفتن
he: חזרה למקור
ja: 撤回
sr: Повуци
sr_latn: Povuci

source: Review list
he: רשימת סקירה
ja: 審査中リスト

source: Reviewer
he: סוקר
ja: 審査員

source: Reviewer makes content available externally
he: סוקר מאפשר לתוכן להיות זמין בצורה חיצונית
ja: 審査員がコンテンツを閲覧可能にします。

source: Reviewer publishes content
cy: Adolygwr yn cyhoeddi cynnwys
fa: بازبینی محتوا را منتشر می‌کند
he: סוקר מפרסם תוכן
ja: 審査員がコンテンツを公開します。
sr: Прегледач објављује садржај
sr_latn: Pregledač objavljuje sadržaj

source: Reviewer publishes content to internal users
he: סוקר מפרסם תוכן למשתמשים פנימיים
ja: 審査員がコンテンツを内部ユーザに公開します。

source: Reviewer send content back for re-drafting
he: סוקר שולח תוכן חזרה לדאפט חוזר
ja: 審査員がコンテンツをドラフトに戻します。

source: Reviewer sends content back for re-drafting
he: סוקר שולח תוכן חזרה לדאפט חוזר
ja: 審査員がコンテンツをドラフトに戻します。

source: Reviewer tasks
he: משימות סוקר
ja: 審査員の作業

source: Role Acquisition is now turned off.
cy: Mae Caffaeliad Swyddogaeth wedi ei ddiffodd.
fa: ارث‌بری نقش‌ها غیرفعال شد.
he: תפקיד רכישה נסגר כרגע.
ja: ロールの獲得が無効になりました。
sr: Наслеђивање улога је искључено.
sr_latn: Nasleđivanje uloga je isključeno.

source: Role Acquisition is now turned on.
cy: Mae Caffaeliad Swyddogaeth ymlaen.
fa: ارث‌بری نقش‌ها فعال شد.
he: תפקיד רכישה מופעל
ja: ロールの獲得が有効になりました。
sr: Наслеђивање улога је укључено.
sr_latn: Nasleđivanje uloga je uključeno.

source: Roles
he: חוקים
ja: ロール

source: Roles are: ${names}
he: חוקים הם:${names}
ja: ロールは${names}です。

source: Rotate 180
cy: Troi 180
fa: چرخش 180
he: סובב 180
ja: 180度回転
sr: Окрени за 180 степени
sr_latn: Okreni za 180 stepeni

source: Rotate clockwise
cy: Troi clocwedd
fa: چرخش در جهت عقربه‌های ساعت
he: סובב בכיוון השעון
ja: 時計回りに回転
sr: Окрет у смеру казаљке на сату
sr_latn: Okret u smeru kazaljke na satu

source: Rules
he: הרשאות
ja: ルール

source: Search
he: חיפוש
ja: 検索

source: Search Settings
cy: Gosodiadau Chwilio
fa: تنظیمات جستجو
he: הגדרות חיפוש
ja: 検索設定
sr: Подешавања претраге
sr_latn: Podešavanja pretrage

source: Search Text
cy: Chwilio'r Testun
fa: متن جستجو
he: טקסט לחיפוש
ja: テキストを検索
sr: Претражи текст
sr_latn: Pretraži tekst

source: Search for user or group
he: חפש משתמשים או קבוצות
ja: ユーザまたはグループを検索する

source: Search settings
he: הגדרות חיפוש
ja: 検索設定

source: Search settings for this site.
he: הגדרות חיפוש עבור אתר זה.
ja: このサイトの検索設定

source: Search settings updated.
cy: Diweddaru gosodiadau chwilio.
fa: تنظیمات جستجو بروز گشت.
he: הגדרות חיפוש עודכנו.
ja: 検索設定が更新されました。
sr: Подешавања претраге су освежена.
sr_latn: Podešavanja pretrage su osvežena.

source: Security
he: אבטחה
ja: セキュリティ

source: Security Settings
he: הגדרות אבטחה
ja: セキュリティ設定

source: Security settings
he: הגדרות אבטחה
ja: セキュリティ設定

source: Security settings for this site.
he: הגדרות אבטחה עבור אתר זה
ja: このサイトのセキュリティ設定

source: Select content types
cy: Dewis y math o gynnwys
fa: نوع‌های محتوا را انتخاب کنید
he: בחר סוגי תוכן
ja: コンテンツタイプを選択
sr: Избор врсте садржаја
sr_latn: Izbor vrste sadržaja

source: Select referenced content
cy: Dewis cynnwys cyfeiriol
fa: محتوای ارجاع داده شده را انتخاب کنید
he: בחר תוכן המפנה
ja: 参照するコンテンツを選択
sr: Избор односног садржаја
sr_latn: Izbor odnosnog sadržaja

source: Select the default format of textfields for newly created content objects.
he: בחר את הפורמט ברירת המחדל של שדה הטקסט לאובייקטי התוכן החדש החדשים שנוצרו
ja: 新しく作成されるコンテンツで用いられるテキストフィールドのフォーマットの初期設定

source: Select the default theme for the site.
he: בחר את המודל ברירת המחדל של האתר
ja: このサイトで使う標準のテーマを選ぶ

source: Select the type of message to display.
he: בחר את סוג ההודעה לתצוגה
ja: 表示するメッセージタイプを選ぶ

source: Select the workflow transition to attempt
he: בחר את מעבר תהליך העבודה לנסיון
ja: ワークフローの「遷移」を選ぶ

source: Select values from list
cy: Dewis gwerthoedd o'r rhestr
fa: مقادیر را از لیست انتخاب کنید
he: בחר ערכים מהרשימה
ja: リストから値を選択
sr: Изаберите вредности из списка
sr_latn: Izaberite vrednosti iz spiska

source: Select which formats are available for users as alternative to the default format. Note that if new formats are installed, they will be enabled for text fields by default unless explicitly turned off here or by the relevant installer.
he: בחר את הפורמטים הזמינים עבור המשתמשים כאלטרנטיבה לפורמט ברירת המחדל. שים לב שבמידה והפורמטים החדשים מותקנים, הם יהיו מאופשרים לשדה הטקסט על ידי ברירת המחדל מלבד כאשר הם נסגרים באופן מדוייק כאן או על ידי המתקין הרלוונטי.
ja: 標準フォーマット以外にユーザが利用可能な別のフォーマットを選択します。新しいフォーマットがインストールされると、この設定で、あるいはインストール時に明示的にオフにしない限り、以後は、それがテキストフィールドのフォーマットとして標準で利用されることになりますので注意してください。

source: Selection Criterion
cy: Meini Prawf Dewis
fa: معیار گزینشی
he: קריטריון בחירה
ja: 選択条件
sr: Критеријум за избор
sr_latn: Kriterijum za izbor

source: Send back
he: שלח חזרה
ja: 差し戻す

source: Send this
he: שלח זאת
ja: このページを知らせる

source: Send this page to somebody
cy: Anfon y dudalen at rywun
fa: ارسال این صفحه برای دیگران
he: שלח עמוד לחבר
ja: このページを送る。
sr: Пошаљите некоме ову страницу
sr_latn: Pošaljite nekome ovu stranicu

source: Send-to
cy: Anfon at
fa: ارسال-به
he: שלח ל
ja: 送付先
sr: Пошаљи-за
sr_latn: Pošalji-za

source: Sending the item back will return the item to the original author instead of publishing it. You should preferably include a reason for why it was not published.
he: שליחת הפריט חזרה תחזיר את הפריט למצבו לעורך החיצוני במקום לפרסמו. באפשרותך בעדיפות לכלול סיבה מדוע הוא לא פורסם.
ja: 項目を発行しないで作成者に差し戻します。なぜ発行されなかったのか理由を書き添えたほうがよいでしょう。

source: Settings that affect the site's look and feel.
he: הגדרות המראות אפקט על צפיה ומראה האתר
ja: サイトの見栄えに関する設定

source: Sharing
cy: Rhannu
fa: شراکت
he: שיתוף
ja: 共有
sr: Дељење
sr_latn: Deljenje

source: Short Name
cy: Enw Byr
fa: نام کوتاه
he: שם קצר
ja: ショートネーム
sr: Кратко име
sr_latn: Kratko ime

source: Show 'Short Name' on content?
he: לראות 'שם קצר' בתוכן?
ja: コンテンツの「ショートネーム」を表示しますか?

source: Show all available content types
he: הצג את כל סוגי התכנים
ja: すべての利用可能なコンテンツタイプを表示する

source: Show content type icons
he: הצג איקוני סוגי תוכן
ja: コンテンツタイプのアイコンを表示する

source: Show internally
he: הצג פנימי
ja: 内部向けに閲覧可能にする

source: Showing all entries
cy: Dangos pob cofnod
fa: همه اقلام در حال نمایش
he: הצג את כל הפריטים
ja: すべてのエントリを表示
sr: Приказују се сви уноси
sr_latn: Prikazuju se svi unosi

source: Shut down
he: כבה
ja: サーバの停止

source: Simple Int Criterion
cy: Maen Prawf Int Syml
fa: معیار عدد طبیعی ساده
he: INT פשוט נוצר
ja: 単純な整数の条件
sr: Критеријум целог броја
sr_latn: Kriterijum celog broja

source: Simple Publication Workflow
he: תהליך עבודה פירסום פשוט
ja: 簡易発行ワークフロー

source: Simple String Criterion
cy: Mae Prawf Llinyn Syml
fa: معیار رشته‌ای ساده
he: קריטריון מחרוזת פשוט
ja: 単純な文字列の条件
sr: Критеријум простог низа
sr_latn: Kriterijum prostog niza

source: Single State Workflow
he: תהליך עבודה מצב אחד
ja: 単一状態ワークフロー

source: Site
he: אתר
ja: サイト

source: Site 'From' address
he: מ
ja: サイトからのメールの差出人アドレス

source: Site 'From' name
he: ל
ja: サイトからのメールの差出人名

source: Site Map
cy: Map y Safle
fa: نقشه سایت
he: מפת האתר
ja: サイトマップ
sr: Мапа ел. места
sr_latn: Mapa el. mesta

source: Site Setup
cy: Gosodiad y Safle
fa: تنظیمات سایت
he: הגדרות אתר
ja: サイト設定
sr: Подешавање ел. места
sr_latn: Podešavanje el. mesta

source: Site description
he: תיאור אתר
ja: サイトの説明

source: Site settings
he: הגדרות אתר
ja: サイト設定

source: Site title
he: כותרת אתר
ja: サイト名称

source: Site-wide settings.
he: הגדרות אתר רחבות
ja: サイト全体に関する設定

source: Size
cy: Maint
fa: اندازه
he: גודל
ja: サイズ
sr: Величина
sr_latn: Veličina

source: Skins
cy: Crwyn
fa: پوسته‌ها
he: סקינים
ja: スキン
sr: Пресвлаке
sr_latn: Presvlake

source: Smart Folder
cy: Ffolder Clyfar
fa: پوشه جادویی
he: ספריה חכמה
ja: スマートフォルダ
sr: Паметни директоријум
sr_latn: Pametni direktorijum

source: Smart Folder Settings
cy: Gosodiadau'r Ffolder Clyfar
fa: تنظیمات پوشه جادویی
he: הגדרות ספריה חכמה
ja: スマートフォルダの設定
sr: Подешавања паметног директоријума
sr_latn: Podešavanja pametnog direktorijuma

source: Smart Folder view
cy: Golwg Ffolder Clyfar
fa: نمایش پوشه هوشمند
he: צפיה בספריה חכמה
ja: スマートフォルダビュー
sr: Преглед паметног директоријума
sr_latn: Pregled pametnog direktorijuma

source: Sort Criterion
cy: Meini Prawf Chwilio
fa: معیار ترتیب
he: קריטריון לסידור
ja: 並べ替えの条件
sr: Критеријум поретка
sr_latn: Kriterijum poretka

source: Standard view
cy: Golwg safonol
fa: نمای استاندارد
he: צפיה סטנדרטית
ja: 標準ビュー
sr: Обичан поглед
sr_latn: Običan pogled

source: Start Date
cy: Dyddiad Cychwyn
fa: تاریخ آغاز
he: תאריך התחלה
ja: 開始日
sr: Почетни датум
sr_latn: Početni datum

source: State
cy: Sir/Talaith
fa: وضعیت
he: מצב
ja: 状態
sr: Стање
sr_latn: Stanje

source: Stop executing rules
he: הפסק לבצע הרשאות
ja: 実行ルールを停止

source: Stripped attributes
he: פישוט תכונות
ja: 余計なタグを取り除いた属性

source: Stripped combinations
he: קומבינציות מופשטות
ja: 余計なタグを取り除いた組み合わせ

source: Stripped tags
he: סניפ טאגים
ja: 取り除かれるタグ

source: Subfolders
cy: Is-ffolderi
fa: زیرپوشه‌ها
he: תת ספריות
ja: サブフォルダ
sr: Поддиректоријуми
sr_latn: Poddirektorijumi

source: Subject
he: נושא
ja: 件名

source: Subject of the message
he: נושא ההודעה
ja: メッセージの件名

source: Submit
cy: Cyflwyno
fa: ارسال
he: הגש
ja: 提出する
sr: Пошаљи
sr_latn: Pošalji

source: Submit for publication
he: הגש לפירסום
ja: 公開するために提出する

source: Subtopics
fa: زیرموضوع‌ها
he: תת נושא
ja: サブトピック
sr: Под-теме
sr_latn: Pod-teme

source: Summary view
cy: Golwg cryno
fa: نمای موجز
he: צפיית סיכום
ja: サマリービュー
sr: Сажети преглед
sr_latn: Sažeti pregled

source: Syndication
cy: Syndicaliaeth
he: סינדיקציה
ja: RSS配信
sr: Удруживање
sr_latn: Udruživanje

source: Syndication disabled
cy: Anablu Syndicaliaeth
fa: syndication غیرفعال شد
he: סגור סנדיקציה
ja: RSS配信が無効
sr: Удруживање је искључено
sr_latn: Udruživanje je isključeno

source: Syndication enabled
cy: Galluogi Syndicaliaeth
fa: syndication فعال شد
he: אפשר סינדקציה
ja: RSS配信が有効
sr: Удруживање је укључено
sr_latn: Udruživanje je uključeno

source: Syndication not allowed
cy: Dim caniatâd i syndicaliaeth
fa: اجازه syndication وجود ندارد
he: סינדקציה לא מורשה
ja: RSS配信は許されていません。
sr: Удруживање није дозвољено
sr_latn: Udruživanje nije dozvoljeno

source: Syndication properties updated
cy: Diweddaru priodweddau cyndicaliaeth
fa: متعلقات syndication بروز شد
he: עודכנו פרטי סנדקציה
ja: RSS配信のプロパティが更新されました。
sr: Својства удруживања су освежена
sr_latn: Svojstva udruživanja su osvežena

source: Syndication properties updated.
cy: Diweddaru priodweddau syndicaliaeth.
fa: متعلقات انتشارگری بروز شد.
he: הגדרות תאגיד עודכנו
ja: RSS配信のプロパティが更新されました。
sr: Подаци о удруживању су ажурирани.
sr_latn: Podaci o udruživanju su ažurirani.

source: Tabular view
cy: Golwg tabl
fa: نمای جدولی
he: צפית טבלאית
ja: テーブルビュー
sr: Табеларни преглед
sr_latn: Tabelarni pregled

source: Target folder
he: ספריית מטרה
ja: コピー先フォルダ

source: Target folder ${target} does not exist.
he: ספריית מטרה ${target} אינה קיימת
ja: 対象フォルダ${target}が存在しません。

source: TempFolder
fa: پوشه موقت
he: ספריהזמנית
ja: 一時フォルダ
sr: ПривремениДир
sr_latn: PrivremeniDir

source: Template
he: תבנית
ja: テンプレート

source: Text
cy: Testun
fa: متن
he: טקסט
ja: テキスト
sr: Текст
sr_latn: Tekst

source: Text markup
he: טקסט מארק אפ
ja: テキストマークアップ

source: Text search of an item's contents
cy: Chwilio testun cynnwys eitem
fa: جستجوی متنی در محتوای یک آیتم
he: טקסט חיפוש על תוכן פריט
ja: 項目の中身のテキスト検索
sr: Текстуална претрага садржаја ставке
sr_latn: Tekstualna pretraga sadržaja stavke

source: Text search of an item's title
cy: Chwilio'r testun am deitl eitem
fa: جستجوی متنی در عنوان یک آیتم
he: טקסט לחיפוש לכותרת פריט
ja: 項目のタイトルのテキスト検索
sr: Текстуална претрага наслова ставки
sr_latn: Tekstualna pretraga naslova stavki

source: The ID of the user who performed the last transition
he: מספר המשתמש של המשתמש שביצע את הפעולות האחרונות
ja: 最後に状態変更を実施したユーザのID

source: The ID of the user who performed the previous transition
he: מספר המשתמש של המשתמש שביצע את הפעולה האחרונה
ja: 直前に状態変更を実施したユーザのID

source: The content type to check for.
he: סוג התוכן לבדוק את
ja: チェックするべきコンテンツタイプ

source: The email address that sends the email. If no email is provided here, it will use the portal from address.
he: כתובת הדואר אלקטרוני של השולח שולח את הדואר אלקטרוני. במידה ולא סופקה כתובת כאן, כתובת הפורטל תהיה בשימוש
ja: メール送信時に使う差出人アドレス。何も入力しなければ、ポータルの差出人アドレスが使われます。

source: The email where you want to send this message. To send it to different email addresses, just separate them with ,
he: כתובת דואר האלקטרוני שברצונך לשלוח הודעה זאת. על מנת לשלוח זאת מכתובות דואר אלקטרוני נוספות, רק הפרד בעזרת הפסיק ,
ja: メールの送信先アドレス。複数のアドレスに送信したいときは、コンマ(,)で区切って並べます。

source: The end date and time of an event
cy: Dyddiad ac amser diwedd digwyddiad
fa: زمان و تاریخ پایان یک رخداد
he: שעת ותאריך סיום הארוע
ja: イベントの終了日時
sr: Крајњи датум и време догађаја
sr_latn: Krajnji datum i vreme događaja

source: The event that can trigger this rule
he: הארוע שיכול להפעיל את הרשאה זו
ja: このルールのトリガーとなり得るイベント

source: The file extension to check for
he: סיומת הקובץ לבדוק
ja: チェックするべきファイル拡張子

source: The following item(s) could not be renamed: ${items}.
cy: Methu ailenwi'r eitem(au) canlynol: ${items}.
fa: امکان تغییر نام این آیتم(ها) میسر نشد: ${items}.
he: הפריט(ים) הבאים לא יכלו לשנות את שמם: ${items}.
ja: 次の項目は名前の変更ができませんでした: ${items}
sr: Наредне ставке нису могле бити преименоване: ${items}.
sr_latn: Naredne stavke nisu mogle biti preimenovane: ${items}.

source: The icon for an item
he: איקון לפריט.
ja: 項目に用いるアイコン

source: The keywords used to describe an item
cy: Allweddeiriau i ddisgrifio eitem
fa: کلیدواژه‌هایی که در توضیح یک آیتم بکار رفته
he: מילת מפתח משמשת לתיאור פריט
ja: 項目を記述するキーワード
sr: Кључне речи које се користе за опис ставке
sr_latn: Ključne reči koje se koriste za opis stavke

source: The location of an item in the site (path)
cy: Lleoliad eitem ar y safle (llwybr)
fa: مکان یک آیتم در پورتال (مسیر)
he: מיקום הפריט בפורט (נתיב)
ja: ポータルの中での項目の位置（パス）
sr: Место ставке у порталу (стаза)
sr_latn: Mesto stavke u portalu (staza)

source: The login name you selected is already in use or is not valid. Please choose another.
cy: Mae'r enw mewngofnodi rydych wedi ei ddewis eisoes mewn bod neu nid yw'n ddilys. Dewiswch un arall.
fa: نام‌کاربریی را که انتخاب کرده‌اید یا قبلا گرفته شده است و یا غیرمجاز است. لطفا آن را عوض کنید.
he: שם המשתמש שבחרת כבר בשימוש או לא תקין, בבקשה בחר שם משתמש אחר
ja: 入力されたログイン名はすでに使用されているか不適切なものです。他のものを選んでください。
sr: Корисничко име које сте изабрали се или већ користи или није исправно. Молим изаберите неко друго име.
sr_latn: Korisničko ime koje ste izabrali se ili već koristi ili nije ispravno. Molim izaberite neko drugo ime.

source: The macro containing the portlet.
he: המקרו המכיל את הפורטלט
ja: ポートレットを含むマクロ。

source: The message to send to the user.
he: ההודעה לשלוח למשתמש
ja: ユーザに送信するメッセージ

source: The name of the group.
he: שם הקבוצה.
ja: グループ名

source: The order of an item in its parent folder
cy: Trefn eitem yn ei ffolder rhiant
fa: ترتیب یک آیتم در پوشه پدر
he: סדר הפריט בספרית ההורה
ja: 親フォルダの中での項目の順序
sr: Редослед ставке у родитељском директоријуму
sr_latn: Redosled stavke u roditeljskom direktorijumu

source: The portal_type for the root object in a Plone system.
cy: Y portal_type ar gyfer gwrthrych root mewn system Plone.
fa: نوع محتوای شیئ ریشه در یک سامانه پلون.
he: הסוג תוכן עבור אובייקט רוט במערכת פלון.
ja: Ploneシステムのルートオブジェクトのためのポータルタイプ
sr: portal_type за корени објекат у Плоновом систему.
sr_latn: portal_type za koreni objekat u Plonovom sistemu.

source: The roles and users with View permission on an item
cy: Swyddogaethau a defnyddwyr gyda chaniatâd Golwg ar eitem
fa: نقش‌ها و کاربرانی که مجوز «مشاهده» آیتم را دارند
he: הרשאות ומשתמשים עם הרשאות צפיה לפריט
ja: 項目を見るパーミッションを持つロールとユーザ
sr: Улоге и корисници који имају право да гледају ставку
sr_latn: Uloge i korisnici koji imaju pravo da gledaju stavku

source: The roles to check for.
he: הרשאות לבדיקה
ja: チェックするロール

source: The short name of an item (used in the url)
cy: Enw byr eitem (defnyddiwyd mewn URL)
fa: نام کوتاه یک آیتم (در نشانی آن (url) استفاده می‌شود)
he: שם קצר של הפריט (יהיה בשימוש בנתיב)
ja: 項目のショートネーム（URLで使用）
sr: Кратко име ставке (користи се за УРЛ)
sr_latn: Kratko ime stavke (koristi se za URL)

source: The site description is available in syndicated content and in search engines. Keep it brief.
he: תאור האתר זמן בסנדקצית תוכן ובמנועי חיפוש. שמור על התוכן קצר.
ja: ポータルの説明は配信されるコンテンツや検索エンジンで引用されます。説明は簡潔に。

source: The size of an item
cy: Maint eitem
fa: اندازه یک آیتم
he: גודל הפריט
ja: 項目のサイズ
sr: Величина ставке
sr_latn: Veličina stavke

source: The start date and time of an event
cy: Dyddiad cychwyn ac amser digwyddiad
fa: تاریخ و زمان آغاز یک رخداد
he: שעת ותאריך תחילת הארוע
ja: イベントの開始日時
sr: Почетни датум и време догађаја
sr_latn: Početni datum i vreme događaja

source: The template containing the portlet.
he: תבנית המכילה את הפורטלט
ja: ポートレットを含むテンプレート

source: The time and date an item becomes publicly available
cy: Amser a dyddiad y bydd eitem ar gael i'r cyhoedd
fa: زمان و تاریخی که آیتمی برای عموم قابل دسترس می‌شود
he: שעה ותאריך בהם הפריט יהפוך לציבורי
ja: 項目が一般公開される日時
sr: Време и датум када ставка постаје јавно доступна
sr_latn: Vreme i datum kada stavka postaje javno dostupna

source: The time and date an item is no longer publicly available
cy: Amser a dyddiad pryd na fydd eitem ar gael i'r cyhoedd bellach.
fa: زمان و تاریخی که آیتمی دیگر برای عموم در دسترس نیست
he: שעה ותאריך בהם הפריט לא יהיה ציבורי יותר
ja: 項目が一般公開されなくなる日時
sr: Време и датум од ког ставка више није јавно доступна
sr_latn: Vreme i datum od kog stavka više nije javno dostupna

source: The time and date an item was created
cy: Amser a dyddiad pryd y crëwyd eitem
fa: زمان و تاریخی که آیتمی در آن ساخته شده
he: שעה ותאריך שהפריט נוצר
ja: 項目が作成された日時
sr: Време и датум када је ставка настала
sr_latn: Vreme i datum kada je stavka nastala

source: The time and date an item was last modified
cy: Amser a dyddiad pryd y newidiwyd eitem ddiwethaf
fa: زمان و تاریخی که آیتمی آخرین بار در آن تغییر کرده
he: שעה ותאריך בהם הפריט עודכן לאחרונה
ja: 項目が最後に変更された日時
sr: Време и датум када је ставка последњи пут мењана
sr_latn: Vreme i datum kada je stavka poslednji put menjana

source: The title of the rule
he: שם ההרשאה
ja: ルールの名称

source: The url of a Link item
he: כתובת הקישור של הפריט
ja: リンク項目のURL

source: Theme settings
he: הגדרות נושא
ja: スキンの設定

source: Themes
he: מודלים
ja: スキン

source: There are more search results, narrow your search.
he: יש מספר תוצאות לחיפוש, הקטן את החיפוש
ja: 検索結果が多すぎます。条件を絞ってください。

source: There is already an item named ${name} in this folder.
fa: آیتمی با نام ${name} در حال حاضر در این پوشه وجود دارد.
he: יש כבר פריט עם שם ${name} בספריה.
ja: このフォルダの中にはすでに${name}という名前の項目があります。
sr: У овом директоријуму већ постоји ставка која се зове ${name}.
sr_latn: U ovom direktorijumu već postoji stavka koja se zove ${name}.

source: There is no object with short name ${name} in this folder.
cy: Nid oes eitem gyda'r enw byr ${name} yn y ffolder yma.
fa: هیچ آیتمی با نام کوتاه ${name} در این پوشه وجود ندارد.
he: אין אובייקט שם שם קצר ${name} בספריה זו.
ja: このフォルダの中には${name}というショートネームのオブジェクトはありません。
sr: Не постоји објекат са именом ${name} у овом директоријуму.
sr_latn: Ne postoji objekat sa imenom ${name} u ovom direktorijumu.

source: There was a problem adding ${title} to your Favorites.
he: יש בעיה להוסיף ${title} למעודפים שלך
ja: お気に入りに${title}を追加することができませんでした。
sr: Дошло је до грешке при додавању ${title} у ваш списак омиљених веза.
sr_latn: Došlo je do greške pri dodavanju ${title} u vaš spisak omiljenih veza.

source: These CSS styles are allowed in style attributes.
he: סוגי CSS אלו מאופשרים בתכונות סטייל
ja: このCSSは、スタイル属性で許可されています。

source: These attributes are stripped from any tag when saving.
he: תכונות אלו הופשטו מכל טאג ושמירה
ja: これらの属性は、保存時にタグが取り除かれます。

source: These class names are not allowed in class attributes.
he: שמות קלאסים אלו אינם מורשים באטריביוטס קלאס
ja: これらのクラス名は、クラスの属性としては使用できません。

source: These tags are stripped when saving or rendering, but any content is preserved.
he: טאגים אלו הם סטריפט כאשר שומרים או מרנדרים, אך כאשר כל תוכן הוא שמור
ja: これらのタグは、保存時や表示時に取り除かれます。しかし、タグで囲まれた中身は残ったままです。

source: These tags, and their content are completely blocked when a page is saved or rendered.
he: טאגים אלו, ותוכנם נחסמים לגמרי כאשר עמוד נשמר או מרונדר
ja: これらのタグおよびその中身は、ページを保存したり描画したりする際に完全にブロックされます。

source: This field is required, please provide some information.
cy: Mae angen y maes yma, darparwch wybodaeth.
fa: ورودی برای این فیلد ضروریست. لطفا اطلاعاتی را وارد کنید.
he: שדה זה נדרש בבקשה הזן מידע
ja: このフィールドは必須です。何か情報を入力してください。
sr: Ово поље је обавезно, молимо да унесете неки податак.
sr_latn: Ovo polje je obavezno, molimo da unesete neki podatak.

source: This file is not text. To upload binary files create File content.
cy: Nid testun yw'r ffeil. I lwytho ffeil deuaidd i fyny crëwch gynnwys Ffeil.
fa: این فایل متنی نمی‌باشد. جهت بارگذاری پرونده‌های باینری می‌بایست محتوایی از نوع پرونده بسازید.
he: קובץ זה אינו טקטס. על מנת לעלות קבצי מידע בינארי צור תוכן קובץ.
ja: このファイルはテキストではありません。バイナリファイルをアップロードするには「ファイル」コンテンツを作成します。
sr: Ова датотека не садржи текст. Ако желите да пошаљете бинарне датотеке изаберите врсту садржаја: Датотека.
sr_latn: Ova datoteka ne sadrži tekst. Ako želite da pošaljete binarne datoteke izaberite vrstu sadržaja: Datoteka.
