Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: description_received_password
cy: Pan fyddwch yn derbyn eich cyfrinair gallwch ${login_in_here}.
fa: پس از دریافت گذرواژه‌تان، شما می‌توانید ${login_in_here}.
he: כאשר הנך מקבל את סיסמתך, באפשרותך ${login_in_here}.
ja: パスワードを受け取ったならば、こちらからログインできます: ${login_in_here}.
sr: Пошто добијете лозинку, можете да се ${login_in_here}.
sr_latn: Pošto dobijete lozinku, možete da se ${login_in_here}.

source: description_recently_modified
cy: Eitemau a newidiwyd yn ddiweddar, diweddaraf yn gyntaf.
fa: تمامی آیتم‌هایی که اخیرا تغییر یافته؛ جدیدترین در ابتدا
he: כל הפריטים שעודכנו לאחרונה, שינויים אחרוים ראשונים
ja: 最近変更された項目すべて。新しい順。
sr: \Све недавно мењане ставке, најновије су на врху.
sr_latn: \Sve nedavno menjane stavke, najnovije su na vrhu.

source: description_recently_published
cy: Eitemau a gyhoeddwyd yn ddiweddar, diweddaraf yn gyntaf.
fa: همه آیتم‌های منتشر شده از آخر به اول.
he: פורסם לאחרונה
ja: 公開された項目すべて。新しい順。
sr: Све објављене ставке, најновије су на врху.
sr_latn: Sve objavljene stavke, najnovije su na vrhu.

source: description_rename_item
cy: Mae gan bob eitem Enw Byr a Theitl, y mae modd i chi eu newid drwy roi'r manylion newydd isod.
fa: همه آیتم‌ها دارای یک نام و عنوان می‌باشند که شما می‌توانید با وارد کردن جزئیات جدید در زیر، آنها را تغییر دهید.
he: לכל פריט יש שם וכותרת, שבאפשרותך לשנות על ידי הזנת הפרטים החדשים מתחת
ja: 各項目はショートネームとタイトルを持っており、それらはこの下に新しい詳細を入力することで変更できます。
sr: Свака ставка има име и наслов, које можете мењати додавањем детаља испод.
sr_latn: Svaka stavka ima ime i naslov, koje možete menjati dodavanjem detalja ispod.

source: description_search_setup
cy: Gosodiadau chwilio ar gyfer Safle.
fa: تنظیمات جستجو در سایت
he: הגדרות חיפוש לאתר
ja: サイトの検索設定
sr: Претражи подешавања за ел. место.
sr_latn: Pretraži podešavanja za el. mesto.

source: description_search_string
cy: Chwilio llinyn:
fa: متن جستجو:
he: מחרוזת חיפוש
ja: 検索文字列:
sr: Текст за претрагу:
sr_latn: Tekst za pretragu:

source: description_search_usersandgroups
cy: Chwiliwch am y defnyddwyr neu grwpiau rydych am eu canfod (chwiliad gwag yn dychwelyd pawb), a dewis y rhai i'w hychwanegu.
fa: کاربر یا گروه‌های مورد نظر خود را در جستجو کرده(جستجوی خالی همه را برمی‌گرداند) و آنهایی را که می‌خواهید اضافه شوند، انتخاب کنید.
he: חיפוש משתמשים וקבוצות
ja: ユーザやグループを検索して、その中から追加したいものを選びます。何も入れないで検索すると全部が返ってきます。
sr: Тражите кориснике и групе које желите да пронађете (празно поље тражи све), затим изаберите оне које желите да додате.
sr_latn: Tražite korisnike i grupe koje želite da pronađete (prazno polje traži sve), zatim izaberite one koje želite da dodate.

source: description_select_default_page
cy: Dewiswch eitem fydd yn cael ei harddangos fel tudalen rhagosodedig y ffolder.
fa: لطفا آیتمی را که به عنوان صفحه پیش‌گزیده پوشه نمایش داده خواهد شد، انتخاب نمایید.
he: בבקשה בחר פריט שיהיה עמוד ברירת המחדל עבור ספריה זו.
ja: フォルダのデフォルトページとして表示される項目を選びます。
sr: Молимо изаберите ставку која ће бити приказана као изворна страна за овај директоријум.
sr_latn: Molimo izaberite stavku koja će biti prikazana kao izvorna strana za ovaj direktorijum.

source: description_select_default_view
cy: Dewiswch pa dempled i'w ddefnyddio fel golwg rhagosodedig y ffolder.
fa: لطفا تعیین کنید کدام شابلون به عنوان نمای پیش‌گزیده پوشه باید استفاده شود.
he: אנא בחר תבנית שתהייה צפיית המחדל עבור ספריה זו
ja: フォルダのデフォルト表示に使うテンプレートを選びます。
sr: Молимо изаберите образац који ће бити приказиван као изворни поглед за овај директоријум.
sr_latn: Molimo izaberite obrazac koji će biti prikazivan kao izvorni pogled za ovaj direktorijum.

source: description_select_workflow
cy: Dewiswch y math o lif gwaith ar gyfer y mathau gwahanol o gynnwys.
fa: نوع گردش‌کار را برای هر نوع محتوا، انتخاب کنید.
he: בחר תהליך עבודה
ja: 各コンテンツタイプごとにワークフローの種類を選びます。
sr: Изаберите врсту радног тока који желите за сваки различит тип садржаја.
sr_latn: Izaberite vrstu radnog toka koji želite za svaki različit tip sadržaja.

source: description_send_page_to
cy: Llanwch gyfeiriad e-bost eich cyfaill i anfon e-bost gyda'r cyfeiriad hwn.
fa: نشانی ایمیل دوست خود را وارد کرده تا نامه‌ای با نشانی این صفحه برای ایشان ارسال شود.
he: מלא את כתובת הדואר האלקטרוני של החבר
ja: ページを送りたい相手のメールアドレスを入力します。
sr: Унесите ел.адресу пријатеља коме желите да проследите поруку са адресом.
sr_latn: Unesite el.adresu prijatelja kome želite da prosledite poruku sa adresom.

source: description_send_page_url_to
he: הזן את כתובת הדואר אלקטרוני של חברך, ואנו נשלח אליו דואר אלקטרוני המכיל קישור לעמוד זה.
ja: このページを送りたい相手のメールアドレスを入力してください。このページのURIを記したメールを送ります。
sr: Унесите ел. адресу пријатеља, и ми ћемо послати ел. адресу која садржи везу на ову страну.
sr_latn: Unesite el. adresu prijatelja, i mi ćemo poslati el. adresu koja sadrži vezu na ovu stranu.

source: description_sent_password
cy: Mae eich cyfrinair wedi ei e-bostio. Dylai gyrraedd cyn hir.
fa: گذرواژه شما برایتان ایمیل شد و بزودی باید به صندوق نامه‌های الکترونیک شما برسد.
he: סיסמתך נשלחה בדואר. הסיסמא אמורה להגיע לתיבת הדואר שלך בזמן הקרוב.
ja: パスワードをＥメールで送信しました。メール受信箱を確認してください。
sr: Ваша лозинка је послата. Требало би да се ускоро појави у Вашем сандучету.
sr_latn: Vaša lozinka je poslata. Trebalo bi da se uskoro pojavi u Vašem sandučetu.

source: description_share_folders_items_current_shares
cy: Gallwch rannu'r hawliau ar gyfer ffolderi ac eitemau unigol. Mae gan y defnyddwyr hyn freintiau yma:
fa: شما می‌توانید حقوق تمامی یک پوشه یا آیتم‌ها‌ بصورت تکی را به اشتراک بگذارید. این کاربران دارای مجوز در اینجا می‌باشند:
he: באפשרותך לשתף את הזכויות על כל הספריות ועל פריט בודד. למשתמשים אלו זכויות כאן:
ja: フォルダ全体でも項目ごとにでもに権限を共有できます。ここでは次のユーザが権限を持っています:
sr: Можете поделити права приступа и за целе директоријуме и за поједине ставке. Следећи корисници имају приступ овде:
sr_latn: Možete podeliti prava pristupa i za cele direktorijume i za pojedine stavke. Sledeći korisnici imaju pristup ovde:

source: description_sharing_control
he: באפשרותך מי יכול לשלוט ומי יכול לראות ולערוך את הפריטים שלך בעזרת הרשימה מטה
ja: この項目を誰が閲覧できて誰が編集できるのかを、以下のリストを用いて設定します。

source: description_sharing_item
cy: Mae rhannu yn ffordd hawdd i ganiatáu i eraill gael mynediad er mwyn cydweithio gyda chi ar eich cynnwys. I rannu'r eitem hon, chwiliwch am enw'r unigolyn neu gyfeiriad e-bost ar y ffurflen isod, a dynodi iddynt swyddogaeth briodol. Y ffordd arferol yw dynodi caniatâd Rheolwr, sy'n golygu fod ganddyn nhw reolaeth lawn o'r eitem hon a'i chynnwys (os oes yna).
fa: اشتراک راهی آسان برای اجازه دسترسی به دیگران برای همکاری با شما بر روی محتوا می‌باشد. برای اشتراک این آیتم با دیگران، در فرم زیر به دنبال نام یا نشانی ایمیل اشخاص گشته و یک نقش مناسب به آنها منسوب کنید. رایجترین عمل، انتساب نقش مدیر به اشخاص می‌باشد، که به معنی اعطای کنترل کامل این آیتم و محتوای آن (در صورت وجود)، می‌باشد.
he: פריטים משותפים
ja: 共有は共同作業をするためにコンテンツへのアクセス権を他の人にも与える簡単な方法です。この項目を共有するには、下のフォームから名前やメールアドレスで人を検索し、適切なロールを割り当てます。最も一般的な使い方は管理者の権限を与える事です。項目とその中のコンテンツ（もしあれば）へのすべての操作ができるようになります。
sr: Дељење је једноставан начин да се другима дозволи да сарађују на Вашем садржају. Да бисте поделили ову ставку, потражите име особе или ел.адресу у формулару датом доле, и доделите им одговарајуће улоге. Најчешћа се другима даје дозвола Управник, што значи да имају пуну контролу над ставком (ако постоји).
sr_latn: Deljenje je jednostavan način da se drugima dozvoli da sarađuju na Vašem sadržaju. Da biste podelili ovu stavku, potražite ime osobe ili el.adresu u formularu datom dole, i dodelite im odgovarajuće uloge. Najčešća se drugima daje dozvola Upravnik, što znači da imaju punu kontrolu nad stavkom (ako postoji).

source: description_sign_in
cy: I gael mynediad i'r rhan hon o'r safle, rhaid mewngofnodi gan ddefnyddio eich enw defnyddiwr a chyfrinair.
fa: برای دسترسی به این بخش از سایت، می‌بایست با نام‌کاربری و گذرواژه خود وارد شوید.
he: על מנת להתחבר לחלק זה של האתר עליך להיות מחובר
ja: サイトのこの部分にアクセスするには、ユーザ名とパスワードでログインする必要があります。
sr: Да бисте приступили овом делу ел. места, потребно је да се пријавите са корисничким именом и лозинком.
sr_latn: Da biste pristupili ovom delu el. mesta, potrebno je da se prijavite sa korisničkim imenom i lozinkom.

source: description_site_admin_see_full_error
he: מכיוון שהנך מנהל אתר, באפשרותך ${link_full_error_msg}
ja: あなたはポータルの管理者なので、${link_full_error_msg}できます。

source: description_site_error
cy: Mae'r safle wedi canfod gwall wrth geisio cyflawni eich cais. Y gwallau oedd:
fa: این سایت، در هنگام سعی در اجرای درخواست شما، با خطایی روبرو شد. خطا بدین شرح می‌باشد:
he: האתר נפגש עם שגיאה בזמן שניסה לבצע את בקשת. השגיאות הן:
ja: リクエストに回答しようとしてエラーが発生しました。エラーの詳細は次の通りです:
sr: Десила се грешка приликом испуњавања Вашег захтева. Грешка је:
sr_latn: Desila se greška prilikom ispunjavanja Vašeg zahteva. Greška je:

source: description_site_error_does_not_exist
cy: Nid yw'r eitem gofynnwyd amdani’n bod ar y gweinydd neu nid oes modd ei darparu.
fa: آیتمی که درخواست کرده‌اید، یا برروی این سرور وجود ندارد و یا قابل ارائه نمی‌باشد.
he: הפריט שביקשת לא קיים על השרת או לא יכול לעבוד
ja: リクエストされた内容がサーバ上に存在しないか、又は提供ができない状態です。
sr: Ставка коју сте захтевали не постоји на серверу или се не може испоручити.
sr_latn: Stavka koju ste zahtevali ne postoji na serveru ili se ne može isporučiti.

source: description_site_error_double_check_or_search
cy: Gwiriwch y cyfeiriad gwe neu defnyddiwch yr offer chwilio ar y dudalen i ganfod yr hyn rydych yn chwilio amdano.
fa: لطفا نشانی وب را دوباره وارسی کنید یا از قابلیت جستجوی موجود در این صفحه برای پیدا کردن آنچه بدنبال آن هستید، استفاده کنید.
he: בבקשה בדוק שנית את כתובת האתר או השתמש בפונקצית החיפוש בעמוד זה על מנת למצוא את מה שהנך מחפש
ja: URLを再確認してください。あるいは検索機能を使ってお探しのコンテンツを見つけてください。
sr: Молимо да још једом проверите мрежну адресу или да користите претрагу на овој страни како бисте пронашли оно што тражите.
sr_latn: Molimo da još jedom proverite mrežnu adresu ili da koristite pretragu na ovoj strani kako biste pronašli ono što tražite.

source: description_site_error_mail_admin
cy: Os ydych yn gwybod fod gennych y cyfeiriad gwe iawn ond yn canfod gwall, cysylltwch â ${site_admin}.
fa: در صورتی که می‌دانید که نشانی وب شما درست است ولی باز با خطا مواجه می‌شوید، لطفا با ${site_admin} تماس بگیرید.
he: אם הינך יודע שבידך כתובת האינטרנט הנכונה אולם מתקבלת הודעת .שגיאה, בבקשה שלח דואר למנהל האתר ${site_admin}.
ja: URLが正しいのにエラーが発生する場合には、${site_admin}に連絡してください。
sr: Ако знате да сте навели исправну мрежну адресу, али и даље имате грешке, молимо јавите се администратору овог ел. места (${site_admin}) .
sr_latn: Ako znate da ste naveli ispravnu mrežnu adresu, ali i dalje imate greške, molimo javite se administratoru ovog el. mesta (${site_admin}) .

source: description_site_error_mail_site_admin
he: במידה והנך בטוח שיש לך את כתובת האינטרנט הנכונה אבל נפגש עם שגיאה, אנא פנה ל ${site_admin}
ja: 入力したURLがたしかに正しいがエラーで表示されないという場合は、${site_admin}に連絡してください。
sr: Ако сте сигурни да сте унели исправну адресу, а и даље видите грешку, обратите се: ${site_admin}.
sr_latn: Ako ste sigurni da ste uneli ispravnu adresu, a i dalje vidite grešku, obratite se: ${site_admin}.

source: description_site_error_thank_you
cy: Diolch.
fa: متشکریم.
he: .תודה רבה לך
ja: ご協力ありがとうございます。
sr: Хвала.
sr_latn: Hvala.

source: description_site_language
he: השפה בשימוש התוכן וממשק המשתמש באתר זה
ja: このサイトのコンテンツとUIで使われる言語

source: description_site_map
cy: Trosolwg o'r cynnwys sydd ar gael ar y safle. Cadwch y pwyntydd yn llonydd dros eitem am ychydig o eiliadau i estyn y disgrifiad.
fa: مروری بر محتوای در دسترس در این سایت. برای دیدن شرح، موشواره خود را بر روی یک آیتم برای چند ثانیه ثابت نگه‌دارید
he: מפת אתר
ja: このサイトで利用できるコンテンツの概要です。項目の上にカーソルを数秒間あわせると、その説明が表示されます。
sr: Преглед садржаја доступног на овом ел. месту. Држите показивач миша у месту неколико секунди да бисте добили опис.
sr_latn: Pregled sadržaja dostupnog na ovom el. mestu. Držite pokazivač miša u mestu nekoliko sekundi da biste dobili opis.

source: description_skin_setup
cy: Gosodiadau sy'n effeithio golwg y porthol a'r defnydd o'r templed.
fa: تنظیماتی که در ظاهر پورتال و استفاده از الگو‌ها موثر است.
he: הגדרות סקיין
ja: ここでポータルの外観とテンプレートの使用法に関する設定ができます。
sr: Подешавања која утичу на изглед портала и употребу образаца.
sr_latn: Podešavanja koja utiču na izgled portala i upotrebu obrazaca.

source: description_still_failure
cy: Os ydych yn dal i gyrraedd y dudalen hon ar ôl ffurfweddu eich porwr yn iawn, yna dyma rhai rhesymau posib:
fa: در صورتی که بعد از پیکربندی صحیح مرورگر خود، همچنان وارد این صفحه می‌شوید، برخی دلیل‌های احتمالی به قرار زیر می‌باشد:
he: עדיין נכשל
ja: ブラウザの設定が正しいのにこのページが表示される場合には、以下の可能性をチェックしてみてください:
sr: Ако и даље долазите на ову страницу иако сте исправно подесили прегледник, следи списак могућих разлога:
sr_latn: Ako i dalje dolazite na ovu stranicu iako ste ispravno podesili preglednik, sledi spisak mogućih razloga:

source: description_still_failure_reason1
cy: Gall eich bod yn rhedeg meddalwedd hidlo'r we sy'n anablu cookies. Os felly, bydd angen ffurfweddu’r feddalwedd fel ei fod yn eich galluogi i dderbyn cookies o ${url}
fa: شما از نرم‌افزارهای صافی وبی استفاده می‌کنید که کوکی را غیرفعال می‌کند. در این صورت، می‌بایست نرم‌افزار را طوری پیکربندی کنید که به شما اجازه قبول کردن کوکی از اینجا را بدهد: ${url}
he: אולי הינך מריץ תוכנת סינון אתרים שאינה מאפשרת עוגיות. במידה וכן, תצטרך להגדיר את התוכנה על בדרך שתאפשר לך לקבל עוגיות מ ${url}
ja: クッキーを使えなくするウェブフィルターソフトを使っていませんか？ もしそうなら、${url} からのクッキーを受け入れるよう、そのソフトウェアを設定し直してください。
sr: Можда користите програм за филтрирање мрежног садржаја који искључују колачиће. Ако је то случај, мораћете да подесите програм тако да вам дозвољава да примате колачиће са ${url}
sr_latn: Možda koristite program za filtriranje mrežnog sadržaja koji isključuju kolačiće. Ako je to slučaj, moraćete da podesite program tako da vam dozvoljava da primate kolačiće sa ${url}

source: description_still_failure_reason2
cy: Gall eich cyfrifiadur fod tu cefn i fur cadarn neu wasanaeth dirprwyol sy'n rhwystro cookies rhag cael eu hanfon i neu oddi wrth eich porwr. Os felly, bydd angen i chi ofyn i weinyddwr eich system os oes modd datrys y broblem.
fa: رایانه شما ممکن است که پشت یک firewall یا سرور پراکسی باشد که از فرستادن یا گرفتن کوکی توسط شما جلوگیری می‌کند. در این صورت، می‌بایست از مدیرسیستم خود درباره راه‌حل سوال کنید.
he: עדין נכשל
ja: ご利用のコンピュータがファイアーウォール又はプロキシの向こう側にあるため、クッキーの送受信ができなくなっている場合が考えられます。その場合はシステム管理者にお問い合わせください。
sr: Ваш рачунар се може налазити иза ватробрана или заступничког сервера који спречавају пролаз колачића са и на Ваш прегледник. Ако је то случај, биће потребно да се распитате код администратора система како бисте отклонили проблем.
sr_latn: Vaš računar se može nalaziti iza vatrobrana ili zastupničkog servera koji sprečavaju prolaz kolačića sa i na Vaš preglednik. Ako je to slučaj, biće potrebno da se raspitate kod administratora sistema kako biste otklonili problem.

source: description_subject_and
cy: Cydweddu popeth
fa: تطابق با همه
he: התאם להכל
ja: 完全に一致したもの
sr: Упари све
sr_latn: Upari sve

source: description_subject_or
cy: Cydweddu unrhyw
fa: تطابق با هریک
he: תואם לכל
ja: どれかが一致したもの
sr: Упари било шта
sr_latn: Upari bilo šta

source: description_syndication_disabled
cy: Mae syndicaliaeth wedi ei anablu gan weinyddwr y safle.
fa: انتشارگری توسط مدیر سایت غیرفعال شده است.
he: סנדיקציה נשללה על ידי מנהל האתר
ja: サイト管理者によってRSS配信が使えなくなっています。
sr: Администратор је забранио удруживање.
sr_latn: Administrator je zabranio udruživanje.

source: description_syndication_properties
cy: Mae syndicaliaeth yn eich galluogi i syndiceiddio’r ffolder yma fel bod modd ei gydweddu o safleoedd gwe eraill.
fa: انتشارگری شما را قادر می‌سازد که این پوشه را syndicate کنید تا بتواند از طریق سایت‌های دیگر بروز شود.
he: סנדיקציה מאפשרך לך לבצע התאגדות לספריה זו ולאפשר להסתנכרן עם אתרים אחרים.
ja: RSS配信により他のウェブサイトからこのフォルダに同期できるようになります。
sr: Удруживање омогућава да удружите овај директоријум како би могао да се усклађује са другим ел. местима.
sr_latn: Udruživanje omogućava da udružite ovaj direktorijum kako bi mogao da se usklađuje sa drugim el. mestima.

source: description_syndication_setup
cy: Dyma'r fan i ffurfweddu rhai o'r gosodiadau sy'n effeithio ar syndicaliaeth rhagosodedig yr holl safle.
fa: در اینجا برخی ار تنظیماتی را که در انتشارگری پیش‌گریده فراگیر سایت تاثیر دارد، پیکربندی می‌کنید.
he: הגדרות סינדיקשיין
ja: ここではサイト全体のデフォルトのRSS配信に関する設定ができます。
sr: Овде мењате подешавања које утичу на изворно удруживање на нивоу целог ел. места.
sr_latn: Ovde menjate podešavanja koje utiču na izvorno udruživanje na nivou celog el. mesta.

source: description_trademark
he: פלון <sup>&reg;</sup> ולוגו פלון הם סימן מסחר רשום של ${plonefoundation}.
ja: Plone <sup>&reg;</sup>とPloneロゴは ${plonefoundation} の登録商標です。
sr: Плон <sup>&reg;</sup> и Плонов заштитни знак су регистроване робне марке чији је власник ${plonefoundation}.
sr_latn: Plon <sup>&reg;</sup> i Plonov zaštitni znak su registrovane robne marke čiji je vlasnik ${plonefoundation}.

source: description_types_setup
he: הגדרת תהליך עבודה, נראות וגירסאות עבור התוכן שלך.
ja: ワークフロー：コンテンツタイプの閲覧や公開状況の管理に用いる設定

source: description_undo_action
cy: Mae nodwedd drafodaethol y rhaglen yn caniatáu i chi'n hawdd ddad wneud newidiadau wnaed i osodiadau'r rhaglen neu ddata. Gallwch gymryd y rhaglen nol i "giplun"o'i gyflwr ar bwyntiau yn ei hanes.
fa: این قابلیت‌های تراکنشی به شما این اجازه را می‌دهد که به آسانی تغییراتی را که در تنظیمات یا داده‌ها ایجاد کرده‌اید، واگرد کنید. شما می‌توانید سامانه را به یک "تصویر" از حالت آن در گذشته، برگردنید.
he: אפשרויות הטרנסקציות האפליקציות מאפשרות לך בקלות לבטל שינויים שנעשו להגדרות האפליקציות או הנתונים. באפשרותך להחזיר את האפליקציה למצב ספאפשוט. במצב של נקודה קודמת בזמן
ja: このアプリケーションのトランザクション機能により、簡単に過去に実行したアプリケーション設定やデータの変更を元に戻すことができます。アプリケーションを過去の時点の「スナップショット」に戻すことができます。
sr: Рад са трансакцијама које користи овај програм омогућава да се једноставно пониште промене подешавања или података. Можете се вратити на ранији „отисак“ стања у некој тачки времена у прошлости.
sr_latn: Rad sa transakcijama koje koristi ovaj program omogućava da se jednostavno ponište promene podešavanja ili podataka. Možete se vratiti na raniji „otisak“ stanja u nekoj tački vremena u prošlosti.

source: description_undo_action_select
cy: Dewiswch un neu fwy o'r trafodion isod ac yna cliciwch ar fotwm "Dadwneud" i ddadwneud y trafodion. Sylwch nad oes modd dadwneud trafodion os fydd trafodion diweddarach wedi newid gwrthrychau gafodd eu newid gan y trafod, er bo'r trafod yn cael ei ddangos isod.
fa: یک یا چند تراکنش را در زیر انتخاب کرده و سپس برای واگرد کردن آنها، دکمه "واگرد" را کلیک کنید. دقت کنید که هرچند تراکنشی در زیر ممکن است نشان داده شده باشد، در صورتی که تراکنش‌های بعد از آن، همان شیئ را که این تراکنش تغییر داده، تغییر داده باشند، نمی‌توان آنرا واگرد کرد.
he: בחר טרנסקציה אחת או יותר מתחת ולחץ על כפתור UNDO על מנת לבטל את הטרנסקציות. זכור שלמרות שהטרנסקציה מופיעה למטה, לא תוכל לבטל במידה וטרנסקציות מאוחרות עדכנו אובייקטים שעודכנו על ידי הטרנסקציה
ja: 元に戻すには以下より一つまたは複数のトランザクションを選び「元に戻す」をクリックしてください。ただしトランザクションのうち変更された項目がそれ以降のトランザクションによってさらに変更されているものは元に戻すことができません。
sr: Изаберите једну или више трансакција испод и притисните „Поништи“ да бисте поништили трансакције. Запамтите да иако трансакција стоји у списку, може се десити да је није могуће поништити ако су касније трансакције мењале објекте које је мењала и првобитна трансакција.
sr_latn: Izaberite jednu ili više transakcija ispod i pritisnite „Poništi“ da biste poništili transakcije. Zapamtite da iako transakcija stoji u spisku, može se desiti da je nije moguće poništiti ako su kasnije transakcije menjale objekte koje je menjala i prvobitna transakcija.

source: description_use_form_to_change_password
cy: Defnyddiwch y ffurflen isod i newid eich cyfrinair.
fa: لطفا از فرم زیر برای تغییر گذرواژه خود استفاده کنید.
he: השתמש בטופס על מנת לשנות את סיסמתך
ja: パスワード変更には以下のフォームをご利用ください。
sr: Молимо користите формулар дат испод како бисте променили лозинку.
sr_latn: Molimo koristite formular dat ispod kako biste promenili lozinku.

source: description_user_management
cy: Cliciwch enw'r defnyddiwr i weld a newid manylion defnyddiwr penodol. Cliciwch yr eicon amlen i anfon e-bost i'r defnyddiwr. Gallwch hefyd olygu'r cyfeiriadau e-bost ac ychwanegu/tynnu defnyddwyr.
fa: برای مشاهده و تغییر جزئیات یک کاربر خاص، بر روی نام کاربر کلیک کنید. برای ارسال نامه به کاربر بر روی آیکون پاکت کلیک کنید. همچنین می‌توانید نشانی‌های ایمیل را ویرایش کرده و کاربرها را کم یا زیاد کنید.
he: לחץ על שם המשתמש לראות ולשנות את פרטי המשתמש, או לחץ על המעטפה לשלוח דואר. באפשרותך לעורך את החוקים וכתובות הדואר האלקטרוני ולהסיר את המשתמש ישירות מטופס זה. כמו כן באפשרותך לגשת לטופס רישום המשתמש ולהוסיף משתמש חדש. על מנת לנטרל משתמש ללא מחיקתו רק בטל לו את כל החוקים המקושרים אליו
ja: ユーザの詳細を表示･変更するにはユーザ名をクリックします。メールを送るには封筒のアイコンをクリックします。このフォームではメールアドレスを変更したりユーザを追加･削除することもできます。
sr: Притисните корисничко име да прегледате и промените детаље појединог корисника. Притисните сличицу коверта да бисте послали пошту кориснику. Можете такође и да уредите ел.адресе и да додајете и уклањате кориснике.
sr_latn: Pritisnite korisničko ime da pregledate i promenite detalje pojedinog korisnika. Pritisnite sličicu koverta da biste poslali poštu korisniku. Možete takođe i da uredite el.adrese i da dodajete i uklanjate korisnike.

source: description_user_panel
cy: Dyma'r fan i osod eich dewisiadau.
fa: این بخش به شما اجازه می‌دهد که ترجیحات خود را تنظیم نمایید.
he: פנאל משתמש
ja: ここでは環境の個人設定ができます。
sr: Ова област Вам омогућава да подесите Ваша подешавања.
sr_latn: Ova oblast Vam omogućava da podesite Vaša podešavanja.

source: description_validation
cy: Rydym wedi defnyddio ${xhtml} 1.0 a ${css} sy'n cyd-fynd â manyleb, fel sydd wedi ei osod allan gan y ${w3c} am ein bod yn credu fod yn rhaid i ddefnyddioldeb a hygyrchedd gael sail gadarn. Os yw unrhyw beth ar y safle hwn yn dilysu'n gywir, cysylltwch â ${site_admin}, ac nid Tîm Plone.
fa: ما از ${xhtml} 1.0 و ${css} که با مشخصات تعیین‌شده توسط ${w3c} تطابق دارد استفاده کرده‌ایم چرا که معتقدیم قابلیت‌استفاده و قابلیت‌دسترسی نیاز به شالوده استواری دارد. درصورتی که چیزی در این سایت معتبر نیست، لطفا با ${site_admin} تماس بگیرید و نه تیم پلون.
he: אנו השתמשנו ${xhtml} 1.0 and ${css} t העומדים בתקנים, שהוגדרו על ידי ${w3c} מכיוון שאנו מאמינים שנגישות ו usability חייבים להיות דבר בסיסי. במידה וחלק באתר זה לא validate נכון, אנא צור קשר עם ${site_admin} ולא עם צוות פלון.
ja: 私たちはユーザビリティとアクセシビリティは確かな基盤の上に構築されるべきものと考え、 ${w3c} の仕様どおりに ${xhtml} 1.0 と ${css} を使用しています。このサイトに関して何か正しくない部分があった場合、Ploneチームではなく、 ${site_admin} までご連絡ください。
sr: Користимо ${xhtml} 1.0 и ${css} који су сагласни са одредбама ${w3c}, пошто верујемо да употребљивост и приступачност морају имати чврсте основе. Ако ишта на овом месту не пролази проверу, молимо да се обратите администратору (${site_admin}) , а не Плоновом тиму.
sr_latn: Koristimo ${xhtml} 1.0 i ${css} koji su saglasni sa odredbama ${w3c}, pošto verujemo da upotrebljivost i pristupačnost moraju imati čvrste osnove. Ako išta na ovom mestu ne prolazi proveru, molimo da se obratite administratoru (${site_admin}) , a ne Plonovom timu.

source: description_wcag_aa_rating
ja: ${wcag} のバージョン1.0に則して評価されるAAアクセシビリティに関しても私たちは努力しました。 ${wcag2} のいくつかの評価項目は主観的であり、個々の部分では解釈が異なることがあるかもしれませんが、やはり正しく準拠しているものと私たちは考えています。

source: description_webdav_locked
cy: Mae'r eitem yma'n cael ei ddefnyddio gan rywun arall ac nid oes modd ei newid.
fa: این آیتم توسط شخصی دیگری در حال استفاده می‌باشد و نمی‌تواند تغییر کند
he: פריט זה בשימוש משתמש אחר ולא יכול להתעדכן
ja: この項目は現在他のユーザが利用しているため変更できません
sr: Ову ставку користи неко други и зато се не може мењати
sr_latn: Ovu stavku koristi neko drugi i zato se ne može menjati

source: description_webdav_locked_by_author_on_time
he: פריט זה היה נעול בידי ${author} לפני ${time}
ja: この項目は ${author} によって ${time} 前にロックされた
