Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: summary_affected_content
cy: Cynnwys affeithiwyd
fa: محتوای تاثیر پذیر
he: תוכן שמושפע
ja: 該当するコンテンツ
sr: Зависан садржај
sr_latn: Zavisan sadržaj

source: summary_assigned_roles
cy: Swyddogaethau lleol neilltuwyd ar hyn o bryd
fa: نقش‌های محلی فعلی
he: הרשאות מקומיות שניתנו כרגע
ja: 現在割り当てられているロール
sr: Тренутно додељене локалне улоге
sr_latn: Trenutno dodeljene lokalne uloge

source: summary_author_content_list
cy: Rhestri cynnwys grëwyd gan awdur wedi ei grwpio yn ôl y math o gynnwys
fa: محتواهای نوشته شده توسط یک نویسنده را گروه‌بندی شده بر حسب نوع محتوا، لیست می‌کند
he: רשימות תוכן שנרשמו על ידי מחבר מאוגד על ידי סוג תוכן
ja: この作成者のコンテンツをタイプ別に一覧表示する。
sr: Исписује садржаје које је сачинио аутор, груписане према врсти садржаја
sr_latn: Ispisuje sadržaje koje je sačinio autor, grupisane prema vrsti sadržaja

source: summary_available_groups
cy: Grwpiau ar gael
fa: گروه‌های موجود
he: קבוצות זמינות
ja: 所属できるグループ
sr: Доступне групе
sr_latn: Dostupne grupe

source: summary_calendar
cy: Calendr
fa: گاهشمار
he: לוח שנה
ja: カレンダー
sr: Календар
sr_latn: Kalendar

source: summary_content_listing
cy: Rhestr cynnwys
fa: لیست محتوا
he: רשימת תוכן
ja: コンテンツ一覧
sr: Списак садржаја
sr_latn: Spisak sadržaja

source: summary_event_details
cy: Manylion digwyddiadau
fa: جزئیات رخداد
he: פריטי ארוע
ja: イベントの詳細
sr: Детаљи о догађају
sr_latn: Detalji o događaju

source: summary_exception_log
cy: Cofnod Eithriad (diweddaraf yn gyntaf)
fa: گزارش استثنا (ار آخر به اول)
he: לוג חריג (בדרך כלל האחרון ראשון)
ja: エラーログ (新しい順)
sr: Дневник изузетака (новији су први)
sr_latn: Dnevnik izuzetaka (noviji su prvi)

source: summary_history
cy: Hanes
fa: تاریخچه
he: היסטוריה
ja: 履歴
sr: Историјат
sr_latn: Istorijat

source: summary_localroles_to_assign
cy: Swyddogaethau i'w neilltuo
fa: نقش‌ها جهت انتساب
he: הרשאות להשמה
ja: 割り当てられるロール
sr: Улоге за доделу
sr_latn: Uloge za dodelu

source: summary_review_history
cy: Hanes Adolygu
fa: مرور تاریخچه
he: סריקת הסטוריה
ja: 審査履歴
sr: Историјат рецензија
sr_latn: Istorijat recenzija

source: summary_roles_for_groups
cy: Dewis swyddogaeth i bob grwp
fa: انتخاب نقش‌ها برای هر گروه
he: בחר תפקידים לכל קבוצה
ja: グループごとに役割を選びます。
sr: Избор улоге за сваку групу
sr_latn: Izbor uloge za svaku grupu

source: summary_search_results
cy: Canlyniadau chwilio
fa: نتایج برگشته
he: החזר תוצאות
ja: 検索結果
sr: Резултати претраге
sr_latn: Rezultati pretrage

source: tabs_home
cy: Cartref
fa: خانه
he: עמוד בית
ja: ホーム
sr: Дом
sr_latn: Dom

source: text_broken_product
cy: Mae'r Cynnyrch wedi torri
fa: این محصول ایراد دارد
he: מוצר לא תקין
ja: このプロダクトは壊れています。
sr: Овај производ је неисправан
sr_latn: Ovaj proizvod je neispravan

source: text_conforms_to_standards
cy: Mae'r safle'n cydymffurfio â'r safonau canlynol:
fa: این سایت با استانداردهای زیر مطابقت دارد:
he: תואם לתקנים
ja: このサイトは次の標準に準拠しています:
sr: Ово место је сагласно са наведеним стандардима:
sr_latn: Ovo mesto je saglasno sa navedenim standardima:

source: text_contributors
cy: Cyfranwyr: ${name}
fa: نویسندگان: ${name}
he: תורמים: ${name}
ja: 協力者: ${name}
sr: Допринели: ${name}
sr_latn: Doprineli: ${name}

source: text_creator_date
cy: gan ${creator}, diweddarwyd diwethaf: ${date}
fa: توسط ${creator}، آخرین بروزرسانی: ${date}
he: על ידי ${creator} , עודכן לאחרונה ${date}
ja: 作成者: ${creator} 最終変更日時: ${date}
sr: нап. ${creator} , последња измена: ${date}
sr_latn: nap. ${creator} , poslednja izmena: ${date}

source: text_errlog_notfound
ja: 指定したログエントリは見つかりませんでした。期限切れかもしれません。ロードバランス構成のZEO（クラスタリング）の場合は、クラスタ内の適切なサーバを見つけるまでリロードを試みてください。

source: text_error_not_found
cy: Heb ganfod 404
he: לא נמצא 404
ja: 404 見つかりません
sr: 404 Није пронађено
sr_latn: 404 Nije pronađeno

source: text_error_rendering_portlet
he: נתגלתה שגיאה בזמן הרצת הפורטלט
ja: ポートレットの描画時にエラーが発生しました。

source: text_form_modified_message
cy: Nid yw eich ffurflen wedi ei gadw. Bydd eich holl newidiadau'n cael eu colli.
fa: اطلاعات فرم شما ذخیره نشده است. تمامی تغییراتی که انجام داده‌اید، از بین خواهد رفت
he: הטופס שלך לא נשמר. כל השינויים שערכת לא נשמרו.
ja: フォームが保存されていません。すべての変更が失われます。
sr: Ваш образац није сачуван. Измене које сте направили ће бити изгубљене.
sr_latn: Vaš obrazac nije sačuvan. Izmene koje ste napravili će biti izgubljene.

source: text_form_resubmit_message
ja: すでに提出ボタンが押されています。本当にもう一度このフォームを提出しますか？

source: text_group
cy: Grwp
fa: گروه
he: קבוצה
ja: グループ
sr: Група
sr_latn: Grupa

source: text_ie4_cookies_step1
cy: Cliciwch Golwg ar y ddewislen ar frig y porwr a dewis Dewisiadau Rhyngrwyd
fa: View را در منوی بالای مرورگر خود کلیک کرده و Internet Options را انتخاب کنید
he: עוגיות אקספלורר 4 צעד 1
ja: ブラウザの表示メニューから、インターネットオプションを選択します。
sr: Притисните Преглед у менију на врху вашег читача и изаберите Интернет подешавања
sr_latn: Pritisnite Pregled u meniju na vrhu vašeg čitača i izaberite Internet podešavanja

source: text_ie4_cookies_step2
cy: Cliciwch y tab Diogelwch ar frig y sgrin
fa: بندک Security را در بالای صفحه کلیک کنید
he: עוגיות אקספלורר 4 צעד 2
ja: 詳細設定を選びセキュリティ項目をクリックします。
sr: Притисните језичак за сигурносна подешавања на врху екрана
sr_latn: Pritisnite jezičak za sigurnosna podešavanja na vrhu ekrana

source: text_ie4_cookies_step3
cy: Cliciwch Lefel Addasu a sgrolio lawr i'r adran Cookies
fa: Custom Level را انتخاب کرده و به قسمت Cookies در پایین حرکت کنید
he: עוגיות אקספלורר 4 צעד 3
ja: カスタムレベルをクリックして、クッキーセクションへスクロールします。
sr: Притисните Произвољни ниво и одскролујте доле до одељка са колачићима
sr_latn: Pritisnite Proizvoljni nivo i odskrolujte dole do odeljka sa kolačićima

source: text_ie4_cookies_step4
cy: Dewiswch "Derbyn cookies bob tro" neu "Annog cyn derbyn cookies" a chlicio Iawn
fa: "Always accept cookies" یا "Prompt before accepting cookies" را انتخاب کرده و OK را کلیک کنید
he: עוגיות אקספלורר 4 צעד 4
ja: 常にクッキーを受け入れるか毎回受け入れるかどうかを訊くを選んで OK ボタンをクリックします。
sr: Изаберите „Увек прихвати колачиће“ или „Питај пре него што прихватиш колачиће“, затим притисните „У реду“
sr_latn: Izaberite „Uvek prihvati kolačiće“ ili „Pitaj pre nego što prihvatiš kolačiće“, zatim pritisnite „U redu“

source: text_ie5_cookies_step1
cy: Clicio Offer ar y ddewislen ar frig y porwr a dewis Dewisiadau Rhyngrwyd
fa: Tools را در منوی بالای مرورگر خود کلیک کرده و Internet Options را انتخاب کنید
he: עוגיות אקספלורר 5 צעד 1
ja: ブラウザのメニューバーからツールをクリックして、インターネットオプションを選びます。
sr: Притисните „Алати“ у менију на врху вашег читача и изаберите Интернет подешавања
sr_latn: Pritisnite „Alati“ u meniju na vrhu vašeg čitača i izaberite Internet podešavanja

source: text_ie5_cookies_step2
cy: Clicio'r tab Diogelwch ar frig y sgrin
fa: بندک Security را در بالای صفحه کلیک کنید
he: עוגיות אקספלורר 5 צעד 2
ja: 画面上部にあるセキュリティタブをクリックします。
sr: Притисните сигурносни језичак на врху екрана
sr_latn: Pritisnite sigurnosni jezičak na vrhu ekrana

source: text_ie5_cookies_step3
cy: Cliciwch Lefel Addasu a sgrolio lawr i'r adran Cookies
fa: Custom Level را انتخاب کرده و به قسمت Cookies در پایین حرکت کنید
he: עוגיות אקספלורר 5 צעד 3
ja: カスタムレベルをクリックして、クッキーセクションへスクロールします。
sr: Притисните Произвољан ниво и одскролујте доле до одељка са колачићима
sr_latn: Pritisnite Proizvoljan nivo i odskrolujte dole do odeljka sa kolačićima

source: text_ie5_cookies_step4
cy: Gosod "Caniatáu cookies rhag sesiwn" a’i Alluogi a chlicio Iawn
fa: گزینه "Allow per-session cookies" را در حالت فعال قرار داده و OK کلیک کنید
he: עוגיות אקספלורר 5 צעד 4
ja: [Cookie]の項目にて｢セッションごとの Cookie の使用許可｣を｢有効にする｣に設定し、OK ボタンをクリックします。
sr: Изаберите „Дозволи засебне колачиће за сесију“ и притисните „У реду“
sr_latn: Izaberite „Dozvoli zasebne kolačiće za sesiju“ i pritisnite „U redu“

source: text_ie6_cookies_step1
cy: Clicio Offer ar y ddewislen ar frig y porwr a dewis Dewisiadau Rhyngrwyd
fa: Tools را در منوی بالای مرورگر خود کلیک کرده و Internet Options را انتخاب کنید
he: עוגיות אקספלורר 6 צעד 1
ja: ブラウザのメニューバーから｢ツール｣をクリックして｢インターネットオプション｣を選びます。
sr: Притисните Алати у менију на врху читача и изаберите Интернет подешавања
sr_latn: Pritisnite Alati u meniju na vrhu čitača i izaberite Internet podešavanja

source: text_ie6_cookies_step2
cy: Clicio'r tab Preifatrwydd ar frig y sgrin
fa: بندک Privacy را در بالای صفحه کلیک کنید
he: עוגיות אקספלורר 6 צעד 2
ja: 画面上部のタブからプライバシータブをクリックします。
sr: Притисните језичак Приватност на врху екрана
sr_latn: Pritisnite jezičak Privatnost na vrhu ekrana

source: text_ie6_cookies_step3
cy: Symudwch y llithryn i Canolig a chlicio Iawn
fa: لغزنده را به حالت Medium منتقل‌کرده و OK را کلیک کنید
he: עוגיות אקספלורר 6 צעד 3
ja: スライダのつまみをミディアムに移動してOKボタンをクリックします。
sr: Померите клизач на средину и притисните „У реду“
sr_latn: Pomerite klizač na sredinu i pritisnite „U redu“

source: text_location
cy: Lleoliad: ${location}
fa: مکان: ${location}
he: מיקום: ${location}
ja: 場所: ${location}
sr: Место: ${location}
sr_latn: Mesto: ${location}

source: text_moz_cookies_step1
cy: Cliciwch Golygu ar y ddewislen ar frig y porwr a dewis Dewisiadau
fa: Edit را در منوی بالای مرورگر خود کلیک کرده و Preferences را انتخاب کنید
he: עוגיות מוזילה צעד 1
ja: 画面上部のブラウザのメニューから編集をクリックし、プリファレンスを選びます。
sr: Притисните „Уреди“ у менију на врху читача и изаберите Поставке
sr_latn: Pritisnite „Uredi“ u meniju na vrhu čitača i izaberite Postavke

source: text_moz_cookies_step2
cy: Canfod "Preifatrwydd a Diogelwch" yn y ddewislen ar y chwith. Os oes yna [+] i'r chwith o "Preifatrwydd a Diogelwch", cliciwch arno.
fa: "Privacy & Security" را در منوی سمت چپ پیدا کنید. اگر یک [+] در سمت چپ "Privacy & Security" هست، آنرا کلیک کنید.
he: עוגיות מוזילה צעד 2
ja: "プライバシーとセキュリティ"を左のメニューから探します。"プライバシーとセキュリティ"の左に[+]があれば、それをクリックします。
sr: Пронађите „Приватност и безбедност“ у менију на левој страни. Ако постоји [+] с леве стране натписа „Приватност и безбедност“, притисните га.
sr_latn: Pronađite „Privatnost i bezbednost“ u meniju na levoj strani. Ako postoji [+] s leve strane natpisa „Privatnost i bezbednost“, pritisnite ga.

source: text_moz_cookies_step3
cy: Dewiswch "Cookies".
fa: "Cookies" را انتخاب کنید.
he: עוגיות מוזילה צעד 3
ja: "クッキー"を選びます。
sr: Изаберите „Колачићи“
sr_latn: Izaberite „Kolačići“

source: text_moz_cookies_step4
cy: Dewiswch "Galluogi cookies ar gyfer y safle gwe wreiddiol yn unig" neu "Galluogi pob cookies" a chlicio "Iawn"
fa: "Enable cookies for the originating web site only" یا "Enable all cookies" را انتخاب کرده و "OK" را کلیک کنید
he: עוגיות מוזילה צעד 4
ja: オリジナルウェブサイトのクッキーのみを受け入れるか、すべてのクッキーを受け入れるかを選んでOKボタンをクリックします。
sr: Изаберите „Дозволи колачиће само са изворног ел.места“ или „Дозволи све колачиће“ и притисните „У реду“
sr_latn: Izaberite „Dozvoli kolačiće samo sa izvornog el.mesta“ ili „Dozvoli sve kolačiće“ i pritisnite „U redu“

source: text_netscape4_cookies_step1
cy: Cliciwch Golygu ar y ddewislen ar frig y porwr a dewis Dewisiadau
fa: Edit را در منوی بالای مرورگر خود انتخاب کنید و Preferences را انتخاب کنید
he: עוגיות נטקסייפ 4 צעד 1
ja: ブラウザのメニューバーから編集をクリックして設定を選びます。
sr: Притисните „Уреди“ у менију на врху вашег читача и изаберите Поставке
sr_latn: Pritisnite „Uredi“ u meniju na vrhu vašeg čitača i izaberite Postavke

source: text_netscape4_cookies_step2
cy: Dewiswch "Uwch"
fa: "Advanced" را انتخاب کنید
he: עוגיות נטקסייפ 4 צעד 2
ja: 「アドバンス」を選びます。
sr: Изаберите „Напредно“
sr_latn: Izaberite „Napredno“

source: text_netscape4_cookies_step3
cy: Dewiswch "Derbyn pob cookie" neu "Derbyn dim ond cookies sy'n cael eu hanfon yn ôl i'r gweinydd gwreiddiol" a chlicio Iawn
fa: "Accept all cookies" یا "Accept only cookies that get sent back to the originating server" را انتخاب کرده و OK را کلیک کنید
he: עוגיות נטקסייפ 4 צעד 3
ja: ｢すべての cookie を受け付ける｣又は｢元のサーバに戻される cookie のみを受け付ける｣を選んでから、OK ボタンをクリックします。
sr: Изаберите „Прихвати све колачиће“ или „Прихвати само колачиће које шаље изворни сервер“ и притисните „У реду“
sr_latn: Izaberite „Prihvati sve kolačiće“ ili „Prihvati samo kolačiće koje šalje izvorni server“ i pritisnite „U redu“

source: text_netscape6_cookies_step1
cy: Cliciwch Golygu ar y ddewislen ar frig y porwr a dewis Dewisiadau
fa: Edit را در منوی بالای مرورگر خود کلیک کرده و Preferences را انتخاب کنید
he: עוגיות נטקסייפ 6 צעד 1
ja: ブラウザのメニューから編集をクリックして設定を選びます。
sr: Притисните „Уреди“ у менију на врху Вашег читача и изаберите „Поставке“
sr_latn: Pritisnite „Uredi“ u meniju na vrhu Vašeg čitača i izaberite „Postavke“

source: text_netscape6_cookies_step2
cy: Canfod "Preifatrwydd a Diogelwch" yn y ddewislen ar y chwith. Os oes yna driongl yn pwyntio i'r dde nesaf at Preifatrwydd a Diogelwch, cliciwch arno.
fa: "Privacy & Security" را در منوی سمت چپ پیدا کنید. اگر که مثلثی در کنار Privacy & Security وجود دارد که به سمت راست اشاره می‌کند، آنرا کلیک کنید.
he: עוגיות נטקסייפ 6 צעד 2
ja: 画面左側のメニューからプライバシーとセキュリティを選びます。プライバシーとセキュリティの右に三角印があればそれをクリックします。
sr: Пронађите „Приватност и сигурност“ у менију на левој страни. Ако поред натписа Приватност стоји троуглић који показује надесно, притисните га.
sr_latn: Pronađite „Privatnost i sigurnost“ u meniju na levoj strani. Ako pored natpisa Privatnost stoji trouglić koji pokazuje nadesno, pritisnite ga.

source: text_netscape6_cookies_step3
cy: Dewis "Cookies" o dan "Preifatrwydd a Diogelwch"
fa: "Cookies" را در زیر "Privacy & Security" انتخاب کنید
he: עוגיות נטקסייפ 6 צעד 3
ja: プライバシーとセキュリティの下にあるCookieを選びます。
sr: Изаберите „Колачићи“ под „Приватност и безбедност“
sr_latn: Izaberite „Kolačići“ pod „Privatnost i bezbednost“

source: text_netscape6_cookies_step4
cy: Dewiswch "Galluogi cookies ar gyfer y safle gwe gwreddiol yn unig" neu "Galluogi pob cookie" a chlicio "Iawn"
fa: "Enable cookies for the originating web site only" یا "Enable all cookies" را انتخاب کرده و "OK" کلیک کنید
he: עוגיות נטקסייפ 6 צעד 4
ja: オリジナルのウェブサイトでのみクッキーを有効にする、又はすべてのクッキーを有効にするを選んでOK ボタンをクリックします。
sr: Изаберите „Дозволи колачиће само са изворног ел. места“ или „Дозволи све колачиће“ и притисните „У реду“.
sr_latn: Izaberite „Dozvoli kolačiće samo sa izvornog el. mesta“ ili „Dozvoli sve kolačiće“ i pritisnite „U redu“.

source: text_no_email_setup
he: לאתר זה אין הגדרת כתובת דואר אלקטרוני תקינה, ולכן אינך יכול להשתמש באף אחד מטפסי יצירת הקשר.
ja: このサイトはメールの設定が行われていません。そのため、連絡フォームを使用することはできません。

source: text_no_mailhost_configured
he: לא הגדרת את חשבון מארח הדואר שלך או את הכתובת של 'מ' של האתר. ,מספר אפשרויות הכוללות טפסי יצירת קשר, הודעות דואר אלקטרוני ואיתחול סיסמא לא יעבדו. ${label_mail_control_panel_link} לך ל על מנת לתקן זאת
ja: メールホストあるいはサイトの「差出人」のメールアドレスが設定されていないため、連絡フォームや電子メールによる通知、パスワードの再設定などの機能が使用できません。${label_mail_control_panel_link} で問題を解決してください。

source: text_no_mailhost_configured_control_panel_link
he: ממשק ניהול דואר
ja: メール設定パネル

source: text_no_new_items
cy: Heb gyhoeddi eitemau.
fa: هیچ آیتمی منتشر نشده است.
he: לא פורסמו פריטים חדשים
ja: 新しく公開された項目がありません。
sr: Ниједна ставка није објављена.
sr_latn: Nijedna stavka nije objavljena.

source: text_no_new_modified_items
cy: Heb newid eitemau
fa: هیچ آیتمی تغییر نیافته است.
he: לא עודכנו פריטים
ja: 何も更新されていません。
sr: Ниједна ставка није измењена.
sr_latn: Nijedna stavka nije izmenjena.

source: text_no_pil_installed
cy: Rhybudd: nid yw PIL wedi ei osod yn iawn, felly ni fydd graddio delwedd yn gweithio'n iawn.
fa: هشدار: PIL درست نصب نشده است و بنابراین تغییر اندازه تصاویر کار نخواهد کرد.
he: הזהרה: PIL לא מותקן כראוי, הגדלת תמונה לא תעבוד.
ja: 警告：PILが正しくインストールされていません。画像の拡大縮小ができません。
sr: Упозорење: ПИЛ (PIL) није исправно постављен и зато скалирање слика неће радити.
sr_latn: Upozorenje: PIL (PIL) nije ispravno postavljen i zato skaliranje slika neće raditi.

source: text_no_searchstring
cy: Rhowch enw grwp neu unigolyn i chwilio amdano
fa: نام گروه یا کاربر را جهت جستجو وارد کنید یا «نمایش همه» را کلیک کنید.
he: הקלד קבוצה או שם משתמש לחיפוש או הקלד 'לחץ הכל'
ja: 検索するグループかユーザ名を入力するか、「すべて表示」をクリックします。
sr: Унесите име групе или корисника за претрагу или притисните „Прикажи све‟.
sr_latn: Unesite ime grupe ili korisnika za pretragu ili pritisnite „Prikaži sve‟.

source: text_no_searchstring_large
fa: نام کاربر یا گروهی را جهت جستجو وارد نمایید.
he: הקלד קבוצה או שם משתמש לחיפוש.
ja: 検索するグループあるいはユーザ名を入力する。
sr: Унесите име групе или корисника за претрагу.
sr_latn: Unesite ime grupe ili korisnika za pretragu.

source: text_no_user_by_name
he: לא נמצא משתמש בשם זה
ja: その名前のユーザはいません。
sr: Нема корисника под тим именом.
sr_latn: Nema korisnika pod tim imenom.

source: text_no_user_searchstring
cy: Rhowch enw defnyddiwr i chwilio amdano
fa: نام‌کاربری‌ را جهت جستجو وارد نمایید
he: הזן שם משתמש לחיפוש
ja: 検索するユーザ名を入力します。
sr: Унесите корисничко име за претрагу
sr_latn: Unesite korisničko ime za pretragu

source: text_no_user_searchstring_largesite
fa: نام کاربر را جهت جستجو وارد کنید یا «نمایش همه» را کلیک کنید.
he: הקלד שם משתמש לחיפוש, או לחץ 'הצג הכל'
ja: 検索するユーザ名を入れる、あるいは「すべて表示」をクリックする。
sr: Унесите име корисника за претрагу, или изаберите „Прикажи све‟
sr_latn: Unesite ime korisnika za pretragu, ili izaberite „Prikaži sve‟

source: text_nomatches
cy: Dim cydweddiad
fa: هیچ نتیجه‌ای پیدا نشد
he: אין התאמה
ja: 該当するものがありません。
sr: Нема погодака
sr_latn: Nema pogodaka

source: text_not_allowed_manage_server
he: אינך מורשה לנהל את שרת הזופ
ja: あなたはZopeサーバーを管理することができません

source: text_opera_cookies_step1
cy: Pwyso F12
fa: کلید F12 را بزنید
he: לחץ F12
ja: F12キーを押します。
sr: Притисните F12
sr_latn: Pritisnite F12

source: text_opera_cookies_step2
cy: Cliciwch "Galluogi cookies"
fa: "Enable cookies" را کلیک کنید
he: לחץ Click "אפשר עוגיות
ja: "Enable cookies"をクリックします。
sr: Притисните „Дозволи колачиће“
sr_latn: Pritisnite „Dozvoli kolačiće“

source: text_product_description
cy: Disgrifiad o'r Cynnyrch
fa: شرح محصول
he: תאור המוצר
ja: プロダクトの説明
sr: Опис производа
sr_latn: Opis proizvoda

source: text_product_unavailable
cy: Mae'r Cynnyrch yma wedi ei dynnu o'r system ffeiliau.
fa: این محصول از دیسک سخت سامانه پاک شده است.
he: המוצר הוסר מקבצי המערכת
ja: このプロダクトはファイルシステムから削除されました。
sr: Овај производ је уклоњен са диска
sr_latn: Ovaj proizvod je uklonjen sa diska

source: text_search
cy: Chwilio'r Safle
fa: جستجو
he: חיפוש
ja: サイトを検索
sr: Претрага ел. места
sr_latn: Pretraga el. mesta

source: text_size
cy: Maint testun:
fa: اندازه متن
he: גודל טקסט:
ja: テキストサイズ
sr: Величина слова:
sr_latn: Veličina slova:

source: text_user
cy: Defnyddiwr
fa: کاربر
he: משתמש
ja: ユーザ
sr: Корисник
sr_latn: Korisnik

source: text_user_not_in_any_group
cy: Nid yw'r defnyddiwr yma'n perthyn i unrhyw grwp.
fa: این کاربر متعلق به هیچ گروهی نیست.
he: משתמש זה אינו חבר באף קבוצה
ja: このユーザはどのグループにも属していません。
sr: Овај корисник не припада ниједној групи.
sr_latn: Ovaj korisnik ne pripada nijednoj grupi.

source: text_zope_database_size
he: <strong>גודל בסיס נתונים כרגע:</strong> ${size}
ja: <strong>現在のデータベースのサイズ：</strong> ${size}

source: text_zope_server_uptime
he: זמן ששרת זופ למעלה : ${time}
ja: Zopeサーバの稼働時間：${time}

source: time_ever
cy: Byth
fa: هروقت
he: לעולם
ja: すべて
sr: Некада
sr_latn: Nekada

source: time_expired
ja: - 期限切れ

source: time_last_month
cy: Mis diwethaf
fa: ماه پیش
he: חודש שעבר
ja: 先月
sr: Прошли месец
sr_latn: Prošli mesec

source: time_last_week
cy: Wythnos diwethaf
fa: هفته پیش
he: שבוע אחרון
ja: 先週
sr: Прошла седмица
sr_latn: Prošla sedmica

source: time_yesterday
cy: Ddoe
fa: دیروز
he: אתמול
ja: 昨日
sr: Јуче
sr_latn: Juče

source: title
cy: teitl
fa: عنوان
he: כותרת
ja: タイトル
sr: наслов
sr_latn: naslov

source: title_actions_menu
cy: Gweithredoedd yr eitem cynnwys bresennol
fa: عملیات آیتم محتوای جاری
he: פעולות לפריט תוכן נוכחי
ja: この項目に対する操作
sr: Дејства за тренутну ставку садржаја
sr_latn: Dejstva za trenutnu stavku sadržaja

source: title_add_new_items_inside_folder
cy: Ychwanegu eitemau newydd i'r un ffolder a'r eitem yma.
fa: افزودن آیتم‌های جدید در پوشه این آیتم
he: הוסף פריטים חדשים בספריה דומה לפריט זה
ja: この項目と同じフォルダの中に新規項目を追加
sr: Додај нове ставке у исти директоријум у ком је ова ставка
sr_latn: Dodaj nove stavke u isti direktorijum u kom je ova stavka

source: title_add_new_items_inside_item
cy: Ychwanegu eitemau newydd o fewn yr eitem yma.
fa: افزودن آیتم‌های جدید در این آیتم
he: הוסף פריטים חדשים בתוך פריט זה
ja: この項目の中に新規項目を追加
sr: Додај нове ставке унутар ове ставке
sr_latn: Dodaj nove stavke unutar ove stavke

source: title_add_to_ical
cy: Ychwanegu'r eitem yma i'ch calendr iCal
fa: افزودن این آیتم به گاهشمارiCal
he: הוסף פריט זה ללוח שנה iCal שלך
ja: あなたのiCalカレンダーにこの項目を追加します。
sr: Додавање ове ставке у Ваш иКал календар
sr_latn: Dodavanje ove stavke u Vaš iKal kalendar

source: title_add_to_vcal
cy: Ychwanegu'r eitem yma i'ch calendr iCal
fa: افزودن این آیتم به گاهشمار vCal
he: הוסף ל vcal
ja: あなたのvCalカレンダーにこの項目を追加します。
sr: Додавање ове ставке у Ваш вКал календар
sr_latn: Dodavanje ove stavke u Vaš vKal kalendar

source: title_any_browser
cy: Mae modd defnyddio unrhyw borwr ar y safle Plone yma.
fa: این سایت پلون در هر مرورگر وبی قابل استفاده می‌باشد.
he: אתר פלון זה נגיש בכל דפדפן
ja: このサイトはどのウェブブラウザでも使えます。
sr: Употребљив са сваким читачем
sr_latn: Upotrebljiv sa svakim čitačem

source: title_author_info
he: מידע אודות הכותב
ja: 作者の情報
sr: Подаци о аутору
sr_latn: Podaci o autoru

source: title_built_with_css
ja: このサイトは、CSSの標準規格に準拠しています。

source: title_built_with_plone
cy: Adeiladwyd y safle Plone yma gan ddefnyddio Plone CMS, y System Rheoli Cynnwys Cod Agored. Cliciwch am ragor o wybodaeth.
fa: این وبگاه با بکارگیری سامانه مدیریت محتوای متن‌باز پلون ساخته شده است. برای اطلاعات بیشتر کلیک کنید.
he: אתר פלון זה נבנה על ידי שימוש במערכת ניהול תוכן קוד פתוח פלון. לחץ למידע נוסף
ja: このサイトはPlone CMS - オープンソースコンテンツ管理システムで作られました。詳細はこちら。
sr: Ово ел. место је изграђено коришћењем Плона, система за управљање садржајем отвореног кода. Притисните овде за више података.
sr_latn: Ovo el. mesto je izgrađeno korišćenjem Plona, sistema za upravljanje sadržajem otvorenog koda. Pritisnite ovde za više podataka.

source: title_can_add
he: יכול להוסיף
ja: 追加可能

source: title_can_edit
he: יכול לערוך
ja: 編集可能

source: title_can_review
he: יכול לסקור
ja: レビュー可能

source: title_can_view
he: יכול לצפות
ja: 閲覧可能

source: title_change_default_page
cy: Newid y dudalen rhagosodedig
fa: تغییر صفحه پیش‌گزیده
he: שנה עמוד ברירת מחדל
ja: デフォルトページを変更
sr: Промени изворну страну
sr_latn: Promeni izvornu stranu

source: title_change_default_view_item
cy: Newid yr eitem sy’n cael ei ddefnyddio fel golwg rhagosodedig y ffolder
fa: تغییر آیتمی که به عنوان نمای پیش‌گزیده این پوشه استفاده می‌گردد
he: שנה את פריט שהשתמש כצפיית ברירת מחדל לספריה זו
ja: このフォルダの中でデフォルト表示に使われる項目を変更。
sr: Промени ставку која се користи као изворни поглед за овај директоријум
sr_latn: Promeni stavku koja se koristi kao izvorni pogled za ovaj direktorijum

source: title_change_state_of_item
cy: Newidiwch gyflwr yr eitem
fa: تغییر وضعیت این آیتم
he: שנה את המצב של הפריט
ja: この項目の状態を変更
sr: Промени стање ове ставке
sr_latn: Promeni stanje ove stavke

source: title_choose_default_view
cy: Dewiswch fodd golwg ar gyfer y ffolder yma, neu osod eitem cynnwys fel ei olwg rhagosodedig.
fa: نمای این پوشه را انتخاب کنید یا یک آیتم محتوا را به عنوان نمای پیش‌گزیده تعیین کنید.
he: בחר את מצב הצפיה עבור ספריה זו, או הגדר את פריט התוכן לצפיית ברירת מחדל
ja: このフォルダの表示方法か、デフォルトビューの項目を選択します。
sr: Изаберите начин на који се прегледа овај директоријум, или изаберите ставку из садржаја као подразумевани поглед.
sr_latn: Izaberite način na koji se pregleda ovaj direktorijum, ili izaberite stavku iz sadržaja kao podrazumevani pogled.

source: title_configure_addable_content_types
cy: Ffurfweddwch pa fathau o gynnwys y mae modd eu gosod yma
fa: پیکربندی انواع محتوایی که می‌توانند اینجا افزوده گردند
he: בחר את סוגי התוכן שיהיה אפשרי להוסיף אותם לכאן
ja: 追加できるコンテンツタイプを設定
sr: Одредите које врсте садржаја се овде смеју додавати
sr_latn: Odredite koje vrste sadržaja se ovde smeju dodavati

source: title_contentrules_assigned
he: חוקי תוכן ל ${context}
ja: ${context}のコンテンツルール

source: title_copyright
cy: Hawlfraint
fa: کپی‌رایت
he: זכויות יוצרים
ja: 著作権
sr: Ауторско право
sr_latn: Autorsko pravo
