Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: label_contentrules_rule_enabled
he: אפשר
ja: 有効

source: label_contentrules_rule_listing
he: חוקי תוכן
ja: コンテンツルール

source: label_contentrules_subfolders
he: הגדר לתת ספריות
ja: サブフォルダに適用する

source: label_contributors
cy: Cyfranwyr
fa: نویسندگان
he: תורמים:
ja: 協力者:
sr: Допринели:
sr_latn: Doprineli:

source: label_convert_portlets
he: שנה סוג פורטלטים
ja: ポートレットを変換する

source: label_cookie_persistence
cy: Gwneud i cookie croen barhau am byth
fa: کوکی پوسته را بدون محدودیت زمانی دائمی کن
he: עוגיות קיימות
ja: クッキーの期限を永久とする
sr: Колачић за пресвлаку остаје заувек
sr_latn: Kolačić za presvlaku ostaje zauvek

source: label_copy_exceptions
cy: Copïo eithriadau i'r cofnod digwyddiad
fa: کپی کردن استثناها به گزارش رویدادها
he: העתק חריג
ja: エラーをイベントログにコピーする
sr: Запиши изузетке и у дневник догађаја
sr_latn: Zapiši izuzetke i u dnevnik događaja

source: label_copy_to_present
cy: Copïo i'r presennol
fa: کپی به کنونی
he: העתק למיקום נוכחי
ja: 現在のものへコピー
sr: Пресликај на садашње
sr_latn: Preslikaj na sadašnje

source: label_copyrights
he: זכויות
ja: 権利

source: label_creation_date
cy: Dyddiad Creu
fa: تاریخ ایجاد
he: תאריך יצירה
ja: 作成日時
sr: Датум настанка
sr_latn: Datum nastanka

source: label_creators
cy: Crewyr
fa: سازندگان
he: יוצרים
ja: 作成者
sr: Аутори
sr_latn: Autori

source: label_criteria_field_name
cy: Enw maes
fa: نام فیلد
he: שם שדה
ja: フィールド名
sr: Имена поља
sr_latn: Imena polja

source: label_css
cy: CSS dilys
fa: CSS معتبر
he: CSS בר תוקף
ja: 標準CSS準拠
sr: Исправан CSS
sr_latn: Ispravan CSS

source: label_current
cy: (presennol)
fa: (جاری)
he: (נוכחי)
ja: （現在）
sr: (тренутно)
sr_latn: (trenutno)

source: label_current_folder_only
he: הצג רק את התכנים של הספריה הנוכחית.
ja: 現在のフォルダ内のコンテンツだけを表示
sr: Прикажи само садржај тренутног директоријума.
sr_latn: Prikaži samo sadržaj trenutnog direktorijuma.

source: label_current_folder_views
cy: Dangos ffolder
fa: نمای پوشه
he: תצוגת ספריה
ja: フォルダ表示
sr: Приказ дирекоријума
sr_latn: Prikaz direkorijuma

source: label_current_image
cy: Delwedd bresennol
fa: تصویر فعلی
he: תמונה נוכחית
ja: 現在の画像
sr: Тренутна слика
sr_latn: Trenutna slika

source: label_current_item_views
cy: Dangos eitem
fa: نمای آیتم
he: תצוגת פריט
ja: 項目表示
sr: Приказ ставке
sr_latn: Prikaz stavke

source: label_current_password
cy: Cyfrinair presennol
fa: گذرواژه کنونی
he: סיסמא נוכחית
ja: 現在のパスワード
sr: Тренутна лозинка
sr_latn: Trenutna lozinka

source: label_currentselection
he: בחירה נוכחית
ja: 現在の選択内容

source: label_custom_view
cy: Dangos fel Tabl
fa: نمایش بصورت جدول
he: הצג כטבלה
ja: 表形式で表示
sr: Користи посебан поглед
sr_latn: Koristi poseban pogled

source: label_custom_view_fields
cy: Colofnau Tabl
fa: ستون‌های جدول
he: עמודות טבלה
ja: 表の列項目
sr: Посебна поља за преглед
sr_latn: Posebna polja za pregled

source: label_dashboard
he: דאשבורד
ja: ダッシュボード

source: label_date_range_criteria_end
cy: Dyddiad Diwedd
fa: زمان پایان
he: תאריך סיום
ja: 終了日時
sr: Крајњи датум
sr_latn: Krajnji datum

source: label_date_range_criteria_start
cy: Dyddiad Cychwyn
fa: زمان آغاز
he: תאריך התחלה
ja: 開始日時
sr: Почетни датум
sr_latn: Početni datum

source: label_default_language
cy: Iaith Rhagosodedig
fa: زبان پیش‌گزیده
he: שפת ברירת מחדל
ja: デフォルト言語
sr: Изворни језик
sr_latn: Izvorni jezik

source: label_default_skin
cy: Croen rhagosodedig
fa: پوسته پیش‌گزیده
he: סקין ברירת מחדל
ja: デフォルトスキン
sr: Изворна пресвлака
sr_latn: Izvorna presvlaka

source: label_default_type
he: (ברירת מחדל)
ja: (デフォルト)

source: label_default_workflow_title
he: תהליך עבודה ברירת מחדל (${title})
ja: デフォルトのワークフロー (${title})

source: label_delete
he: מחק
ja: 削除

source: label_delete_portrait
cy: Dileu Darlun
fa: پاک کردن چهره
he: מחק פורטריט
ja: 顔写真を削除
sr: Обриши портрет
sr_latn: Obriši portret

source: label_delete_roles_users_groups
cy: Dileu Swyddogaeth(au) Dethol a Defnyddiwr(wyr)/Grwp(iau)
fa: نقش‌(ها) و کاربر(ها)-گروه(های) گزیده، حذف شود
he: מחק הרשאה(ות) שנבחרו ומשתמש(ים)/קבוצה(ות)
ja: 選択されたロールとユーザ／グループを削除
sr: Избриши изабране улоге и кориснике, одн. групе
sr_latn: Izbriši izabrane uloge i korisnike, odn. grupe

source: label_description
cy: Disgrifiad
fa: شرح
he: תאור
ja: 説明
sr: Опис
sr_latn: Opis

source: label_disable
he: בטל הרשאה
ja: 無効化

source: label_disable_syndication
cy: Anablu Syndicaliaeth
fa: غیرفعال‌کردن انتشارگری (syndication)
he: נטרל סינדיקציה
ja: RSS配信を無効にする
sr: Забрани удруживање
sr_latn: Zabrani udruživanje

source: label_disabled_display_menu
cy: Dangos
fa: نما
he: תצוגה
ja: 表示する
sr: Приказ
sr_latn: Prikaz

source: label_discussion_default
cy: Rhagosodedig
fa: پیش‌گزیده
he: ברירת מחדל
ja: デフォルト
sr: Изворно
sr_latn: Izvorno

source: label_discussion_disabled
cy: Anablwyd
fa: غیرفعال
he: לא זמין
ja: 許可しない
sr: Искључено
sr_latn: Isključeno

source: label_discussion_enabled
cy: Galluogwyd
fa: فعال
he: זמין
ja: 許可する
sr: Укључено
sr_latn: Uključeno

source: label_edit
cy: Golygu
fa: ویرایش
he: ערוך
ja: 編集
sr: Уреди
sr_latn: Uredi

source: label_edit_default_view_container
he: הנך עורך את צפיית ברירת המחדל של הקונטיינר. במידה והנך מעוניין לערוך את ${go_here} הקונטיינר עצמו,
ja: コンテナのデフォルトビューを編集中です。コンテナ自体を編集する場合は ${go_here}。

source: label_edit_default_view_container_go_here
he: לך לכאן
ja: こちら

source: label_edit_short_names
cy: Caniatáu golygu Enwau Byr
fa: اجازه ویرایش نام‌های کوتاه داده شود
he: אפשר עריכה של שמות קצרים
ja: ショートネームの変更を許可する
sr: Дозволи уређивање кратких имена
sr_latn: Dozvoli uređivanje kratkih imena

source: label_effective_date
he: תאריך פירסום
ja: 発行日時
sr: Датум објаве
sr_latn: Datum objave

source: label_email
cy: E-bost
fa: پست‌الکترونیک
he: דואר אלקטרוני
ja: Ｅメール
sr: Ел. пошта
sr_latn: El. pošta

source: label_email_address
cy: Cyfeiriad E-Bost
fa: نشانی پست‌الکترونیک
he: כתובת דואר אלקטרוני
ja: Ｅメールアドレス
sr: Електронска адреса
sr_latn: Elektronska adresa

source: label_enable
he: אפשר
ja: 有効化

source: label_enable_cookies
cy: galluogi cookies
fa: کوکی را فعال کنید
he: אפשר עוגיות
ja: cookiesを有効にする
sr: дозволи колачиће
sr_latn: dozvoli kolačiće

source: label_enable_syndication
cy: Galluogi Syndicaliaeth
fa: فعال‌کردن انتشارگری (syndication)
he: אפשר סינדיקציה
ja: RSS配信を有効にする
sr: Дозволи удруживање
sr_latn: Dozvoli udruživanje

source: label_error
cy: Gwall
fa: خطا
he: שגיאה
ja: エラー
sr: Грешка
sr_latn: Greška

source: label_error_message
cy: Neges Gwall
fa: پیغام خطا
he: הודעת שגיאה
ja: エラーメッセージ
sr: Порука о грешци
sr_latn: Poruka o grešci

source: label_error_time
cy: Gwnaed gais yn
fa: درخواست دریافت شد در
he: תאריך שגיאה
ja: リクエスト実行日時
sr: Захтевано у
sr_latn: Zahtevano u

source: label_error_type
cy: Math o Wall
fa: نوع خطا
he: סוג שגיאה
ja: エラーの種類
sr: Врста грешке
sr_latn: Vrsta greške

source: label_error_value
cy: Gwerth Gwall
fa: مقدار خطا
he: ערך שגיאה
ja: エラー値
sr: Вредност грешке
sr_latn: Vrednost greške

source: label_event_announcement
cy: Testun corff digwyddiad
fa: متن رخداد
he: גוף הודעת ארוע
ja: イベントの本文
sr: Тело текста за догађај
sr_latn: Telo teksta za događaj

source: label_event_attendees
cy: Mynychwyr
fa: حاضران
he: משתתפים
ja: 参加できる方
sr: Присутни
sr_latn: Prisutni

source: label_event_byline
he: ( ${location}, מ ${start}ל ${end})
ja: ( ${location}, ${start} から ${end} まで )
sr: (${location}, од ${start} до ${end})
sr_latn: (${location}, od ${start} do ${end})

source: label_event_end
cy: Diwedd Digwyddiad
fa: پایان رخداد
he: תאריך מסתיים
ja: イベントの終了日時
sr: Крај догађаја
sr_latn: Kraj događaja

source: label_event_location
cy: Lleoliad Digwyddiad
fa: محل رخداد
he: מיקום ארוע
ja: イベントの開催場所
sr: Место догађаја
sr_latn: Mesto događaja

source: label_event_start
cy: Cychwyn Digwyddiad
fa: آغاز رخداد
he: תחילת ארוע
ja: イベントの開始日時
sr: Почетак догађаја
sr_latn: Početak događaja

source: label_event_type
cy: Math o Ddigwyddiad(au)
fa: نوع (های) رخداد
he: סוג(י( ארוע
ja: イベントの種類
sr: Врста догађаја
sr_latn: Vrsta događaja

source: label_exception
cy: Eithriad
fa: استثنا
he: חריג
ja: エラー
sr: Изузетак
sr_latn: Izuzetak

source: label_exception_type
cy: Math Eithriad
fa: نوع استثنا
he: סוג חריג
ja: エラーの種類
sr: Врста изузетка
sr_latn: Vrsta izuzetka

source: label_exception_value
cy: Gwerth Eithriad
fa: مقدار استثنا
he: תאריך צפיה
ja: エラーの値
sr: Вредност изузетка
sr_latn: Vrednost izuzetka

source: label_exclude_from_nav
cy: Eithrio o'r llywio
fa: در جهت‌یابی صرف نظر شود
he: הסר מניווט
ja: ナビゲーションに含まない
sr: Искључи из управљања
sr_latn: Isključi iz upravljanja

source: label_existing_categories
he: קטגוריות קיימות
ja: 既存のカテゴリー
sr: Постојеће категорије
sr_latn: Postojeće kategorije

source: label_existing_keywords
cy: Allweddeiriau presennol
fa: کلیدواژه‌های موجود
he: מילות מפתח קיימות
ja: 既存のキーワード
sr: Постојеће кључне речи
sr_latn: Postojeće ključne reči

source: label_expiration_date
cy: Dyddiad Daw i Ben
fa: تاریخ انقضا
he: תאריך תפוגה
ja: 終了日時
sr: Датум истека
sr_latn: Datum isteka

source: label_ext_editor
cy: Galluogi golygu allanol
fa: ویرایش خارجی فعال باشد
he: אפשר עורך חיצוני
ja: 外部編集を可能にする
sr: Дозволи спољашње уређивање
sr_latn: Dozvoli spoljašnje uređivanje

source: label_file
cy: Ffeil
fa: پرونده
he: קובץ
ja: ファイル
sr: Датотека
sr_latn: Datoteka

source: label_filed_under
he: מלא מתחת ל:
ja: カテゴリー:

source: label_filterattributes
he: אטריביוטס
ja: 属性

source: label_filtertags
he: תאגים
ja: タグ

source: label_find_group
cy: Canfyddwch grwp yma
fa: گروهی را در اینجا پیدا کنید
he: מצא קבוצה
ja: グループを探す
sr: Нађите групу овде
sr_latn: Nađite grupu ovde

source: label_format
cy: Fformat
fa: قالب
he: תבנית
ja: フォーマット
sr: Формат
sr_latn: Format

source: label_full_name
cy: Enw llawn
fa: نام کامل
he: שמך המלא
ja: 氏名
sr: Пуно име
sr_latn: Puno ime

source: label_fullname
he: שם משתמש מלא
ja: ユーザ氏名
sr: Пуно име
sr_latn: Puno ime

source: label_generate_and_email_passwords
cy: Creu ac e-bostio cyfrinair cychwynnol y defnyddiwr
fa: گذرواژه اولیه اعضا تولید و با ایمیل ارسال شود
he: צור ושלח במייל סיסמה ראשונית של חבר
ja: 初期パスワードを自動生成してＥメールで送る
sr: Направи и пошаљи случајну почетну лозинку за члана
sr_latn: Napravi i pošalji slučajnu početnu lozinku za člana

source: label_generated_tabs_enable
cy: Cynhyrchu tabiau'n awtomatig
fa: تولید خودکار بندک‌ها
he: צור טאבים אוטמטית
ja: タブを自動生成する
sr: Аутоматско генерисање ознака
sr_latn: Automatsko generisanje oznaka

source: label_gnu_gpl_licence
cy: Trwydded GNU GPL
fa: پروانه GNU GPL
he: GNU GPL רשיון
ja: GNU GPL license
sr: ГНУ ЛСД лиценцом
sr_latn: GNU LSD licencom

source: label_group
cy: Grwp
fa: گروه
he: קבוצה
ja: グループ
sr: Група
sr_latn: Grupa

source: label_group_members
cy: Aelodau Grwp
fa: اعضای گروه
he: חברי קבוצה
ja: グループのメンバー
sr: Чланови групе
sr_latn: Članovi grupe

source: label_group_memberships
cy: Aelodaeth y Grwp
fa: عضویت در گروه‌ها
he: חברות בקבוצה
ja: グループの所属状況
sr: Чланства у групи
sr_latn: Članstva u grupi

source: label_group_name
cy: Enw'r Grwp
fa: نام گروه
he: שם קבוצה
ja: グループ名
sr: Име групе
sr_latn: Ime grupe

source: label_group_portlets
he: פורטלטי קבוצה
ja: グループのポートレット

source: label_group_properties
cy: Priodweddau'r Grwp
fa: متعلقات گروه
he: מאפיניי קבוצה
ja: グループのプロパティ
sr: Поставке групе
sr_latn: Postavke grupe

source: label_group_search
cy: Chwilio'r Grwp
fa: جستجوی گروه‌ها
he: חיפוש קבוצה
ja: グループ検索
sr: Претрага група
sr_latn: Pretraga grupa

source: label_groups
cy: Grwpiau
fa: گروه‌ها
he: קבוצות
ja: グループ
sr: Групе
sr_latn: Grupe

source: label_here
cy: yma
fa: اینجا
he: כאן
ja: here(現在のページ)
sr: овде
sr_latn: ovde

source: label_historical_unavailable
cy: Nid yw'r hanes ar gael
fa: تازیخچه در دسترس نیست
he: היסטוריה לא זמינה
ja: 履歴がありません
sr: Историја није доступна
sr_latn: Istorija nije dostupna

source: label_history
cy: Hanes
fa: تاریخچه
he: היסטוריה
ja: 履歴
sr: Историја
sr_latn: Istorija

source: label_home
cy: Cartref
fa: خانه
he: בית
ja: ホーム
sr: Дом
sr_latn: Dom

source: label_homepage
cy: Tudalen Gartref
fa: صفحه خانگی
he: עמוד בית
ja: ホームページ
sr: Домаћа страна
sr_latn: Domaća strana

source: label_identity_url
he: נתיב OpenID
ja: OpenID URL

source: label_ie4_mac
cy: Internet Explorer 4.5 (Mac)
fa: اینترنت‌اکسپلورر 4.5 (Mac)
he: אינטרנט אקפלורר 4.5 (Mac)
ja: Internet Explorer 4.5 (Mac)
sr: Интернет експлорер 4.5 (Мекинтош)
sr_latn: Internet eksplorer 4.5 (Mekintoš)

source: label_ie4_win
cy: Internet Explorer 4 (Windows)
fa: اینترنت‌اکسپلورر 4 (ویندوز)
he: אינטרנט אקפלורר 4 (חלונות)
ja: Internet Explorer 4 (Windows)
sr: Интернет експлорер 4 (Виндовс)
sr_latn: Internet eksplorer 4 (Vindovs)

source: label_ie5_mac
cy: Internet Explorer 5+ (Mac)
fa: اینترنت‌اکسپلورر 5+ (Mac)
he: אינטרנט אקפלורר 5+ (מק)
ja: Internet Explorer 5+ (Mac)
sr: Интернет експлорер 5+ (Мекинтош)
sr_latn: Internet eksplorer 5+ (Mekintoš)

source: label_ie5_win
cy: Internet Explorer 5+ (Windows)
fa: اینترنت‌اکسپلورر 5+ (ویندوز)
he: אינטרנט אקפלורר 5+ (חלונות)
ja: Internet Explorer 5+ (Windows)
sr: Интернет експлорер 5+ (Виндовс)
sr_latn: Internet eksplorer 5+ (Vindovs)

source: label_ignored_exception
cy: Mathau o eithriadau anwybyddwyd
fa: نوع استثناهایی که نادیده گرفته می‌شوند
he: מצפה להתעלמות
ja: 無視されているエラーの種類
sr: Занемарене врсте изузетака
sr_latn: Zanemarene vrste izuzetaka

source: label_image
cy: Delwedd
fa: تصویر
he: תמונה
ja: 画像
sr: Слика
sr_latn: Slika

source: label_image_caption
cy: Pennawd Delwedd
fa: عنوان تصویر
he: לכידת תמונה
ja: 画像の説明文
sr: Наслов слике
sr_latn: Naslov slike

source: label_immediately_addable_types
he: סוגים מורשים
ja: 優先される種類

source: label_include_contained_objects
ja: フォルダの中身も含める
sr: Укључи садржане ставке
sr_latn: Uključi sadržane stavke

source: label_include_top_enable
he: מכיל רמה גבוהה של קישור ניווט
ja: 最上位のナビゲーションリンクを含める
sr: Укључи везу ка почетној страни
sr_latn: Uključi vezu ka početnoj strani

source: label_include_top_node
he: כלול נוד עליון
ja: 最上位ノードを含める

source: label_inherit_criteria
cy: Maen Prawf Etifeddu
fa: ارث‌بری معیار
he: קריטריון יורש
ja: 条件の継承
sr: Наследи критеријуме
sr_latn: Nasledi kriterijume

source: label_inherit_local_roles
he: ירש הרשאות מרמות גבוהות יותר
ja: 上位レベルからパーミッションを引き継ぐ

source: label_install
cy: Gosod
fa: نصب
he: התקן
ja: インストール
sr: Постави
sr_latn: Postavi

source: label_item_count
cy: Nifer o Eitemau
fa: تعداد آیتم‌ها
he: מספר פריטים
ja: 項目の数
sr: Број ставки
sr_latn: Broj stavki

source: label_item_selected
cy: Eitem: ${contentitem}
fa: آیتم: ${contentitem}
he: פריט: ${contentitem}
ja: 項目: ${contentitem}
sr: Ставка: ${contentitem}
sr_latn: Stavka: ${contentitem}

source: label_item_type
cy: Math o eitem
fa: نوع آیتم
he: סוג פריט
ja: 項目の種類
sr: Врста ставке
sr_latn: Vrsta stavke

source: label_keywords
cy: Allweddeiriau
fa: کلیدواژه‌ها
he: מילות מפתח
ja: キーワード
sr: Кључне речи
sr_latn: Ključne reči

source: label_konqueror_linux
cy: Konqueror (Linux)
fa: کانکوئرر (لینوکس)
he: קונקורר (לינוקס)
ja: Konqueror (Linux)
sr: Освајач (Линукс)
sr_latn: Osvajač (Linuks)

source: label_language
cy: Iaith
fa: زبان
he: שפה
ja: 言語
sr: Језик
sr_latn: Jezik

source: label_language_settings_link
he: הגדרות שפה...
ja: 言語設定…

source: label_languages
he: שפות
ja: 言語

source: label_last_logged_in
cy: Mewngofnodwyd diwethaf
fa: آخرین ورود
he: התחבר לאחרונה
ja: 最終ログイン日時
sr: Последња пријава
sr_latn: Poslednja prijava

source: label_limit_number
cy: Cyfyngu Canlyniadau Chwilio
fa: محدود کردن نتایج جستجو
he: הגבל תוצאות חיפוש
ja: 検索結果の数を制限
sr: Ограничи број ставки
sr_latn: Ograniči broj stavki

source: label_listed_status
cy: Rhestri mewn chwiliadau
fa: نمایش در جستجو‌ها
he: רשימת מצב
ja: 検索リストへの記載
sr: Наведено у претрагама
sr_latn: Navedeno u pretragama

source: label_livesearch_enable
cy: Galluogi LiveSearch
fa: جستجوی زنده فعال باشد
he: אפשר חיפוש חי
ja: ライブ検索を有効にする
sr: Укључи живу претрагу
sr_latn: Uključi živu pretragu

source: label_local_roles
cy: Swyddogaeth(au) Lleol
fa: نقش‌های محلی
he: חוקים מקומיים
ja: ローカルロール
sr: Локалне улоге
sr_latn: Lokalne uloge

source: label_locally_allowed_types
ja: 「More...」を選んだ時に選択できるタイプ

source: label_localrole_to_assign
cy: Swyddogaeth i'w neilltuo
fa: نقش جهت انتساب
he: חוקים להחל
ja: 割り当てるロール
sr: Улога за доделу
sr_latn: Uloga za dodelu

source: label_localroles_to_assign_to_selected_users
cy: Swyddogaethau i'w neilltuo i ddefnyddiwr(wyr)/grwp(iau)
fa: نقش‌ها جهت انتساب به کاربرها/گروه‌های گزیده
he: הרשאות שניתנו למשתמש(ים)/קבוצה/(ות) שנבחרו
ja: 選択されたユーザやグループに割り当てるロール
sr: Улоге за доделу изабраним корисницима/групама
sr_latn: Uloge za dodelu izabranim korisnicima/grupama

source: label_location
cy: Lleoliad
fa: مکان:
he: מיקום
ja: 場所：
sr: Место:
sr_latn: Mesto:

source: label_locked
he: נעול
ja: ロック済

source: label_log_in
cy: Mewngofnodi
fa: ورود
he: התחבר
ja: ログイン
sr: Пријава
sr_latn: Prijava

source: label_log_in_here
cy: mewngofnodi yma
fa: از اینجا وارد شوید
he: התחבר כאן
ja: ここからログイン
sr: пријавите се овде
sr_latn: prijavite se ovde

source: label_login_continue
cy: Parhau
fa: ادامه
he: המשך
ja: 続ける
sr: Наставак
sr_latn: Nastavak

source: label_login_continue_to_home_page
cy: Parhau i dudalen cartref ${portal_title}
fa: رجوع به صفحه خانه ${portal_title}
he: המשך ל ${portal_title} עמוד הבית
ja: ${portal_title}ホームページに続ける
sr: Прелазак на домаћу страну ${portal_title}
sr_latn: Prelazak na domaću stranu ${portal_title}

source: label_login_name
cy: Enw Mewngofnodi
fa: نام کاربری
he: שם לחיבור
ja: ユーザ名
sr: Корисничко име
sr_latn: Korisničko ime

source: label_login_to_add_comments
cy: Mewngofnodwch i ychwanegu sylwadau
fa: ورود جهت نظردهی
he: התחבר על מנל להוסיף הערות
ja: コメントを追加するためにログイン
sr: Пријавите се како бисте додали коментар
sr_latn: Prijavite se kako biste dodali komentar

source: label_login_to_send_feedback
cy: Mewngofnodwch i anfon adborth
fa: برای ارسال بازخورد، login کنید
he: התחבר על מנת לשלוח משוב
ja: フィードバックを送るためにログイン
sr: Пријавите се за слање повратне информације
sr_latn: Prijavite se za slanje povratne informacije

source: label_look
cy: Edrych
fa: نما
he: מראה
ja: 外観
sr: Изглед
sr_latn: Izgled

source: label_mail_password
cy: Anfon e-bost gyda chyfrinair
fa: گذرواژه را با ایمیل، برایم بفرست
he: משלוח סיסמא?
ja: パスワードをメールで送る。
sr: Пошаљи поруку са лозинком
sr_latn: Pošalji poruku sa lozinkom

source: label_main_language
cy: Prif Iaith:
fa: زبان اصلی
he: שפה עיקרית:
ja: 主たる言語
sr: Основни језик
sr_latn: Osnovni jezik

source: label_message
cy: Neges
fa: پیغام
he: הודעה
ja: メッセージ
sr: Порука
sr_latn: Poruka

source: label_modification_date
cy: Dyddiad Newid
fa: تاریخ ویرایش
he: תאריך שינוי
ja: 変更日時
sr: Датум измене
sr_latn: Datum izmene

source: label_mozilla_mac
cy: Firefox, Mozilla a Netscape 7+ (Mac OS X)
fa: فایرفاکس، موزیلا و نت‌اسکیپ 7+ (Mac OS X)
he: פירפוקס, מוזילה ונטסקייפ 7+ (מק OS X)
ja: Firefox, Mozilla and Netscape 7+ (Mac OS X)
sr: Firefox, Мозила и Нетскејп 7+ (Мекинтош OS X)
sr_latn: Firefox, Mozila i Netskejp 7+ (Mekintoš OS X)

source: label_mozilla_win
cy: Firefox, Mozilla a Netscape 7+ (Windows)
fa: فایرفاکس، موزیلا و نت‌اسکیپ 7+ (ویندوز)
he: פיירפוקס, מוזילה ונטסקייפ 7+ (חלונות)
ja: Firefox, Mozilla and Netscape 7+ (Windows)
sr: Firefox, Мозила и Нетскејп 7+ (Виндовс)
sr_latn: Firefox, Mozila i Netskejp 7+ (Vindovs)

source: label_my_user_name_is
cy: Fy enw defnyddiwr yw
fa: نام کاربری من اینست
he: שם המשתמש שלי
ja: 私のユーザ名は
sr: Моје корисничко име је
sr_latn: Moje korisničko ime je

source: label_name
cy: Enw
fa: نام
he: שם
ja: 名前
sr: Име
sr_latn: Ime

source: label_navigation_portlet_title
fa: عنوان پورتلت درخت جهت‌یابی
he: כותרת ניווט עץ פורטלט
ja: ナビゲーションツリーポートレットのタイトル
sr: Наслов портлета за дрво за управљање
sr_latn: Naslov portleta za drvo za upravljanje

source: label_navigation_root
fa: ریشه درخت جهت‌یابی
he: בסיס עץ ניווט
ja: ナビゲーションツリーのルート
sr: Корен дрвета за управљање
sr_latn: Koren drveta za upravljanje

source: label_navigation_root_path
ja: ルートノード

source: label_navigation_start_level
fa: سطح آغازین درخت جهت‌یابی
he: תחילת רמה עץ ניווט
ja: ナビゲーションツリーの開始レベル
sr: Почетни ниво дрвета за управљање
sr_latn: Početni nivo drveta za upravljanje

source: label_navigation_startlevel
he: רמת התחלה
ja: 開始レベル

source: label_navigation_title
he: כותרת
ja: タイトル

source: label_navigation_tree_depth
fa: عمق درخت جهت‌یابی
he: עומק עץ ניווט
ja: ナビゲーションツリーの深さ
sr: Дубина дрвета за управљање
sr_latn: Dubina drveta za upravljanje

source: label_navigation_types
cy: Mathau cynnwys sy'n cael eu dangos
fa: نوع‌های محتوا جهت نمایش
he: הצג סוגי תוכן
ja: 表示するコンテンツタイプ
sr: Приказане врсте садржаја
sr_latn: Prikazane vrste sadržaja

source: label_navtree_wf_enable
cy: Hidl ar gyflwr y llif gwaith
fa: پالایش برحسب وضعیت گردش‌کار
he: סנן את כל מצב תהליך עבודה
ja: 状態の指定による絞り込み
sr: Прочисти према стању у радном току
sr_latn: Pročisti prema stanju u radnom toku

source: label_netscape6_all
cy: Netscape 6 a chynt (Pob platfform)
fa: نت‌اسکیپ 6 و قدیمی‌تر (تمامی سیستم‌عامل‌ها)
he: נטסקייפ 6 או מוקדם יותר (כל הפלטפורמות)
ja: Netscape 6 と、それ以前(すべてのプラットフォーム)
sr: Нетскејп 6 и ранији (све платформе)
sr_latn: Netskejp 6 i raniji (sve platforme)

source: label_new_categories
he: קטגוריות קיימות
ja: 新しいカテゴリー
sr: Нове категорије
sr_latn: Nove kategorije

source: label_new_items_since
cy: Eitemau newydd ers
fa: آیتم‌های جدید از
he: פריטים חדשים מ
ja: 項目の追加時点
sr: Нове ставке од
sr_latn: Nove stavke od

source: label_new_keywords
cy: Allweddeiriau newydd
fa: کلیدواژه‌های جدید
he: מילות חיפוש חדשות
ja: 新しいキーワード
sr: Нове кључне речи
sr_latn: Nove ključne reči

source: label_new_owner
cy: Perchennog newydd
fa: مالک جدید
he: בעלים חדשים
ja: 新しい所有者
sr: Нови власници
sr_latn: Novi vlasnici

source: label_new_owner_search
cy: Chwilio am berchennog newydd
fa: جستجوی مالک جدید
he: חפש עבור בעלים חדשים
ja: 新しい所有者を探す
sr: Тражи новог власника
sr_latn: Traži novog vlasnika

source: label_new_password
cy: Cyfrinair newydd
fa: گذرواژه جدید
he: סיסמא חדשה
ja: 新しいパスワード
sr: Нова лозинка
sr_latn: Nova lozinka

source: label_new_short_name
cy: Enw Byr Newydd
fa: نام کوتاه جدید
he: שם קצר חדש
ja: 新しいショートネーム
sr: Ново кратко име
sr_latn: Novo kratko ime

source: label_new_title
cy: Teitl Newydd
fa: عنوان جدید
he: כותרת חדשה
ja: 新しいタイトル
sr: Нови наслов
sr_latn: Novi naslov

source: label_news_image
cy: Delwedd
fa: تصویر
he: תמונה
ja: 画像
sr: Слика
sr_latn: Slika

source: label_next
cy: Nesaf
fa: بعدی
he: הבא
ja: 次
sr: Следећи
sr_latn: Sledeći

source: label_no_change
fa: بدون تغییر
he: אין שינוי
ja: 変更しない
sr: Без измене
sr_latn: Bez izmene

source: label_no_group_specified
cy: Dim grwp wedi ei enwi.
fa: هیچ گروهی مشخص نشده است
he: לא נבחרו קבוצות
ja: グループが指定されていません。
sr: Група није назначена.
sr_latn: Grupa nije naznačena.

source: label_no_prefs_panels_available
he: אין פנאלים להגדרות זמינים
ja: 個人設定パネルがありません。
sr: Ниједан панел са поставкама није доступан.
sr_latn: Nijedan panel sa postavkama nije dostupan.

source: label_no_reference
he: אין הפניה
ja: ＜参照なし＞
sr: <нема упућивања>
sr_latn: <nema upućivanja>

source: label_no_results_found
fa: هیچ نتیجه‌ای یافت نشد.
he: לא נימצאו תוצאות תואמות
ja: 該当する結果が見つかりません。
sr: Резултати нису пронађени.
sr_latn: Rezultati nisu pronađeni.

source: label_no_workflow
he: אין תהליך עבודה
ja: ワークフローなし

source: label_nonfolderish_tabs_tabs_enable
he: מייצר טאבים לפריטים אחרים מלבד ספריות
ja: フォルダ以外の項目用のタブを生成する

source: label_number_exceptions
cy: Nifer yr eithriadau i'w cadw
fa: تعداد استثناهایی که باید نگهداشته شود
he: מספרים חריגים
ja: 記録しておくエラーの個数
sr: Број изузетака који се чувају
sr_latn: Broj izuzetaka koji se čuvaju

source: label_ok
cy: Iawn
fa: تایید
he: בסדר
ja: OK
sr: У реду
sr_latn: U redu

source: label_one_step_workflow
cy: Llif gwaith cyhoeddi un cam
fa: گردش‌کار انتشار در یک گام
he: תהליך עבודה צעד אחד
ja: ワンステップ公開ワークフロー
sr: Радни ток са објавом у једном кораку
sr_latn: Radni tok sa objavom u jednom koraku

source: label_openid_log_in
he: התחבר
ja: ログイン

source: label_or
cy: neu
fa: یا
he: או
ja: または
sr: или
sr_latn: ili
