Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: ${count} item(s) copied.
cy: ${count} eitem wedi eu copïo.
fa: ${count} آیتم کپی شد.
he: ${count} פריט(ים( הועתקו
ja: ${count}項目がコピーされました。
sr: Број умножених ставки: ${count}.
sr_latn: Broj umnoženih stavki: ${count}.

source: ${count} item(s) cut.
cy: ${count} eitem wedi eu torri.
fa: ${count} آیتم بریده شد.
he: ${count} פריט(ים) נחתכו
ja: ${count}項目がカットされました。
sr: Број исечених ставки: ${count}.
sr_latn: Broj isečenih stavki: ${count}.

source: ${count} item(s) renamed.
cy: ${count} eitem wedi eu hail enwi.
fa: ${count} آیتم تغییر نام یافت.
he: ${count}לפריט(ים) שונה השם
ja: ${count}項目の名前が変更されました。
sr: Број преименованих ставки: ${count}.
sr_latn: Broj preimenovanih stavki: ${count}.

source: ${items} could not be deleted.
cy: Methu dileu ${items}.
fa: قادر به حذف ${items} نبود.
he: ${items}לא התפשרה מחיקתם
ja: ${items}は削除できませんでした。
sr: Број ставки које нису могле бити уклоњене: ${items}.
sr_latn: Broj stavki koje nisu mogle biti uklonjene: ${items}.

source: ${monthname} ${year}
ja: ${year}年 ${monthname}

source: ${name} is not a legal name. The following characters are invalid: ${characters}
he: ${name} הינו שם לא חוקי. האותיות הבאות אינם תקינות ${characters}
ja: ${name}は正しくありません。${characters}という文字列がよくありません。
sr: Име „${name}‟ није дозвољено. Знаци у њему који су неисправни су: ${characters}
sr_latn: Ime „${name}‟ nije dozvoljeno. Znaci u njemu koji su neispravni su: ${characters}

source: ${name} is reserved.
fa: ${name} از نام‌های رزرو می‌باشد.
he: ${name} שמור
ja: ${name}は予約されています。
sr: Име је резервисано: ${name}.
sr_latn: Ime je rezervisano: ${name}.

source: ${title} copied.
cy: Copiwyd ${title}.
fa: ${title} کپی شد.
he: ${title} הועתק.
ja: ${title}はコピーされました。
sr: Умножен је ${title}.
sr_latn: Umnožen je ${title}.

source: ${title} cut.
cy: Torwyd ${title}.
fa: ${title} بریده شد.
he: ${title} גזור.
ja: ${title}はカットされました。
sr: Исечен ${title}.
sr_latn: Isečen ${title}.

source: ${title} has been added to your Favorites.
cy: Mae ${title} wedi ei ychwanegu i'ch Ffefrynnau.
fa: ${title} به مطلوبات شما اضافه شد.
he: ${title} נוסף למעודפים שלך.
ja: ${title}はお気に入りに追加されました。
sr: ${title} је додат у списак омиљених.
sr_latn: ${title} je dodat u spisak omiljenih.

source: ${title} has been deleted.
cy: Mae ${title} wedi ei ddileu.
fa: ${title} حذف شد.
he: ${title} נמחק.
ja: ${title}は削除されました。
sr: ${title} је обрисан.
sr_latn: ${title} je obrisan.

source: ${title} is locked and cannot be cut.
he: ${title} נעולה ולא יכולה להגזר
ja: ${title}はロックされており、カットすることができません。

source: ${title} is locked and cannot be deleted.
ja: ${title}はロックされており、削除することができません。

source: ${title} is not copyable.
cy: Methu copïo ${title}.
fa: ${title} قابل کپی‌شدن نیست.
he: ${title} בלתי ניתן להעתקה.
ja: ${title}はコピーできません。
sr: ${title} се не може умножити.
sr_latn: ${title} se ne može umnožiti.

source: ${title} is not moveable.
cy: Methu symud ${title}.
fa: ${title} قابل جابجایی نیست.
he: ${title} לא ניתן להזזה .
ja: ${title}は移動できません。
sr: ${title} се не може померати.
sr_latn: ${title} se ne može pomerati.

source: ${tname} has been created.
cy: Mae ${tname} wedi ei greu.
fa: ${tname} ایجاد شد.
he: ${tname} נוצר
ja: ${tname}は作成されました。
sr: Направљен: ${tname}.
sr_latn: Napravljen: ${tname}.

source: - An intranet workflow where content is only accessible if you are logged in. - Basic states are: Internal Draft, Pending Review, Internally Published and Private. - Also has an Externally Published state, so you can make selected content available to people outside the intranet.
he: תהליך עבודה פנימי הינו כאשר תוכן זמין אך ורק כאשר הנך מחובר. - מצבים בסיסיים הם: - דראפט פנימי, ממתין לסקירה, פורסם פנימי ופרטי. - כמו כן ישמצב פורסם חיצוני, המאפשר לך שהתוכן הנבחר יהיה זמין לאנשים מחוץ לאינטארנט
ja: - イントラネットワークフローでは、ログインしている間だけ、コンテンツにアクセスできます。基本的な状態は、内部ドラフト、審査保留、内部発行、プライベートです。 - さらに外部発行の状態があり、いくつかのコンテンツをイントラネットの外側にいる人たちにも利用してもらうことができます。

source: - Essentially a workflow with no transitions, but has a Published state, so portlets and applications that expect that state will continue to work.
he: לבסוף לתהליך עבודה אין שום טרנסיזון, רק מצב פירסום, ולכן פורטלטים המצפים שמצב ימשיך לעבוד
ja: - 本質的には発行状態にあるが遷移のないワークフローです。ポートレットやアプリケーションは継続的な作業を期待しています。

source: - Normally used with the Intranet/Extranet workflow on folder types. - Only has two states: Private and Internal Draft.
he: בדרך כלל בשימוש עם תהליך העבודה אינטראנט/אקסטראנא תהליך עבודה על סוגי הספריה. - ישנם רק שני מצבים" פנימי ודראפט פנימי
ja: 通常はイントラネット／エクストラネットワークフローのフォルダタイプで使われます。プライベートと内部ドラフトの二つの状態しかありません。

source: - Simple workflow that is useful for basic web sites. - Things start out as private, and can either be submitted for review, or published directly. - The creator of a content item can edit the item even after it is published.
he: תהליך עבודה פשוט השימושי עבור משתמשי אתר פשוט. -דברים מתחילים בתור משהו פרטי, ויכולים או להיות מוגשים לסקירה, או פירסום ישירות. יוצר פריטי התוכן יכול לערוך את הפריט אפילו למרות שהוא פורסם.
ja: - 基本的なWebサイトに役立つ簡素なワークフローです。 - プライベートで始まり、審査のために提出するか、すぐに発行するかを選択できます。 - コンテンツ項目の作成者は発行後でも編集することができます。

source: - Used in conjunction with the Community workflow. - Has no pending state. - Allows owner to publish the folder without approval.
he: בשימוש בתיאום עם תהליך עבודה קהילתי. - אין שום מצב ממתין. - מפשר לבעלים לפרסם את הספריה ללא אישור.
ja: - コミュニティワークフローと関連して使われます。 - 保留状態はありません。 - 所有者は承認なしにフォルダを発行できます。

source: - Users can create content that is immediately publicly accessible. - Content can be submitted for publication by the content's creator or a Manager, which is typically done to promote events or news to the front page. - Reviewers can publish or reject content, content owners can retract their submissions. - While the content is awaiting review it is readable by anybody. - If content is published, it can only be retracted by a Manager.
he: משתמשים יכולים ליצור תוכן היכול להיות נגיש באופן ציבורי במיידי. - תוכן יכול להיות מוגש על ידי יוצר התוכן או מנהל, שנעשה בדרך כלל על מנת לקדם ארועים או חדשות לעמוד הבית. סוקרים יכולים לפרסם או לדחות תוכן, בעלי תוכן יכולים לחזור בהם בשליחת התוכן. בזמן שהתוכן מחכה לסקירה הוא ניתן לקריאה לכולם. - במידה והתוכן פורסם, הוא יכול לדחות על ידי המנהל.
ja: ユーザは即座にアクセスできるコンテンツを作る事ができます。コンテンツの作成者または管理者はコンテンツを公開するために提出することができます。典型的な例として、イベントやニュースをフロントページに掲載する場合です。審査員はコンテンツを公開したり却下することができ、コンテンツ所有者は提出したものを撤回することができます。コンテンツはレビューを待っている間、誰でも読む事ができます。コンテンツの公開後は、管理者による撤回しかできません。

source: A boolean criterion
cy: Maen prawf boleaidd
fa: معیاری از نوع بولین (منطقی)
he: קריטריון בוליאני
ja: 真偽式検索条件
sr: Булов критеријум
sr_latn: Bulov kriterijum

source: A classic portlet allows you to use legacy portlet templates.
he: פרוטלט קלאסי נותן לך הרשאה להשתמש בתבניות פורטלט מורשת
ja: クラシックポートレットを使うと従来のポートレットのテンプレートを利用できます。

source: A copy action can copy an object to a different folder.
he: פעולת העתקה יכול לעתיק אובייקט לספריה אחרת
ja: 別のフォルダにオブジェクトをコピーすることができます。

source: A criterion that searches for the currently logged in user's id
cy: Maen prawf sy'n chwilio am enw'r defnyddwyr sydd wedi mewngofnodi
fa: معیاری که شناسه کاربر جاری را جستجو می‌کند
he: קריטריון שמחפש את כל הקוד משתמש של המשתמשים המחוברים
ja: 現在ログインしているユーザについての検索条件
sr: Критеријум који тражи кориснички број тренутно пријављеног корисника
sr_latn: Kriterijum koji traži korisnički broj trenutno prijavljenog korisnika

source: A date range criterion
cy: Maen prawf ystod dyddiad
fa: معیاری از نوع بازه زمانی
he: קריטריון טווח תאריכים
ja: 日付の範囲条件
sr: Критеријум са опсегом датума
sr_latn: Kriterijum sa opsegom datuma

source: A file extension condition can restrict a rule from executing unless the target is a File with a particular extension.
he: תנאי סיומת קובץ יכול להגביל חוק מהוצאה אולם מלבד אם המטרה של הקובץ היא קובץ עם סיומת מסויימת
ja: 「ファイルの拡張子」を設定すれば、ファイルの拡張子に基づいてルールの適用を制限することができます。

source: A folder suitable for holding a very large number of items
cy: Ffolder addas i ddal nifer fawr iawn o eitemau
fa: پوشه‌ای مناسب جهت نگه‌داشتن تعداد بسیار زیادی آیتم
he: ספריה מתאימה להכיל מספר רב של פריטים
ja: 大量の項目を入れるのに適したフォルダ
sr: Директоријум погодан за чување јако великог броја ставки
sr_latn: Direktorijum pogodan za čuvanje jako velikog broja stavki

source: A folder which can contain other items.
cy: Ffolder sy'n gallu dal pethau eraill.
fa: پوشه‌های پلون قابلیت تعریف عمل «نمایش» سفارشی را دارند و در صورت عدم تعریف، مانند فهرست راهنما عمل می‌کنند.
he: ספרייה היכולה להכיל פריטים אחרים.
ja: 他の項目を入れることができるフォルダ
sr: Директоријум који може да садржи друге ставке.
sr_latn: Direktorijum koji može da sadrži druge stavke.

source: A group condition can prevent a rule from executing unless the current user is a member of a particular group.
he: תנאי קבוצה יכול למנוע מחוק להיות מבוצע מלבד המשתמש הנוכחי הוא חבר בקבוצה מסויימת
ja: 現在のユーザが特定のグループのメンバーでなければ、グループによってルールを実行させないようにできます。

source: A link to an internal or external resource.
cy: Cyswllt i adnodd mewnol neu allanol.
fa: پیوندی به یک منبع درونی یا برونی
he: קישור למשאב פנימי או חיצוני
ja: サイト内またはインターネットへのリンク
sr: Веза ка унутрашњем или спољашњем ресурсу
sr_latn: Veza ka unutrašnjem ili spoljašnjem resursu

source: A list criterion
cy: Maen prawf rhestr
fa: معیاری از نوع لیست
he: קריטריון רשימה
ja: リストの条件
sr: Критеријум листе
sr_latn: Kriterijum liste

source: A logger action can output a message to the system log.
he: פעולה ארוכה יותר יכולה לשדר הודעה ללוג המערכת
ja: 「ロガー」はシステムログにメッセージを出力できます。

source: A mail action can mail different recipient.
he: פעולת דואר יכולה לשלוח דואר למספר נמענים
ja: 「メール」は異なる宛先にメールを送信できます。

source: A maximum number of cached values.
he: מספר מקסימאלי של ערכים שבזיכרון קאש
ja: 最大でどれだけの値をキャッシュするか

source: A move action can move an object to a different folder.
he: פעולת תזוזה יכולה להזיז אובייקט לספריה אחרת
ja: 「移動」はオブジェクトを異なるフォルダに移動できます。

source: A notify action can show a message to the user.
he: פעולת הודעה יכולה להראות הודעה למשתמש
ja: 「通知」はユーザにメッセージを表示します。

source: A page in the site. Can contain rich text.
cy: Tudalen ar y safle. Gall gynnwys testun cyfoethog.
fa: صفحه‌ای در پورتال که می‌تواند شامل متن غنی باشد.
he: עמוד באתר זה. יכול להכיל טקסט עשיר.
ja: リッチテキストを含めることができるポータルのページ
sr: Страна у порталу која може садржати обогаћени текст.
sr_latn: Strana u portalu koja može sadržati obogaćeni tekst.

source: A path criterion
cy: Maen prawf llwybr
fa: معیاری بر مسیر
he: קריטריון נתיב
ja: パスの条件
sr: Критеријум стазе
sr_latn: Kriterijum staze

source: A placeholder item linking to a favorite object in the site.
cy: Deilydd lle sy'n cysylltu â hoff wrthrych ar y safle.
fa: آیتمی که به یک شیئ مطلوب در پورتال پیوند شده است.
he: פריט מחזיקמקום מקושר לאובייקט מעודף באתר
ja: ポータルの中のお気に入りオブジェクトにリンクされた代理項目
sr: Ставка-показивач која указује на омиљен објекат у порталу.
sr_latn: Stavka-pokazivač koja ukazuje na omiljen objekat u portalu.

source: A portal type condition makes the rule apply only to certain content types.
he: סוג תנאי פורטל הופך את החוק להיות לסוגי תוכן מסויימים
ja: ポータルタイプによって、ルールは特定のコンテンツタイプにだけ適用させられます。

source: A portal_types criterion
cy: Maen prawf portal_types
fa: معیاری بر نوع‌های محتوای پورتال
he: קריטריון סוג פורטל
ja: ポータルタイプの条件
sr: Опис портала ће се појављивати у удруженим садржајима и на другим ел. местима. Треба да буде кратак.
sr_latn: Opis portala će se pojavljivati u udruženim sadržajima i na drugim el. mestima. Treba da bude kratak.

source: A reference criterion
cy: Maen prawf cyfeiriad
fa: معیاری از نوع ارجاع
he: קריטריון הפניה
ja: 参照条件
sr: Критеријум за углед
sr_latn: Kriterijum za ugled

source: A relative date criterion
cy: Maen prawf dyddiad cymharol
fa: معیاری از نوع زمان نسبی
he: קריטריון תאריך רלטווי
ja: 相対日付による条件
sr: Критеријум релативног датума
sr_latn: Kriterijum relativnog datuma

source: A relative path criterion
he: קריטריון נתיב יחסי
ja: 相対パスによる条件

source: A role condition can prevent rules from executing unless the current user has a particular role.
he: תנאי הרשאה יכול למנוע מחוקים להיות מבוצעים מלבד כאשר למשתמש הנוכחי יש הרשאה מדוייקת
ja: 現在のユーザが特定のロールを持たない場合、ロールによってルールを実行させないようにできます。

source: A selection criterion
cy: Maen prawf dewis
fa: معیاری از نوع گزینشی
he: קריטריון בחירה
ja: 選択の条件
sr: Критеријум избора
sr_latn: Kriterijum izbora

source: A simple int criterion
cy: Maen prawf int syml
fa: معیاری از نوع عدد طبیعی ساده
he: קריטריון מספר פשוט
ja: 単純な整数の検索条件
sr: Критеријум обичног целог броја
sr_latn: Kriterijum običnog celog broja

source: A simple string criterion
cy: Maen prawf
fa: معیاری از نوع رشته‌ای ساده
he: קריטריון מחרוזת פשוטה
ja: 単純な文字列の検索条件
sr: Критеријум обичне ниске
sr_latn: Kriterijum obične niske

source: A sort criterion
cy: Maen prawf trefnu
fa: معیاری برای ترتیب
he: קריטריון קצר
ja: ソート順
sr: Критеријум поретка
sr_latn: Kriterijum poretka

source: A summary of the rule
he: סיכום ההרשאה
ja: ルールの要約

source: A workflow action triggers a workflow transition on an object.
he: פעולת תהליך עבודה מפעילה טרנזקצית תהליך עבודה על אובייקט
ja: ワークフローの「アクション」によって、オブジェクトの状態を遷移させます。

source: A workflow state condition can restrict rules to objects in particular workflow states
he: מצב תהליך עבודה יכול להגביל חוקים לאובייקטים במיוחד במצבי תהליכי עבודה מסויימים
ja: ワークフローでの状態によって、特定の状態にあるオブジェクトに対してルールを適用することができます。

source: A workflow transition condition can restrict rules to execute only after a certain transition.
he: מעבר תהליך עבודה יכול להגביל חוקים להיות מבוצעים רק לאחר מבר מסויים
ja: ワークフローの遷移によって、ある遷移の後に限ってルールを適用することができます。

source: Accessibility
cy: Hygyrchedd
fa: قابلیت دسترسی
he: נגישות
ja: アクセシビリティ
sr: приступачност
sr_latn: pristupačnost

source: Action deleted.
he: פעולה נמחקה.
ja: 削除されました。

source: Action moved down.
he: פעולה הועברה למעלה.
ja: 下に移動されました。

source: Action moved up.
he: פעולה הועברה למטה.
ja: 上に移動されました。

source: Add
he: הוסף
ja: 追加
sr: Додај
sr_latn: Dodaj

source: Add ${type}
cy: Ychwanegu ${type}
fa: افزودن ${type}
he: הוסף ${type}
ja: ${type}を追加
sr: Додај ${type}
sr_latn: Dodaj ${type}

source: Add Classic Portlet
he: הוסף פרוטלט קלאסי
ja: クラシックポートレットを追加

source: Add Content Type Condition
he: הוסף תנאי סוג תוכן
ja: コンテンツタイプ条件を追加

source: Add Copy Action
he: הוסף פעולת העתקה
ja: 「コピー」を追加

source: Add Events Portlet
he: הוסף פורטלט ארועים
ja: イベントポートレットを追加

source: Add File Extension Condition
he: הוסף סיומת קובץ תנאי
ja: 「ファイルの拡張子」を追加

source: Add Group Condition
he: הוסף תנאי קבוצה
ja: グループを追加

source: Add Logger Action
he: הוסף פעולה ארוכה
ja: 「ロガー」を追加

source: Add Mail Action
he: הוסף פעולת דואר
ja: 「メール送信」を追加

source: Add Move Action
he: הוסף פעולת הזזה
ja: 「移動」を追加

source: Add Navigation Portlet
he: הוסף פורטלט ניווט
ja: ナビゲーションポートレットを追加

source: Add News Portlet
he: הוסף פורטלט חדשות
ja: ニュースポートレットを追加

source: Add Notify Action
he: הוסף פעולת הודעה
ja: 「通知する」を追加

source: Add RSS Portlet
he: הוסף פורטלט RSS
ja: RSSポートレットを追加

source: Add Recent Portlet
he: הוסף פורטלט לאחרונה
ja: 「最近の変更」ポートレットを追加

source: Add Review Portlet
he: הוסף פרוטלט סקירה
ja: 「審査リスト」ポートレットを追加

source: Add Role Condition
he: הוסף תנאי הרשאה
ja: ロールを追加

source: Add Rule
he: הוסף חוק
ja: ルールを追加

source: Add Search Portlet
he: הוסף פורטלט חיפוש
ja: 「検索」ポートレットを追加

source: Add Workflow Action
he: הוסף פעולת תהליך עבודה
ja: ワークフローの「アクション」を追加

source: Add Workflow State Condition
he: הוסף תנאי מצב תהליך עבודה
ja: ワークフローでの「状態」の追加

source: Add Workflow Transition Condition
he: הוסף תנאי פעולת תהליך עבודה
ja: ワークフローでの「遷移」の追加

source: Add a new rule. Once complete, you can manage the rule's actions and conditions separately.
he: הוסף חוק חדש. כאשר הסתיים, באפשרותך לנהל את פעולות ותנאי החוקים בנפרד
ja: 新しいルールの追加。ルールを追加すると、そのルールについてアクションと条件を別々に設定することができます。

source: Add tag names here for tags which are not part of XHTML but which should be permitted.
he: הוסף תאגי שם לכאן לתאגים שאינם חלק מ XHTML אולם יכולים להיות מאושרים
ja: XHTMLタグ以外で使用を許可するタグの名前を追加します。

source: Add to favorites
he: הוסף למעודפים
ja: お気に入りに追加

source: Add-on Product Configuration
cy: Ffurfweddiad Cynnyrch Ategol
fa: پیکربندی محصولات افزودنی
he: התאמת של מוצרים נילווים
ja: アドオンプロダクトの設定
sr: Подешавање додатних производа
sr_latn: Podešavanje dodatnih proizvoda

source: Add-on Products
he: מוצרים נוספים
ja: アドオンプロダクト

source: Add/Remove Products
cy: Ychwanegu/Tynnu Cynnyrch
fa: افزودن و حذف محصولات
he: הוספת/מחיקת מוצרים
ja: プロダクトを追加･削除
sr: Додај/уклони производе
sr_latn: Dodaj/ukloni proizvode

source: AddToFavorites
he: הוסף למעודפים
ja: お気に入りに追加
sr: ДодајУОмиљено
sr_latn: DodajUOmiljeno

source: All content rules
he: כל חוקי התוכן
ja: すべてのコンテンツに対するルール

source: All items publicly available on a certain date
cy: Pob eitem ar gael yn gyhoeddus ar ddyddiad penodol
fa: تمامی آیتم‌هایی که در زمان مشخصی برای عموم در دسترس است
he: כל הפריטים הזמנים בתאריך מסויים
ja: ある日に入手可能な項目すべて
sr: Све ставке које су јавно доступне на одређени дан
sr_latn: Sve stavke koje su javno dostupne na određeni dan

source: Allow anyone to view 'about' information
he: הרשה לכל אחד לצפות במידע 'אודות'
ja: 「このサイトについて」を誰でも見られるようにする

source: Allows users to register themselves on the site. If not selected, only site managers can add new users.
he: אפשר למשתמשים לרשום את עצמם לאתר. במידה ולא נבחר, מנהלי האתר בלבד יכולים להוסיף משתמשים חדשים
ja: ユーザが自分でサイトにアカウントを登録することを許可します。チェックされていなければ、サイト管理者だけが新しいユーザを追加することができます。

source: Also available in presentation mode…
he: זמין גם בתצוגת מצגת...
ja: プレゼンテーションモードでも利用可能

source: Alternative formats
he: פורמטים אלטנטיביים
ja: 代替フォーマット

source: Always show icons
he: הצג צלמיות תמיד
ja: 常にアイコンを表示

source: An announcement that will show up on the news portlet and in the news listing.
cy: Cyhoeddiad fydd yn ymddangos ar y porth newyddion a'r rhestr newyddion.
fa: آیتم‌های خبری شامل اخباری با متن کوتاه می‌باشند و دارای عنوان و همچنین یک شرح دلخواه هستند.
he: פריטי חדשות מכילים מאמרים קצרים וכותרת, ויכולים להכיל גם תיאור.
ja: 発表はニュースポートレットとニュース一覧の両方に表示されます。
sr: Најава која ће се појавити на портлету вести и у списку вести.
sr_latn: Najava koja će se pojaviti na portletu vesti i u spisku vesti.

source: An automatically updated stored search that can be used to display items matching criteria you specify.
cy: Chwilio sy'n cael ei ddiweddaru a'i gadw'n awtomatig a'i ddefnyddio i ddangos eitemau sy'n cyd-fynd â'ch meini prawf.
fa: جستجوی ذخیره‌شده‌ای که بطور خودکار بروز شده و می‌تواند برای نمایش آیتم‌ها با معیارهایی که شما مشخص می‌کنید، استفاده شود.
he: עידכון אוטומטי מאחסן חיפוש שיכול להיות בשימוש על מנת להציג פריטים הדומים לקריטריון שהגדרת.
ja: 指定した条件に合致する項目情報を収集し自動的に内容を更新・表示するストアド検索。
sr: Аутоматски ажурирана снимљена претрага која се може користити за приказ ставки које се поклапају са задатим критеријумима.
sr_latn: Automatski ažurirana snimljena pretraga koja se može koristiti za prikaz stavki koje se poklapaju sa zadatim kriterijumima.

source: An event must end after it starts.
cy: Rhaid i ddigwyddiad orffen ar ôl cychwyn.
fa: تاریخ پایان یک رخداد باید پس از آغاز آن باشد.
he: ארוע חייב להסתיים לאחר שהוא מתחיל
ja: イベントの終了はその開始よりも後です。
sr: Догађај се мора завршити пре него што почне.
sr_latn: Događaj se mora završiti pre nego što počne.

source: An event must start before it ends.
cy: Rhaid i ddigwyddiad gychwyn cyn gorffen.
fa: تاریخ آغاز یک رخداد باید پیش از پایان آن باشد.
he: ארוע חייב להתחיל לפני שהוא מסתיים
ja: イベントの開始は終了よりも前です。
sr: Догађај мора да почне пре него што се заврши.
sr_latn: Događaj mora da počne pre nego što se završi.

source: An external file uploaded to the site.
cy: Ffeil allanol wedi ei lwytho i fyny i'r safle.
fa: آیتم‌های پرونده می‌تواند حاوی داده‌‌های دلخواه برای دانلود باشند.
he: .עצם קובץ יכול להכיל קבצים להורדה
ja: ポータルにアップロードされた外部ファイル。
sr: Спољашња датотека окачена на портал.
sr_latn: Spoljašnja datoteka okačena na portal.

source: An image, which can be referenced in documents or displayed in an album.
cy: Delwedd, y mae modd cyfeirio ati mewn dogfennau neu ei harddangos mewn album.
fa: یک تصویر، که می‌تواند در یک مدرک ارجاع داده شود یا در یک آلبوم نمایش داده شود.
he: תמונה, שיכולה להיות מופנית במסמכים או מוצגת באלבום
ja: ドキュメントの中やアルバムで表示する画像。
sr: Слика, на коју се могу позвати документи или се може приказивати у албуму.
sr_latn: Slika, na koju se mogu pozvati dokumenti ili se može prikazivati u albumu.

source: An interval between cache cleanups in seconds.
he: אינטוול בין ניקיון מטמון בשניות
ja: 何秒おきにキャッシュを整理するか

source: An item's title transformed for sorting
cy: Teitl eitem wedi ei newid ar gyfer trefnu.
fa: عنوان یک آیتم، تغییر شکل یافته جهت مرتب‌سازی
he: כותרת פריט
ja: ソートのために変換された項目のタイトル
sr: Наслов ставке подешен за ређање
sr_latn: Naslov stavke podešen za ređanje

source: An item's type (e.g. Event)
cy: Math o eitem (e.e. Digwyddiad)
fa: نوع یک آیتم (مثلا رخداد)
he: סוג פריט (לדוגמא ארוע)
ja: 項目の種類（例えばイベント）
sr: Врста ставке (нпр. Догађај)
sr_latn: Vrsta stavke (npr. Događaj)

source: An item's workflow state (e.g.published)
cy: Cyflwr llif gwaith eitem (e.e. cyhoeddwyd)
fa: وضعیت گردش‌کار یک آیتم (مثلا منتشرشده)
he: מצב תהליך עבודה לפריט (לדוגמא פורסם)
ja: 項目のワークフロー状態（例えば公開）
sr: Положај ставке у радном току (нпр. објављена)
sr_latn: Položaj stavke u radnom toku (npr. objavljena)

source: As a path relative to the portal root.
he: נתיב רלוונטי לשורש האתר
ja: ポータルのトップからの相対パスとして

source: Assignments deleted.
he: משימות נמחקו.
ja: 割当が削除されました。

source: Assignments disabled.
he: משימות אינן מאופשרות.
ja: 割当が不能にされました。

source: Assignments enabled.
he: משימות מאופשרות
ja: 割当が可能にされました。

source: Boolean (True/False)
cy: Booleaidd (True/False)
fa: منطقی (درست - نادرست)
he: בוליאני (נכון/לא נכון)
ja: 真偽式（True/False)
sr: Булов тип (тачно/нетачно)
sr_latn: Bulov tip (tačno/netačno)

source: Boolean Criterion
cy: Maen prawf Booleaidd
fa: معیار بولین (منطقی)
he: קריטריון בולאני
ja: 真偽式検索条件
sr: Булов критеријум
sr_latn: Bulov kriterijum

source: Calendar
he: תאריכון
ja: カレンダー

source: Calendar Settings
he: הגדרות לוח שנה
ja: カレンダー設定

source: Calendar settings
he: הגדרות תאריכון
ja: カレンダー設定

source: Can only be seen and edited by the owner.
he: יכול להיות נראה ולהערך רק בידי הבעלים
ja: 所有者だけが閲覧と編集ができます。

source: Can't access home folder. Favorite is not added.
cy: Methu cael mynediad i'r ffolder cartref. Heb ychwanegu ffefryn.
fa: پوشه ‌شخصی در دسترس نیست. مطلوب افزوده نگشت.
he: לא יכול לגשת לספריית בית. פבוריט לא הוסף.
ja: ホームフォルダにアクセスできません。お気に入りは追加されませんでした。
sr: Није могуће приступити домаћој страни. Омиљена веза није додата.
sr_latn: Nije moguće pristupiti domaćoj strani. Omiljena veza nije dodata.

source: Cancel check-out
he: בטל הזנה
ja: チェックアウトをキャンセル

source: Categories
he: קטגוריות
ja: カテゴリー

source: Change Password
cy: Newid Cyfrinair
fa: تغییر گذرواژه
he: שנה סיסמא
ja: パスワードを変更
sr: Промена лозинке
sr_latn: Promena lozinke

source: Change State
cy: Newid Cyflwr
fa: تغییر وضعیت
he: שנה מצב
ja: 状態を変更
sr: Промени стање
sr_latn: Promeni stanje

source: Changes applied.
cy: Gosodwyd y newidiadau.
fa: تغییرات اجرا شد.
he: שינויים עדכנו
ja: 変更されました。
sr: Промене су сачуване.
sr_latn: Promene su sačuvane.

source: Changes canceled.
he: שינויים בוטלו.
ja: 変更はキャンセルされました。

source: Changes made.
cy: Newidiadau wedi eu cyflawni.
fa: تغییرات اعمال شد.
he: .השינויים בוצעו
ja: 変更されました。
sr: Постоје промене.
sr_latn: Postoje promene.

source: Changes saved.
cy: Cadwyd y newidiadau.
fa: تغییرات ذخیره شد.
he: שינויים נשמרו
ja: 変更が保存されました。
sr: Промене су сачуване.
sr_latn: Promene su sačuvane.

source: Check in
he: הזנה
ja: チェックインする

source: Check out
he: הוצאה
ja: チェックアウトする

source: Choose which types will have wiki behavior.
he: בחר איזה סוג יתנהג בהתנהגות ויקי
ja: どのコンテンツタイプがwikiのように振る舞うか選択する。

source: Clear cache
he: נקה זיכרון מטמון
ja: キャッシュを消去します

source: Cleared the cache.
he: ניקה את המטמון
ja: キャッシュを消去しました

source: Collection
he: אוסף
ja: コレクション

source: Collection Settings
he: הגדרות אוסף
ja: コレクションの設定

source: Comment about the last transition
he: הערה עבור הטנזקציה האחרונה
ja: 最後に状態を変更した時のコメント

source: Comment added.
cy: Ychwanegwyd sylwadau.
fa: نظر افزوده شد.
he: הערה הוספה.
ja: コメントが追加されました。
sr: Коментар је додат.
sr_latn: Komentar je dodat.

source: Community Workflow
he: תהליך עבודה קהילה
ja: コミュニティワークフロー
