Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: help_setup_visible_ids
cy: Dangos a chaniatáu i ddefnyddwyr olygu dynodwyr cynnwys "Enw byr", sy'n ffurfir rhan cyfeiriad eitem cynnwys yr URL. Unwaith iddo gael ei alluogi, bydd defnyddwyr yn gallu galluogir dewis yma o fewn eu dewisiadau.
fa: «نام کوتاه» محتوا، که جزئی از نشانی وب محتواست، نشان داده شده و به کاربران اجازه ویرایش آن داده شود. پس از فعال شدن، کابران قادر به فعال کردن این گزینه در ترجیحات خود خواهند بود.
he: מציג ומרשה למשתמשים לערוך את "שם קצר" מזהיי תוכן, שיוצרים את חלק ה URL של כתובת הפריט. כאשר מאופשר, למשתמשים תהייה האפשרות לאפשר את אפשרות זו בהגדרות האישיות שלהם.
ja: "ショートネーム"コンテンツIDを表示して、ユーザにその変更を許します。ショートネームはコンテンツ項目を指し示すURLの一部となります。「Yes」を選択した場合にはユーザは「個人設定」でショートネームオプションの変更が可能になります。
sr: Приказује и дозвољава корисницима да уређују кратко име идентификатора садржаја, који чини део УРЛа за дату ставку. Пошто је укључено, корисници такође морају да укључе ову могућност у својим поставкама.
sr_latn: Prikazuje i dozvoljava korisnicima da uređuju kratko ime identifikatora sadržaja, koji čini deo URLa za datu stavku. Pošto je uključeno, korisnici takođe moraju da uključe ovu mogućnost u svojim postavkama.

source: help_sharing_go_here
he: לך לשם
ja: こちらです

source: help_sharing_page_default_page
he: הנך מתאים את הזכויות שיתוף עבור צפיית ברירת מחדל בקונטיינר. על מנת להגדיר אותם ${go_here} לכל המיכל,
ja: コンテナのデフォルトビューの権限を設定しています。コンテナ全体の権限を設定する場合は ${go_here}。

source: help_short_name_url
cy: Enw byr yw'r rhan sy'n ymddangos yn URL yr eitem.
fa: نام‌
he: שם קצר הוא החלק שמראה את ה URL של הפריט.
ja: ショートネームはこの項目のURLの中に現れ、URLの一部となります。
sr: Кратко име је ознака која се појављује у УРЛу ставке.
sr_latn: Kratko ime je oznaka koja se pojavljuje u URLu stavke.

source: help_shortname
cy: Ni ddylai gynnwys fylchau, tanlinellu neu faint nod cymysg. Mae Enw byr yn rhan o gyfeiriad gwe'r eitem.
fa: با حروف لاتین؛ نباید شامل فاصله، خط‌ زیر یا ترکیب حروف بزرگ و کوچک باشد. نام کوتاه بخشی از نشانی وب آیتم خواهد بود.
he: אינו אמור להכיל רווחים, קו תחתון או שילוב אותיות גדולות וקטנות. שם קצר של פריט הוא חלק מכתובת האינטרט של הפריט.
ja: 空白、下線を含んだり大文字小文字を混在させてはいけません。ショートネームは項目のURLの一部となります。
sr: Не сме да садржи размаке, доње црте и велика слова. Кратко име је део Интернет адресе стравке.
sr_latn: Ne sme da sadrži razmake, donje crte i velika slova. Kratko ime je deo Internet adrese stravke.

source: help_sitemaptypes
he: סוגי התוכן שאמורים להראות במפת האתר
ja: サイトマップに表示するコンテンツタイプを指定します。
sr: Врсте садржаја које могу да се приказују у мапи садржаја.
sr_latn: Vrste sadržaja koje mogu da se prikazuju u mapi sadržaja.

source: help_skin_flexibility
cy: Os wedi ei dicio, gall pob defnyddiwr ddewis croen o'r panel dewisiadau.
fa: در صورت تیک خوردن، هر کاربر در پانل ترجیحات خود می‌تواند پوسته‌ای برای خود انتخاب کند.
he: גמישות סקיין
ja: ここをチェックすると、ユーザは各自の個人設定でスキン(外観)を選べるようになります。
sr: Ако је укључено, сваки корисник може да изабере сопствену пресвлаку у Подешавањима.
sr_latn: Ako je uključeno, svaki korisnik može da izabere sopstvenu presvlaku u Podešavanjima.

source: help_smtp_pass
cy: Cyfrinair cyfrif defnyddiwr ESMTP.
fa: گذرواژه‌ی حساب کاربر ESMTP
he: סיסמתך ל ESMTP חשבון משתמש
ja: ESMTPユーザアカウントのパスワードです。
sr: Лозинка за кориснички ESMTP налог.
sr_latn: Lozinka za korisnički ESMTP nalog.

source: help_smtp_port
ja: ローカルSMTPサーバ（メール送信）のポート番号です。通常は'25'です。

source: help_smtp_server
ja: SMTPサーバ(メール送信用サーバ)のアドレスです。メールの送信に外部のサーバを利用する場合以外は、通常は'localhost'を使用します。

source: help_smtp_userid
cy: Enw defnyddiwr ar gyfer dilysiad eich gweinydd e-bost. Ddim yn anghenraid oni bai eich bod yn defnyddio ESMTP.
fa: نام کاربری جهت هویت‌سنجی روی سرور ایمیل‌تان. ضروری نیست مگر اینکه از ESMTP استفاده شود.
he: שם משתמש לבדיקת אישור לשרת הדואר אלטרוני שלך. לא נדרש אלה אם כן הנך משתמש ב ESMTP.
ja: Ｅメール送信サーバが認証に使うユーザ名です。ESMTPを使っていなければ必要ありません。
sr: Корисничко име за пријаву на Ваш сервер електронске поште. Није неопходно уколико користите ESMTP.
sr_latn: Korisničko ime za prijavu na Vaš server elektronske pošte. Nije neophodno ukoliko koristite ESMTP.

source: help_string_criteria_value
cy: Gwerth llinyn.
fa: یک مقدار رشته‌ای
he: ערך מחרוזת
ja: 文字列
sr: Ниска текста.
sr_latn: Niska teksta.

source: help_subject
cy: Rhowch bwnc y neges rydych am ei hanfon.
fa: لطفا موضوع پیغامی را که می‌خواهید ارسال کنید، وارد نمایید.
he: בבקשה הזן את נושא ההודעה שברצונך מעוניין לשלוח.
ja: メッセージの件名を入力してください。
sr: Молимо унесите тему поруке коју желите да пошаљете.
sr_latn: Molimo unesite temu poruke koju želite da pošaljete.

source: help_subobjects
cy: Newid yr holl wrthrychau cynwysedig os yw wedi ei ddewis.
fa: در صورت انتخاب تمامی اشیاء مشتمل را تغییر می‌دهد.
he: תת עצם
ja: 選ばれていると、含まれているすべてのオブジェクトを変更します。
sr: Када се изабере, мења све садржане објекте.
sr_latn: Kada se izabere, menja sve sadržane objekte.

source: help_syndication_base
cy: Diweddaru'r dyddiad sail (disgrifiad ffug)
fa: تاریخ مبنا را بروز کن (شرح الکی).
he: בסיס סינדיקציה
ja: 条件日時を更新（ダミー記述）
sr: Освежи основни датум (привремени опис).
sr_latn: Osveži osnovni datum (privremeni opis).

source: help_syndication_frequency
cy: Rheoli amlder y diweddaru. Os ydych am ddiweddaru bob ail wythnos, dewiswch "wythnosol" uchod, a "2" yma.
fa: بسامد بروزرسانی را کنترل می‌کند. مثلا اگر که می‌خواهید هر دو هفته یک بار بروزرسانی کنید، "هفتگی" را در بالا و "2" را در اینجا انتخاب کنید.
he: תדירות סינדיקציה
ja: 更新の頻度の設定です。例えば隔週ごとに更新したい場合、上欄で "週毎 " を選び、ここで "2" を選びます。
sr: Подешава учестаност освежавања. На пример, ако желите да освежите сваке друге седмице, изаберите „седмично“ изнад и „2“ овде.
sr_latn: Podešava učestanost osvežavanja. Na primer, ako želite da osvežite svake druge sedmice, izaberite „sedmično“ iznad i „2“ ovde.

source: help_syndication_max_items
cy: Uchafswm nifer yr eitemau i'w syndiceiddio.
fa: بیشترین تعداد آیتم‌هایی که syndicate می‌شود.
he: מקסימום פריטים לסינדיקציה
ja: RSS配信する項目の最大個数
sr: Највећи број ставки који ће бити удружен.
sr_latn: Najveći broj stavki koji će biti udružen.

source: help_syndication_maxitems
cy: Uchafswm o Eitemau Syndicaliwyd
fa: بیشترین آیتم‌های Syndicate شده.
he: מקסימום פריטים לסינדיקציה
ja: RSS配信された項目の最大個数
sr: Највише удружених ставки.
sr_latn: Najviše udruženih stavki.

source: help_syndication_update_base
cy: Dyma'r dyddiad fydd y diweddarwr yn cychwyn ohono. Os ydych am ddiweddaru'n wythnosol ar ddydd Mawrth, gwnewch yn siwr fod hyn yn cychwyn ar ddydd Mawrth.
fa: تاریخی که بروزرسان شمارش را از آن شروع می‌کند. پس اگر که می‌خواهید هفتگی و در هر سه‌شنبه بروزرسانی کنید، مطمئن شوید که این تاریخ از سه‌شنبه آغاز می‌شود.
he: בסיס עדכון סינדיקציה
ja: この日付から更新のためのカウントが開始されます。例えば毎週火曜日に更新したい場合、この日付が火曜日となるよう設定します。
sr: Ово је датум од ког освеживач почиње да одбројава. Зато ако желите да освежавате седмично сваког уторка, овде мора да буде Уторак.
sr_latn: Ovo je datum od kog osveživač počinje da odbrojava. Zato ako želite da osvežavate sedmično svakog utorka, ovde mora da bude Utorak.

source: help_syndication_update_frequency
cy: Rheoli amlder y diweddaru. Os ydych am ddiweddaru bob ail wythnos, dewiswch "wythnosol" uchod, a "2" yma.
fa: بسامد بروزرسانی را کنترل می‌کند. مثلا اگر که می‌خواهید هر دو هفته یک بار بروزرسانی کنید، "هفتگی" را در بالا و "2" را در اینجا انتخاب کنید.
he: תדירות עדכון סינדיקציה
ja: 更新の頻度の設定です。例えば隔週ごとに更新したい場合、上欄で "週毎 " を選び、ここで "2" を選びます。
sr: Подешава учестаност освежавања. На пример, ако желите да освежите сваке друге седмице, изаберите „седмично“ изнад и „2“ овде.
sr_latn: Podešava učestanost osvežavanja. Na primer, ako želite da osvežite svake druge sedmice, izaberite „sedmično“ iznad i „2“ ovde.

source: help_syndication_update_period
cy: Rheoli pa mor aml mae'r sianel yn cael ei ddiweddaru.
fa: دفعات بروزشدن کانال را کنترل می‌کند.
he: זמני עדכון סינדיקציה
ja: チャンネル更新の頻度を設定します
sr: Подешава колико често се канал освежава.
sr_latn: Podešava koliko često se kanal osvežava.

source: help_template_mixin
cy: Dewiswch dempled fydd yn cael ei ddefnyddio ar gyfer darllen yr eitem.
fa: شابلونی را که جهت نمایش این آیتم استفاده می‌شود، انتخاب کنید.
he: בחר תבנית שתהיה בשימוש לצפיה בפריט זה
ja: この項目を表示するのに使うテンプレートを選択します。
sr: Изаберите образац који ће се користити за преглед ове ставке.
sr_latn: Izaberite obrazac koji će se koristiti za pregled ove stavke.

source: help_url
cy: Ychwanegu http:// i gysylltu â thu allan y safle.
fa: به پیوندهای خارج پورتال، http:// را اضافه کنید.
he: הוסף http:// לקישור מחוץ לאתר.
ja: ポータル外のページへのリンクを作成する場合、http://も記述します。
sr: Додајте http:// за везивање ван портала.
sr_latn: Dodajte http:// za vezivanje van portala.

source: help_use_acquisition
he: קובע האם ההרשאות שניתנו למשתמש ולקבוצה מרמה גבוהה יהיו באפקט לתוכן זה. השתמש בזה על מנת לחסום אנשים שלהם הרשאות מקומיות ברמת ספרייה גבוהה יותר לגישה לספרייה זו.
ja: 上位レベル与えられたユーザやグループへのロールを表示中のものについて有効にするかどうかを指定します。上位のフォルダにローカルロールを持っている人がこのフォルダにアクセスするのを防ぐことができます。
sr: Одређује да ли улоге додељене корисницима и групама у вишим нивоима важе и овде. Ово користите како бисте забранили приступ људима који имају локалне улоге у директријумима изнад овог.
sr_latn: Određuje da li uloge dodeljene korisnicima i grupama u višim nivoima važe i ovde. Ovo koristite kako biste zabranili pristup ljudima koji imaju lokalne uloge u direktrijumima iznad ovog.

source: help_user_name_creation_casesensitive
cy: Rhowch enw defnyddiwr, rhywbeth fel 'jjones' fel arfer. Dim bylchau na nodau arbennig. Mae enw defnyddiwr a chyfrineiriau yn sensitif i faint nodau, gwnewch yn siwr fod Caps Lock wedi ei ddiffodd. Dyma'r enw sy'n cael ei ddefnyddio i fewngofnodi.
fa: نام‌کاربری را وارد کنید، معمولا چیزی شبیه 'aahmadi'. بدون فاصله و حروف خاص. نام‌کاربری و گذرواژه حساس به بزرگ و کوچک بودن می‌باشند، مطمئن شوید که کلید caps lock فعال نمی‌باشد. این نامی است که برای ورود از آن استفاده می‌شود.
he: יצירת שם משתמש
ja: ログインに使うユーザ名を入力してください(例: ksuzuki)。スペースや特殊文字は使えません。大文字と小文字は区別されますのでCaps Lockキーに注意してください。
sr: Унесите корисничко име, обично нешто као „ppetrovic“. Без размака или специјалних знакова. Корисничка имена и лозинке разликују величину слова, проверите да је тастер Caps Lock искључен. Ово је корисничко име које се користи за пријаву.
sr_latn: Unesite korisničko ime, obično nešto kao „ppetrovic“. Bez razmaka ili specijalnih znakova. Korisnička imena i lozinke razlikuju veličinu slova, proverite da je taster Caps Lock isključen. Ovo je korisničko ime koje se koristi za prijavu.

source: help_wf_states
cy: Mae'r llif gwaith yn nodi y dylai hwn gael ei ddangos yn y goeden llywio a'r map safle.
fa: وضعیت‌های گردش‌کاری که باید در درخت جهت‌یابی و نقشه سایت نشان داده شود.
he: מצבי תהליך עבודה שאמורים להראות בעץ הניווט ובמפת האתר
ja: ナビゲーションツリーとサイトマップに表示されるワークフローステート
sr: Радни ток кога треба приказати у дрвету за кретање кроз ел. место.
sr_latn: Radni tok koga treba prikazati u drvetu za kretanje kroz el. mesto.

source: hide
cy: cuddio
fa: بنهان کردن
he: חבוי
ja: 隠す
sr: сакриј
sr_latn: sakrij

source: iCalendar export
cy: allforio iCalendar
fa: صدور به iCalendar
he: ייצוא iCalendar
ja: iCalendarへの書き出し
sr: Извоз иКалендара
sr_latn: Izvoz iKalendara

source: if_all_conditions_met
he: במידה וכל התנאים הבאים מתקיימים:
ja: すべての条件を満たす場合

source: info_empty_dashboard
he: לוח השעונים שלך כרגע ריק. לחץ על טאב <em>edit</em> על מנת להקצות מספר פורטלטים אישיים.
ja: ダッシュボードは現在からっぽです。<em>編集</em>タブをクリックして個人用ポートレットを割り当てましょう。

source: info_openid
he: מה זה OpenID?
ja: OpenIDとは？

source: label_acquired_roles
cy: Swyddogaeth(au) Etifeddwyd
fa: نقش‌های اکتسابی
he: הרשאה(ות) שנורשו
ja: 継承されたロール
sr: Наслеђене улоге
sr_latn: Nasleđene uloge

source: label_acquired_roles_inactive
cy: (anweithredol)
fa: غیرفعال
he: (לא פעיל)
ja: （使用停止）
sr: (неактивна)
sr_latn: (neaktivna)

source: label_actions
cy: Gweithredoedd
fa: عملیات
he: פעולות
ja: 編集操作
sr: Дејства
sr_latn: Dejstva

source: label_actions_menu
cy: Gweithredoedd
fa: عملیات
he: פעולות
ja: 編集操作
sr: Дејства
sr_latn: Dejstva

source: label_add
he: הוסף
ja: 追加
sr: Додај
sr_latn: Dodaj

source: label_add_comment
cy: Ychwanegu Sylw
fa: نظر بدهید
he: הוסף הערה
ja: コメントを追加
sr: Нови коментар
sr_latn: Novi komentar

source: label_add_item
cy: Dewis eitem i'w ychwanegu
fa: آیتمی را برای اضافه کردن، انتخاب نمایید.
he: הוסף פריט
ja: 追加する項目を選択
sr: Изаберите ставку за додавање
sr_latn: Izaberite stavku za dodavanje

source: label_add_new_group
cy: Ychwanegu Grwp Newydd
fa: افزودن گروه جدید
he: הוסף קבוצה חדשה
ja: 新しいグループを追加
sr: Додај нову групу
sr_latn: Dodaj novu grupu

source: label_add_new_item
cy: Ychwanegu eitem
fa: افزودن آیتم جدید
he: הוסף פריט חדש
ja: 新規項目を追加
sr: Додај ставку
sr_latn: Dodaj stavku

source: label_add_new_item_in_folder
cy: Ychwanegu i ffolder
fa: افزودن به پوشه
he: הוסף לספריה
ja: 新規項目を追加
sr: Додај у директоријум
sr_latn: Dodaj u direktorijum

source: label_add_new_user
cy: Ychwanegu Defnyddiwr Newydd
fa: افزودن کاربر جدید
he: הוסף משתמש חדש
ja: 新しいユーザを追加
sr: Додај новог корисника
sr_latn: Dodaj novog korisnika

source: label_add_portlet
he: הוסף פורטלט
ja: ポートレットを追加

source: label_add_portlet_ellipsis
he: הוסף פורטלט...
ja: ポートレットを追加…

source: label_add_restriction_mode
cy: Modd
fa: روش
he: מצב
ja: モード
sr: Начин
sr_latn: Način

source: label_add_to_ical
he: iCal
ja: iCal
sr: иКал (iCal)
sr_latn: iKal (iCal)

source: label_add_to_vcal
he: vCal
ja: vCal
sr: вКал (vCal)
sr_latn: vKal (vCal)

source: label_add_type
cy: Ychwanegu ${type}
fa: افزودن ${type}
he: הוסף ${type}
ja: ${type} を追加
sr: Додај ${type}
sr_latn: Dodaj ${type}

source: label_add_type_to_folder
cy: Ychwanegu ${type} i ffolder
fa: افزودن ${type} به پوشه
he: הוסף ${type} לספריה
ja: ${type}をフォルダへ追加
sr: Додај ${type} у директоријум
sr_latn: Dodaj ${type} u direktorijum

source: label_add_user_to_group
cy: Ychwanegu defnyddiwr i'r grwpiau hyn
fa: افزودن کاربر به گروه‌های گزیده
he: הוסף משתמש לקבוצות שנבחרו
ja: ユーザを選んだグループに追加
sr: Додај корисника у изабране групе
sr_latn: Dodaj korisnika u izabrane grupe

source: label_add_users_to_group
cy: Ychwanegwch grwpiau a defnyddwyr dewiswyd i'r grwp yma.
fa: افزودن گروه‌ها و کاربرهای گزیده به این گروه
he: הוסף קבוצות ומשתמשים לקבוצה זו
ja: 選んだユーザやグループをこのグループに追加
sr: Додај изабране групе и кориснике у ову групу
sr_latn: Dodaj izabrane grupe i korisnike u ovu grupu

source: label_advanced
ja: 高度な設定...

source: label_advanced_search
ja: 高度な検索...

source: label_affected_content
cy: Cynnwys a Effeithiwyd
fa: محتوای تاثیرپذیر
he: תוכן מושפע
ja: 影響を受けるコンテンツ
sr: Зависан садржај
sr_latn: Zavisan sadržaj

source: label_all
he: הכ
ja: すべて

source: label_all_items_in_folder_selected
he: כל ${number} פריטים בספריה זו נבחרו. ${link_clear_selection}
ja: このフォルダ内の ${number} 項目すべてが選ばれました。 ${link_clear_selection}

source: label_all_items_on_page_selected
he: כל ${number} פריטים בעמוד זה נבחרו. ${link_select_items}
ja: このページの ${number} 項目すべてが選ばれました。 ${link_select_items}

source: label_allowAnonymousViewAbout
he: הרשה למשתמשים אנונימיים לצפיה אודות מידע
ja: 無名ユーザにもアバウト情報を表示
sr: Дозволи анонимним корисницима да прегледају податке о ел. месту
sr_latn: Dozvoli anonimnim korisnicima da pregledaju podatke o el. mestu

source: label_allowRolesToAddKeywords
fa: نقش‌های مجاز به افزودن کلیدواژه
he: הרשאות מרשים להוסיף מילות מפתח
ja: キーワード追加が可能なロール
sr: Улоге које могу да додају кључне речи
sr_latn: Uloge koje mogu da dodaju ključne reči

source: label_allow_combined_language_codes
he: הראה משתני שפה ארץ מיוחדים
ja: 国を指定した言語種別を表示する（例：英語と米語）

source: label_allow_comments
he: הרשה הערות
ja: コメントを許可する

source: label_allow_discussion
cy: Caniatáu Trafodaeth ar yr eitem yma
fa: اجازه گفتگو بر روی این آیتم داده شود.
he: הרשה דיונים
ja: この項目での議論を許可する
sr: Дозволи расправу о овој ставци
sr_latn: Dozvoli raspravu o ovoj stavci

source: label_allow_members_to_create_password
cy: Caniatáu i ddefnyddwyr ddewis eu cyfrinair cychwynnol
fa: به کاربران اجازه داده شود که گذرواژه اولیه خود را انتخاب کنند
he: הרשה לחברים לבחור את סיסמתם הראשונית
ja: ユーザが自分で初期パスワードを選ぶのを許可する
sr: Дозволи члановима да бирају почетну лозинку
sr_latn: Dozvoli članovima da biraju početnu lozinku

source: label_an_anonymous_user
he: משתמש אנונימי
ja: 無名ユーザ

source: label_anonymous_user
cy: Defnyddiwr Anhysbys
fa: کاربر ناشناس
he: משתמש אנונימי
ja: 無名ユーザ
sr: Безимени корисник
sr_latn: Bezimeni korisnik

source: label_any_author
cy: Unrhyw Awdur
fa: هر نویسنده‌ای
he: כל כותב
ja: どの作者でも
sr: Било који аутор
sr_latn: Bilo koji autor

source: label_any_browser
cy: Yn gweithio mewn unrhyw borwr
fa: قابل استفاده در هر مرورگر
he: נגיש בכל דפדפן
ja: どのブラウザでも使えます
sr: Ово Плоново место је употребљиво у сваком прегледачу.
sr_latn: Ovo Plonovo mesto je upotrebljivo u svakom pregledaču.

source: label_apply_changes
cy: Gosod y Newidiadau
fa: اجرای تغییرات
he: החל שינויים
ja: 変更する
sr: Примени промене
sr_latn: Primeni promene

source: label_apply_current_folder
he: הוסף אך ורק לספריה נוכחית
ja: 現在のフォルダにのみ適用する

source: label_apply_settings
cy: Gosod y Gosodiadau
fa: اجرای تنظیمات
he: עדכן הגדרות
ja: 設定する
sr: Примени подешавања
sr_latn: Primeni podešavanja

source: label_apply_to_subfolders
he: הוסף לתת ספריות
ja: サブフォルダに適用する

source: label_assign_local_role_to_users
cy: Neilltuo Swyddogaeth Leol i Ddefnyddiwr(wyr) Dethol
fa: انتساب نقش محلی به کاربر(های) گزیده
he: הכל חוק מקומי לגבי משתמש(ים) שנבחר)
ja: ローカルロールをユーザに割り当てる
sr: Додели локалне улоге изабраним корисницима
sr_latn: Dodeli lokalne uloge izabranim korisnicima

source: label_assign_role_to_groups
cy: Neilltuo Swyddogaeth Leol i Grwp(iau) Dethol
fa: انتساب نقش محلی به گروه(های) گزیده
he: (הכל חוקים מקומיים לקבוצה(ות) שנבחר(ת
ja: ロールをグループに割り当てる
sr: Додели локалне улоге изабраним групама
sr_latn: Dodeli lokalne uloge izabranim grupama

source: label_assign_roles_to_users_groups
cy: Neilltuo Swyddogaeth(au) Dethol i Ddefnyddiwr(wyr) Dethol/Grwp(iau)
fa: نقش(های) گزیده به کاربر(ها) - گروه(های) گزیده نسبت داده شود
he: תן הרשאה(ות) שנבחרו למשתמש(ים)/קבוצה(ות) שנבחרו
ja: ロールをユーザ／グループに割り当てる
sr: Додели изабране улоге изабраним корисницима или групама
sr_latn: Dodeli izabrane uloge izabranim korisnicima ili grupama

source: label_at
he: ב
ja: at
sr: у
sr_latn: u

source: label_author
cy: Awdur
fa: نویسنده
he: כותב
ja: 作成者
sr: Аутор
sr_latn: Autor

source: label_author_external_home_page
ja: 外部にある作成者のホームページ...

source: label_author_internal_home_page
ja: このサイト内にある作成者のホームページ...

source: label_back_to_addremove_products
cy: Nôl i Ychwanegu/Tynnu Cynnyrch
fa: بازگشت به افزودن و حذف محصولات
he: חזרה להוסף/הסר מוצרים
ja: プロダクトの追加･削除へ戻る
sr: Повратак на додавање/уклањање производа
sr_latn: Povratak na dodavanje/uklanjanje proizvoda

source: label_back_to_errorlog
cy: Nôl i'r Cofnod Gwall
fa: بازگشت به گزارش خطا
he: חזרה ליומן שגיאות
ja: エラーログへ戻る
sr: Назад на дневник грешака
sr_latn: Nazad na dnevnik grešaka

source: label_back_to_site
cy: Nôl i'r safle
fa: برگشت به سایت
he: חזרה לאתר
ja: サイトへ戻る
sr: Назад на ел. место
sr_latn: Nazad na el. mesto

source: label_before_specified_time
cy: Heb fewngofnodi ers amser penodol
fa: login نکرده از زمان مشخص شده
he: לא התחבר בזמן שהוגדר
ja: 指定された日時以降にログインしていない
sr: Није пријављен од назначеног места
sr_latn: Nije prijavljen od naznačenog mesta

source: label_biography
cy: Llyfryddiaeth
fa: زندگینامه
he: ביוגרפיה
ja: 略歴
sr: Животопис
sr_latn: Životopis

source: label_body_text
cy: Testun y Corff
fa: متن بدنه
he: גוף טקסט
ja: 本文
sr: Текст
sr_latn: Tekst

source: label_boolean_criteria_bool
cy: Gwerth
fa: مقدار
he: ערך
ja: 値
sr: Вредност
sr_latn: Vrednost

source: label_browse
he: סרוק
ja: 閲覧

source: label_by_author
ja: 作成者 ${author}
sr: аутор: ${author}
sr_latn: autor: ${author}

source: label_cache_entries
he: ערכים
ja: エントリ

source: label_cache_hits
he: הקלקות
ja: ヒット

source: label_cache_misses
he: חסר
ja: ミス

source: label_cache_path
he: נתיב
ja: パス

source: label_cache_size_bytes
he: גודל, בייטים
ja: サイズ(byte)

source: label_calendar
cy: Calendr
fa: گاهشمار
he: לוח שנה
ja: カレンダー
sr: Календар
sr_latn: Kalendar

source: label_cancel
cy: Diddymu
fa: انصراف
he: בטל
ja: 取り消し
sr: Откажи
sr_latn: Otkaži

source: label_categories
he: קטגוריות
ja: カテゴリー
sr: Категорије
sr_latn: Kategorije

source: label_change
he: שנה
ja: 変更

source: label_change_comment
cy: Newid Sylw
fa: ویرایش نظر
he: שנה הערה
ja: コメントを変更
sr: Измени коментар
sr_latn: Izmeni komentar

source: label_change_default_item
he: שנה סוגי תוכן לצפיית ברירת מחדל
ja: デフォルトビューの項目を変更...

source: label_change_item
ja: デフォルトビューにするコンテンツ項目を変更...

source: label_change_member_properties
cy: Newid priodweddau defnyddiwr.
fa: تغییر متعلقات کاربر
he: שינוי מאפיני משתמש
ja: ユーザのプロパティを変更
sr: Промени поставке члана
sr_latn: Promeni postavke člana

source: label_change_ownership
cy: Newid perchnogaeth
fa: تغییر مالکیت
he: שנה בעלות
ja: 所有権を変更
sr: Промени власништво
sr_latn: Promeni vlasništvo

source: label_change_password
cy: Newid Cyfrinair
fa: تغییر گذرواژه
he: שנה סיסמא
ja: パスワードを変更
sr: Промена лозинке
sr_latn: Promena lozinke

source: label_change_status
cy: Newid Cyflwr
fa: تغییر وضعیت
he: שנה מצב
ja: 状態を変更
sr: Промени стање
sr_latn: Promeni stanje

source: label_characters_remaining
he: ${count} ספור
ja: ${count} 文字残っています
sr: преостало знакова: ${count}
sr_latn: preostalo znakova: ${count}

source: label_choose_content_item
ja: コンテンツ項目を選択...

source: label_choose_item
ja: デフォルトビューにするコンテンツ項目を選択...

source: label_choose_language
cy: Dewis Iaith
fa: انتخاب زبان
he: בחר שפה
ja: 言語を選ぶ
sr: Избор језика
sr_latn: Izbor jezika

source: label_choose_template
cy: Dangos
fa: نما
he: תצוגה
ja: 表示
sr: Приказ
sr_latn: Prikaz

source: label_clear_displayed_entries
cy: Cofnod Dangos yn Glir
fa: پاک کردن اقلام نشان داده شده
he: נקה ערכים מוצגים
ja: 表示されているエラーを消去
sr: Очисти приказане уносе
sr_latn: Očisti prikazane unose

source: label_clear_selection
he: נקה בחירה
ja: 選択を解除

source: label_click_here_to_retrieve
cy: cliciwch yma i adfer ffeil
fa: جهت بازیابی آن اینجا را کلیک کنید
he: לחץ כאן על מנת לאחזר זאת
ja: 調べるためにクリック
sr: притисните овде да преузмете
sr_latn: pritisnite ovde da preuzmete

source: label_click_to_view_full_image
ja: クリックしてフルサイズ画像を見る

source: label_comment
cy: Sylw
fa: نظر
he: הערה
ja: コメント
sr: Коментар
sr_latn: Komentar

source: label_comment_by
cy: Postiwyd gan
fa: فرستاده شده توسط
he: עודכן על ידי
ja: 投稿者
sr: Аутор
sr_latn: Autor

source: label_commented_at
cy: Yn
fa: در
he: ב
ja: 投稿日時:
sr: у
sr_latn: u

source: label_comments
cy: Sylwadau
fa: توضیحات
he: הערות
ja: コメント
sr: Коментари
sr_latn: Komentari

source: label_community_workflow
cy: Llif gwaith y gymuned
fa: گردش‌کار گروه
he: תהליך עבודה של קהילה
ja: コミュニティワークフロー
sr: Радни ток заједнице
sr_latn: Radni tok zajednice

source: label_compare
cy: Cymharu
fa: مقایسه
he: השווה
ja: 比較
sr: Упореди
sr_latn: Uporedi

source: label_confirm_password
cy: Cadarnhau'r cyfrinair
fa: تایید گذرواژه
he: אשר סיסמא
ja: パスワードを確認
sr: Потврда лозинке
sr_latn: Potvrda lozinke

source: label_constraintypes_allow_standard
he: הרשה שסוגי התוכן הסטנדרטיים ייתווספו
ja: 追加可能にする標準タイプを指定する

source: label_constraintypes_specify_manually
ja: 手動で種類を選ぶ

source: label_contact_email
cy: E-bost Cysylltu
fa: ایمیل تماس
he: דואר אלקטרוני איש קשר
ja: 連絡先Ｅメールアドレス
sr: Ел.адреса за контакт
sr_latn: El.adresa za kontakt

source: label_contact_name
cy: Enw Cysylltu
fa: نام تماس
he: שם
ja: 連絡先名称
sr: Особа за контакт
sr_latn: Osoba za kontakt

source: label_contact_phone
cy: Ffôn Cysylltu
fa: تلفن تماس
he: טלפון
ja: 連絡先電話番号
sr: Телефон за контакт
sr_latn: Telefon za kontakt

source: label_containing
cy: yn cynnwys
fa: شامل
he: מכיל
ja: 次の語を含む
sr: садржава
sr_latn: sadržava

source: label_content_editor
cy: Golygydd cynnwys
fa: ویرایشگر محتوا
he: עורך תוכן
ja: コンテンツエディタ
sr: Уређивач садржаја
sr_latn: Uređivač sadržaja

source: label_contentrule_add
he: הוסף חוקי תוכן
ja: コンテンツルールを追加

source: label_contentrules_active
he: פעיל
ja: アクティブ

source: label_contentrules_active_assignments
he: הרשאות חוקי תוכן פעילים ב ${content_type}
ja: この${content_type}でアクティブなコンテンツルール

source: label_contentrules_assignment_enabled
he: אפשר כאן
ja: ここで有効

source: label_contentrules_from_parent
he: חוקי תוכן מספריות הורה
ja: 上位から継承したコンテンツルール

source: label_contentrules_rule_assignments
he: מטלות
ja: 割り当て
