Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: Item(s) deleted.
cy: Dileu eitem(au).
fa: آیتم‌(های) مورد نظر حذف شد.
he: פריט(ים) נמחקו
ja: 項目は削除されました。
sr: Ставке су обрисане.
sr_latn: Stavke su obrisane.

source: Item(s) pasted.
cy: Eitem(au) gludwyd.
fa: آیتم‌ها چسبانده شد.
he: .פריט(ים) הועתקו
ja: 項目がペーストされました。
sr: Ставке су убачене.
sr_latn: Stavke su ubačene.

source: Items in which workflow state to show.
he: פריטים שבמצב תהליך עבודה יכול להראות.
ja: どのワークフロー状態を見せたらよいかの項目

source: JavaScript for web statistics support
he: ג'אווה סקרפיט לתמיכה בסטיסטיקות אינטרנט
ja: ウェブ統計をサポートするJavaScript

source: Join
cy: Uno
fa: عضویت
he: הצטרף
ja: 登録
sr: Учлањење
sr_latn: Učlanjenje

source: Keywords
cy: Allweddeiriau
fa: کلیدواژه‌ها
he: מלות מפתח
ja: キーワード
sr: Кључне речи
sr_latn: Ključne reči

source: Kupu visual editor
fa: ویرایشگر بصری کوپو (Kupu)
he: עורך ויזואלי קופו
ja: Kupu HTMLエディタ
sr: Визуелни уређивач Купу
sr_latn: Vizuelni uređivač Kupu

source: Language
he: שפה
ja: 言語

source: Language Settings
cy: Gosodiadau Iaith
fa: تنظیمات زبان
he: הגדרות שפה
ja: 言語設定
sr: Језичка подешавања
sr_latn: Jezička podešavanja

source: Language neutral (site default)
cy: Iaith niwtral (rhagosodedig y safle)
fa: زبان خنثی (پیش‌گزیده سایت)
he: שפה ניטרלית (ברירת מחדל אתר)
ja: 言語非依存（サイトデフォルト）
sr: Неодређен језик (подразумевано)
sr_latn: Neodređen jezik (podrazumevano)

source: Large Folder
cy: Ffolder Mawr
fa: پوشه بزرگ
he: ספריה גדולה
ja: ラージフォルダ
sr: Велики директоријум
sr_latn: Veliki direktorijum

source: Let users select their own passwords
he: אפשר למשתמשים לבחור את סיסמתם לבד
ja: ユーザにパスワードを設定させる

source: Lets you control what markup is available when editing content.
he: מאפשר לך לשלוט איזה מארק אפ יהיה זמין כאשר עורכים תוכן
ja: コンテンツを編集するときにどのマークアップが使えるか制御させる

source: Link
cy: Cyswllt
fa: پیوند
he: קישור
ja: リンク
sr: Веза
sr_latn: Veza

source: Link changes saved.
cy: Cadwyd newidiadau'r cyswllt.
fa: تغییرات پیوند مورد نظر ذخیره شد.
he: .שינויי קישור נשמרו
ja: リンクの変更が保存されました。
sr: Измене везе су сачуване.
sr_latn: Izmene veze su sačuvane.

source: Link of the RSS feed to display.
he: רשימת של הזנת רסס לתצוגה
ja: 表示するRSSフィードのリンク

source: List Criterion
cy: Maen Prawf Rhestr
fa: معیار لیستی
he: קריטריון רשימה
ja: リストの条件
sr: Критеријум списка
sr_latn: Kriterijum spiska

source: List of values
cy: Rhestr gwerthoedd
fa: لیست مقادیر
he: רשימת ערכים
ja: 値のリスト
sr: Списак вредности
sr_latn: Spisak vrednosti

source: Local Roles
cy: Swyddogaethau Lleol
fa: نقش‌های محلی
he: הרשאות מקומיות
ja: ローカルロール
sr: Локалне улоге
sr_latn: Lokalne uloge

source: Local roles changed.
cy: Newidiodd swyddogaethau lleol.
fa: تغییرات در نقش‌های محلی اعمال شد.
he: הרשאות מקומיות השתנו.
ja: ローカルロールが変更されました。
sr: Локалне улоге су промењене.
sr_latn: Lokalne uloge su promenjene.

source: Local roles deleted.
cy: Dilëwyd swyddogaethau lleol.
fa: نقش‌های محلی حذف شد.
he: הרשאות מקומיות נמחקו.
ja: ローカルロールが削除されました。
sr: Локалне улоге су уклоњене.
sr_latn: Lokalne uloge su uklonjene.

source: Location
cy: Lleoliad
fa: مکان
he: מיקום
ja: 位置
sr: Место
sr_latn: Mesto

source: Location in site
cy: Lleoliad ar y safle
fa: مکان در پورتال
he: מיקום בפורטל
ja: ポータルの中の位置
sr: Место на порталу
sr_latn: Mesto na portalu

source: Log in
cy: Mewngofnodi
fa: ورود
he: התחבר
ja: ログイン
sr: Пријава
sr_latn: Prijava

source: Log message ${message}
he: לוג הודעה ${message}
ja: ${message}を記録

source: Log out
cy: Allgofnodi
fa: خروج
he: התנתק
ja: ログアウト
sr: Одјава
sr_latn: Odjava

source: Logged-in users
he: משתמשים מחוברים
ja: ログインしているユーザ

source: Logger name
he: שם ארוך יותר
ja: ロガー名

source: Logging level
he: רמת התחברות
ja: ログレベル

source: Login failed
cy: Methodd y mewngofnodi
fa: ورود ناموفق
he: התחברות נכשלה
ja: ログインに失敗しました。
sr: Пријава није успела.
sr_latn: Prijava nije uspela.

source: Login failed. Both login name and password are case sensitive, check that caps lock is not enabled.
he: התחברות נכשלה. גם שם המשתמש והסיסמא הם קייס סנסטיב, בדוק שהקפס לוק לא מאופשר
ja: ログインに失敗しました。ログイン名とパスワードはどちらも大文字小文字を区別します。Capsロックが有効になってしまっていないかどうか確認してください。

source: Login name not found.
cy: Allwedd chwilio heb ei chanfod
fa: نام کاربری پیدا نشد.
he: שם משתמש לא נמצא
ja: ログイン名が見つかりません。
sr: Корисничко име није пронађено.
sr_latn: Korisničko ime nije pronađeno.

source: Macro
he: מאקרו
ja: マクロ

source: Mail
he: דואר אלקטרוני
ja: メール

source: Mail Host Updated
cy: Diweddarwyd Gwestai E-bost
fa: Mail Host بروز شد.
he: שרת דואר עודכן
ja: メールホストが更新されました。
sr: Промењено је име сервера за пошту
sr_latn: Promenjeno je ime servera za poštu

source: Mail Settings
cy: Gosodiadau E-bost
fa: تنظیمات ایمیل
he: הגדרות דואר
ja: メールの設定
sr: Поставке за пошту
sr_latn: Postavke za poštu

source: Mail sender
he: שולח דואר
ja: メール送信者

source: Mail sent.
cy: E-bost a anfonwyd.
fa: نامه ارسال شد.
he: .דואר נשלח
ja: メールが送信されました。
sr: Порука је послата.
sr_latn: Poruka je poslata.

source: Mail server
he: שרת דואר
ja: メールサーバ

source: Mail settings
he: הגדרות דואר
ja: メール設定

source: Mail settings for this site.
he: הגדרות דואר עבור אתר זה.
ja: このサイトのメール設定

source: Maintenance
he: תחזוקה
ja: メンテナンス

source: Make private
cy: Gwneud yn breifat
fa: شخصی
he: הפוך לפרטי
ja: 非公開にする
sr: Означи као приватно
sr_latn: Označi kao privatno

source: Make visible
cy: Gwneud yn weladwy
fa: وضعیت: آشکار
he: הפוך לנראה
ja: 公開ドラフトにする
sr: Означи као видљиво
sr_latn: Označi kao vidljivo

source: Makes the folder visible internally.
he: הופך את הספריה לזמינה באופן מקומי
ja: フォルダを内部的に可視状態にします。

source: Making an item private means that it will not be visible to anyone but the owner and the site administrator.
he: על מנת לערוך פריט פרטי כוונה שהוא לא יהיה נראה לכל אחד רק לבעלי האתר ולמנהלי האתר.
ja: 項目をプライベート状態にすることは、所有者とサイト管理者以外は誰からも閲覧できなくするということです。

source: Manage members
cy: Rheoli aelodau
fa: مدیریت اعضا
he: נהל חברים
ja: メンバーを管理
sr: Уреди чланство
sr_latn: Uredi članstvo

source: Manager
he: מנהל
ja: 管理者

source: Many groups?
he: הרבה קבוצות?
ja: グループ一覧を表示しない

source: Many users?
he: הרבה משתמשים?
ja: ユーザ一覧を表示しない

source: Mark external links
he: סמן קישורים חיצוניים
ja: 外部リンクを強調する

source: Markup
he: מארק אפ
ja: マークアップ

source: Markup Settings
he: הגדרות מארק אפ
ja: マークアップの設定

source: Markup settings
he: הגדרות מארק אפ
ja: マークアップの設定

source: Maximum age for cached values in seconds.
he: גיל מקסימלי לערכי קאש בשניות
ja: キャッシュを最大何秒間保持しておくか

source: Member
he: חבר
ja: メンバー

source: Member Preferences
cy: Dewisiadau Aelod
fa: ترجیحات اعضا
he: העדפות חבר
ja: メンバーの個人設定
sr: Поставке за чланове
sr_latn: Postavke za članove

source: Member makes content private
cy: Mae aelod yn gwneud y cynnwys yn breifat
fa: عضوی محتوا را شخصی می‌کند
he: חבר הופך תוכן לפרטי
ja: メンバーはコンテンツを非公開にします。
sr: Члан означава садржај као приватан
sr_latn: Član označava sadržaj kao privatan

source: Member makes content visible to other internal users
he: משתמש מייצר תוכן הנראה למשתמשים פנימיים
ja: メンバーはコンテンツを他の内部ユーザに公開します。

source: Member promotes content to internal draft
he: חבר מקדם תוכן לדראפט פנימי
ja: メンバーはコンテンツを内部ドラフトに格上げします。

source: Member promotes content to public draft
he: חבר מקדם תוכן לדרפט ציבורי
ja: メンバーはコンテンツを公開ドラフトに格上げします。

source: Member retracts submission
cy: Mae aelod yn tynnu'n ôl cyflwyniad
fa: عضوی درخواست خود را پس‌می‌گیرد
he: חבר חזר מדעתו מהגשה
ja: メンバーは提出したものを撤回します。
sr: Члан повлачи поднесак
sr_latn: Član povlači podnesak

source: Member submits content for publication
he: חבר מקדם תוכן לפירסום
ja: メンバーはコンテンツを提出します。

source: Message
he: הודעה
ja: メッセージ

source: Message type
he: סוג הודעה
ja: メッセージタイプ

source: Modification Date
cy: Maes Dyddiad
fa: تاریخ تغییر
he: תאריך עדכון
ja: 変更日時
sr: Датум измене
sr_latn: Datum izmene

source: Modify portlet
he: עדכן פורטלט
ja: ポートレットを変更する

source: Move down
he: הזז מטה
ja: 下へ移動

source: Move to folder ${folder}
he: הזז לספריה ${folder}
ja: ${folder}へ移動

source: Move up
he: הזז מעלה
ja: 上へ移動

source: My Folder
cy: Fy Ffolder
fa: پوشه من
he: הספריה שלי
ja: マイフォルダ
sr: Мој директоријум
sr_latn: Moj direktorijum

source: My favorites
he: המעודפים שלי
ja: お気に入り

source: Nasty tags
he: תאגים דוחים
ja: 危険なタグ

source: Navigation
he: ניווט
ja: ナビゲーション

source: Navigation Settings
cy: Gosodiadau Llywio
fa: تنظیمات جهت‌یابی
he: הגדרות ניווט
ja: ナビゲーション設定
sr: Подешавања управљања
sr_latn: Podešavanja upravljanja

source: Navigation settings updated.
cy: Diweddaru gosodiadau llywio.
fa: تنظیمات جهت‌یابی بروز شد.
he: פירטי הגדרות ניווט עודכנו.
ja: ナビゲーション設定が更新されました。
sr: Подешавања управљања су освежена.
sr_latn: Podešavanja upravljanja su osvežena.

source: Need destination content ids.
cy: Angen dynodiad cynnwys cyrchfan
fa: نام‌های محتواهای مقصد مورد نیاز است.
he: זקוק לזהות תוכן יעד
ja: 変更先のコンテンツIDが必要です。
sr: Неопходан је идентификатор за садржај.
sr_latn: Neophodan je identifikator za sadržaj.

source: Need source content ids.
cy: Angen dynodiad cynnwys ffynhonnell
fa: نام‌های محتواهای مبدا مورد نیاز است.
he: חייב תוכן מקור ID
ja: 変更元のコンテンツIDが必要です。
sr: Неопходан је идентификатор за садржај извора.
sr_latn: Neophodan je identifikator za sadržaj izvora.

source: Never show icons
he: לעולם לא הצג צלמיות
ja: アイコンを表示しない

source: New reference created.
he: הפניה חדשה נוצרה
ja: 新しい参照が作成されました
sr: Додато је ново упућивање.
sr_latn: Dodato je novo upućivanje.

source: New...
cy: Newydd...
fa: جدید...
he: חדש...
ja: 新規...
sr: Нови...
sr_latn: Novi...

source: News
he: חדשות
ja: ニュース

source: News Item
cy: Eitem Newyddion
fa: آیتم خبری
he: פריט חדש
ja: ニュース項目
sr: Чланак
sr_latn: Članak

source: News item changes saved.
cy: Cadwyd newidiadau eitem newyddion
fa: تغییرات آیتم‌خبری مورد نظر ذخیره شد.
he: .שינויי פריט חדשות נשמרו
ja: ニュース項目の変更が保存されました。
sr: Промене чланка су сачуване.
sr_latn: Promene članka su sačuvane.

source: No changes done.
cy: Heb wneud newidiadau
fa: تغییری اعمال نشد.
he: לא נעשו שינויים.
ja: 何も変更されませんでした。
sr: Није било измена.
sr_latn: Nije bilo izmena.

source: No changes made.
he: לא נעשו שינויים
ja: 何も変更されませんでした。

source: No workflow
he: לא נמצא תהליך עבודה
ja: ワークフローがありません

source: Notify with message ${message}
he: ${message} הודיע עם הודעה
ja: ${message}を通知する

source: Number of items to display
he: מספר פריטים לתצוגה
ja: 表示する項目の数

source: One or more items not copyable.
cy: Nid oes modd copïo yw un neu fwy o eitemau.
fa: یک یا چند آیتم قابل کپی شدن نیست.
he: פריט אחד או יותר לא ניתנים להעתקה
ja: 1つ以上の項目がコピーできません。
sr: Једна или више ставки се не могу умножити.
sr_latn: Jedna ili više stavki se ne mogu umnožiti.

source: One or more items not moveable.
cy: Nid oes modd symud yw un neu fwy o eitemau.
fa: یک یا چند آیتم قابل جابجایی نیست.
he: פריט אחד או יותר לא ניתנים להזזה
ja: 1つ以上の項目が移動できません。
sr: Једна или више ставки се не могу померати.
sr_latn: Jedna ili više stavki se ne mogu pomerati.

source: One or more selected items is no longer available.
cy: Nid yw un neu fwy o'r eitemau dewiswyd ar gael.
fa: یک یا چند آیتم گزیده دیگر موجود نیست.
he: פריט אחד או יותר שנבחרו לא זמינים יותר
ja: 1つ以上の選択された項目が利用できません。
sr: Једна или више изабраних ставки више нису доступне.
sr_latn: Jedna ili više izabranih stavki više nisu dostupne.

source: Only for users who are logged in
he: למשתמשים הרשומים בלבד
ja: ログインユーザ限定

source: OpenID login
he: כניסת OpenID
ja: OpenIDでログイン

source: Order in folder
cy: Trefn o fewn ffolder
fa: ترتیب در پوشه
he: סדר בספריה
ja: フォルダ内の順序
sr: Редослед у директоријуму
sr_latn: Redosled u direktorijumu

source: Owner
he: בעל
ja: 所有者

source: Ownership has been changed.
cy: Mae'r berchnogaeth wedi newid.
fa: مالکیت تغییر یافت
he: בעלות שונתה
ja: 所有権が変更されました。
sr: Власништво је промењено.
sr_latn: Vlasništvo je promenjeno.

source: Pack database now
he: ארוז בסיס נתונים כרגע
ja: データベースを今すぐ整理する

source: Packed the database.
he: ארוז את בסיס הנתונים.
ja: データベースを整理しました。

source: Page
cy: Tudalen
fa: صفحه
he: עמוד
ja: ページ
sr: Страна
sr_latn: Strana

source: Password change was canceled.
cy: Diddymwyd newid y cyfrinair.
fa: تغییر گذرواژه لغو شد.
he: שינוי סיסמא בוטל
ja: パスワードの変更が取り消されました。
sr: Промена лозинке је отказана.
sr_latn: Promena lozinke je otkazana.

source: Password changed.
cy: Newidiwyd cyfrinair.
fa: گذرواژه تغییر یافت.
he: סיסמא שונתה
ja: パスワードが変更されました。
sr: Лозинка је промењена.
sr_latn: Lozinka je promenjena.

source: Password incorrect.
cy: Cyfrinair anghywir.
fa: گذرواژه نادرست است.
he: שפה לא נכונה.
ja: パスワードが正しくありません。
sr: Лозинка је неисправна.
sr_latn: Lozinka je neispravna.

source: Passwords do not match.
cy: Nid yw'r cyfrineiriau'n cydweddu.
fa: دو گذرواژه شما با هم فرق دارند.
he: .סיסמאות אינן תואמות
ja: パスワードが一致しません。
sr: Лозинке се не поклапају.
sr_latn: Lozinke se ne poklapaju.

source: Passwords must contain at least 5 letters.
cy: Rhaid i'r cyfrinair gynnwys o leiaf 5 nod.
fa: گذرواژه می‌بایست حداقل شامل 5 حرف باشد.
he: שפה חייבת להכיל לפחות 5 אותיות
ja: パスワードは少なくとも５文字以上です。
sr: Лозинке морају садржати најмање 5 слова.
sr_latn: Lozinke moraju sadržati najmanje 5 slova.

source: Passwords must match.
cy: Rhaid i'r cyfrineiriau gydweddu.
fa: گذرواژها می‌بایست یکسان باشند.
he: סיסמא חייבת להתאים.
ja: パスワードが一致しなければなりません。
sr: Лозинке морају да се поклапају.
sr_latn: Lozinke moraju da se poklapaju.

source: Paste
cy: Gludo
fa: چسبش
he: הדבק
ja: ペースト
sr: Налепи
sr_latn: Nalepi

source: Paste could not find clipboard content.
cy: Nid yw gludo'n gallu canfod cynnwys y clipfwrdd.
fa: محتوای clipboard جهت چسبش یافت نشد.
he: הדבקה לא מצאת את תוכן שטח זיכרון
ja: ペースト時にクリップボードの内容が見つかりませんでした。
sr: Није пронађен садржај списка исечака за налепљивање.
sr_latn: Nije pronađen sadržaj spiska isečaka za nalepljivanje.

source: Path Criterion
cy: Meini Prawf Llwybr
fa: معیار مسیر
he: קריטריון נתיב
ja: パス条件
sr: Критеријум стазе
sr_latn: Kriterijum staze

source: Pending
cy: O Dan Ystyriaeth
fa: در انتظار
he: ממתין
ja: 保留
sr: На чекању
sr_latn: Na čekanju

source: Pending review
he: ממתין לסקירה
ja: 審査を保留する

source: Permission denied to copy ${title}.
cy: Gwrthod caniatâd i gopïo ${title}.
fa: مجوزها مانع کپی شدن ${title} شد.
he: הרשאה להעתקת ${title}. נדחתה
ja: 現在の権限では${title}のコピーを許されていません。
sr: Не можете умножити ${title}.
sr_latn: Ne možete umnožiti ${title}.

source: Permission denied to cut ${title}.
cy: Gwrthod caniatâd i dorri ${title}.
fa: مجوزها مانع بریدن ${title} شد.
he: הרשאות נדחו לגזירה ${title}.
ja: 現在の権限では${title}のカットを許されていません。
sr: Не можете исећи ${title}.
sr_latn: Ne možete iseći ${title}.

source: Permission denied to rename ${title}.
cy: Gwrthod caniatâd i ailenwi ${title}.
fa: مجوز تغییر نام ${title} وجود ندارد.
he: אישור נדחה לשנות שם ${title}.
ja: ${title}の名称変更をパーミッションが拒否しました。
sr: Није вам одобрено да преименујете ${title}.
sr_latn: Nije vam odobreno da preimenujete ${title}.

source: Permitted styles
he: סטיילים מותרים
ja: 利用できるスタイル

source: Personal Preferences
cy: Dewisiadau Personol
fa: ترجیحات شخصی
he: הגדרות אישיות
ja: 個人別設定
sr: Личне поставке
sr_latn: Lične postavke

source: Placeful Workflow
fa: گردش‌کار مکان‌محور
he: תהליך עבודה שקט
ja: プレースフルワークフロー
sr: Месни радни ток
sr_latn: Mesni radni tok

source: Please correct the indicated errors.
cy: Cywirwch y gwallau nodwyd
fa: لطفا خطاهای مشخص شده را تصحیح کنید.
he: .בבקשה תקן את הטעויות המסומנות
ja: 指摘されたエラーを修正してください。
sr: Молимо исправите назначене грешке.
sr_latn: Molimo ispravite naznačene greške.

source: Please enter a message
cy: Rhowch neges
fa: لطفا پیغام را وارد نمایید
he: בבקשה הזן הודעה
ja: メッセージを入力してください。
sr: Молимо унесите поруку
sr_latn: Molimo unesite poruku

source: Please enter a name.
fa: لطفا نامی را وارد نمایید.
he: בבקשה הקלד את שמך
ja: 名前を入力してください。
sr: Молимо да унесете име.
sr_latn: Molimo da unesete ime.

source: Please enter a subject.
cy: Rhowch destun.
fa: لطفا موضوع را وارد نمایید
he: בבקשה בחר נושא.
ja: 件名を入力してください。
sr: Молимо унесите тему.
sr_latn: Molimo unesite temu.

source: Please enter a valid date and time.
cy: Rhowch ddyddiad ac amser dilys.
fa: لطفا تاریخ و ساعت مجاز وارد کنید.
he: .בבקשה הזן תאריך ושעה חוקיים
ja: 適切な日時を入力してください。
sr: Молимо унесите важећи датум и време.
sr_latn: Molimo unesite važeći datum i vreme.

source: Please enter your identity URL.
he: בבקשה הזן את כתובת ההזדהות שלך.
ja: あなたを表すURLを入力してください。

source: Please enter your login name.
cy: Rhowch eich enw mewngofnodi.
fa: لطفا نام کاربری خود را وارد نمایید.
he: בבקשה הקלד את שם המשתמש שלך.
ja: ログイン名を入力してください。
sr: Молимо унесите Ваше корисничко име.
sr_latn: Molimo unesite Vaše korisničko ime.

source: Please enter your password.
cy: Rhowch eich cyfrinair.
fa: لطفا گذرواژه خود را وارد نمایید.
he: בבקשה הקלד את סיסמתך
ja: パスワードを入力してください。
sr: Молимо унесите Вашу лозинку.
sr_latn: Molimo unesite Vašu lozinku.

source: Please make sure you confirm your password.
cy: Gwnewch yn siwr eich bod yn cadarnhau eich cyfrinair.
fa: لطفا مطمئن شوید که گذرواژه را دوباره وارد می‌کنید.
he: בבקשה בדוק שאישרת את סיסמתך
ja: パスワードが正しいことを確認してください。
sr: Молимо проверите да ли сте потврдили Вашу лозинку.
sr_latn: Molimo proverite da li ste potvrdili Vašu lozinku.

source: Please provide an id
cy: Rhaid darparu enw
fa: لطفا نام را ارائه دهید
he: בבקשה הזן ID
ja: IDを記入してください。
sr: Молимо унесите идентификатор
sr_latn: Molimo unesite identifikator

source: Please select an item to use.
cy: Dewiswch eitem i'w defnyddio.
fa: لطفا آیتمی را جهت استفاده انتخاب کنید.
he: בבקשה בחר פריט לשימוש
ja: 使用する項目を選んでください。
sr: Молимо изаберите ставку коју желите да користите.
sr_latn: Molimo izaberite stavku koju želite da koristite.

source: Please select one or more items to copy.
cy: Dewiswch un neu fwy o eitemau i'w copïo.
fa: لطفا یک یا چند آیتم را جهت کپی انتخاب کنید.
he: .בבקשה בחר פריט אחד או יותר להעתקה
ja: コピーする項目を一つ以上選んでください。
sr: Молим изаберите једну или више ставки за умножавање.
sr_latn: Molim izaberite jednu ili više stavki za umnožavanje.

source: Please select one or more items to cut.
cy: Dewiswch un neu fwy o eitemau i'w torri.
fa: لطفا یک یا چند آیتم را جهت برش انتخاب کنید.
he: .בבקשה בחר פריט אחד או יותר לגזירה
ja: カットする項目を一つ以上選んでください。
sr: Молим изаберите једну или више ставки за исецање.
sr_latn: Molim izaberite jednu ili više stavki za isecanje.

source: Please select one or more items to delete.
cy: Dewiswch un neu fwy o eitemau i'w dileu.
fa: لطفا یک یا چند آیتم را جهت حذف انتخاب کنید.
he: .בבקשה בחר פריט אחד או יותר למחיקה
ja: 削除する項目を一つ以上選んでください。
sr: Молим изаберите једну или више ставки за брисање.
sr_latn: Molim izaberite jednu ili više stavki za brisanje.

source: Please select one or more items to rename.
cy: Dewiswch un neu fwy o eitemau i'w hailenwi.
fa: لطفا یک یا چند آیتم را جهت تغییر نام انتخاب کنید.
he: .בבקשה בחר פריט אחד או יותר לשינוי שם
ja: 名前を変更する項目を一つ以上選んでください。
sr: Молим изаберите једну или више ставки за промену имена.
sr_latn: Molim izaberite jednu ili više stavki za promenu imena.

source: Please submit a body.
cy: Cyflwynwch gorff.
fa: لطفا بدنه را وارد کنید.
he: בבקשה הזן גוף.
ja: 本文を提出してください。
sr: Молимо напишите тело поруке.
sr_latn: Molimo napišite telo poruke.

source: Please submit a subject.
cy: Cyflwynwch bwnc.
fa: لطفا موضوع را وارد کنید.
he: בבקשה הזן נושא
ja: 件名を提出してください。
sr: Молимо напишите тему поруке.
sr_latn: Molimo napišite temu poruke.

source: Please submit a valid email address.
cy: Cyflwynwch gyfeiriad e-bost dilys.
fa: لطفا یک نشانی ایمیل صحیح وارد کنید.
he: בבקשה הזן כתובת דואר אלקטרוני תקפה
ja: 有効なＥメールアドレスを提出してください。
sr: Молимо унесите исправну ел. адресу.
sr_latn: Molimo unesite ispravnu el. adresu.

source: Please submit an email address.
cy: Cyflwynwch gyfeiriad e-bost
fa: لطفا نشانی ایمیل را وارد کنید.
he: בבקשה הזן כתובת דואר אלקטרוני
ja: Ｅメールアドレスを提出してください。
sr: Молимо упишите ел. адресу.
sr_latn: Molimo upišite el. adresu.

source: Plone Configuration
cy: Ffurfweddiad Plone
fa: پیکربندی پلون
he: הגדות פלון
ja: Plone構成設定
sr: Подешавање Плона
sr_latn: Podešavanje Plona

source: Plone Site
cy: Safle Plone
fa: سایت پلون
he: אתר פלון
ja: Ploneサイト
sr: Плоново место
sr_latn: Plonovo mesto

source: Plone filters HTML tags that are considered security risks. Be aware of the implications before making changes below. By default only tags defined in XHTML are permitted. In particular, to allow 'embed' as a tag you must both remove it from 'Nasty tags' and add it to 'Custom tags'. Although the form will update immediately to show any changes you make, your changes are not saved until you press the 'Save' button.
he: פלון מסנן תאגי HTML המיוחסים כסיכוני אבטחה. אנא שים לב להשלכות לפני עריכת השינויים מטה. כברירת מחדל רק הטאגים המוגדרים כ XHTML מותרים. בכלליות, על מנת לאפשר 'embed' כטאג עליך גם להסיר אותו מ 'טאגים מלוכלכים' וגם להוסיפו ל 'טאגים מותאמים אישית. למרות שהטופס יעודכן באופן מיידי על מנת להראות כל שינוי שערכת, שינוייך לא ישמרו עד שתלחץ על כפתור 'שמור'
ja: セキュリティリスクがあると考えられるHTMLタグをPloneはフィルタリングします。以下の変更を実施する前にその結果について注意する必要があります。デフォルトではXHTMLで定義されたタグだけしか許されていません。特に'embed'タグを許可する場合、それは危険なタグから取り除き、独自タグに追加する必要があります。画面のフォーム上では変更が即座に反映されますが、実際には「保存」ボタンを押すまでは変更が反映されません。

source: Plone generates e-mail using this address as the e-mail return address. It is also used as the destination address on the site-wide contact form.
he: פלון מייצר דואר אלקטרוני בשימוש כתובת זו ככתובת החזרת הדואר האלקטרוני. זה בשימוש נוסף בכתובת יעד ברחבי האתר טופס יצירת קשר.
ja: Ploneはこのメールアドレスを返信用に設定します。また、これはサイトへの連絡用メールアドレスでもあります。

source: Plone generates e-mail using this name as the e-mail sender.
he: פלון מייצר כתובת דואר אלקטרוני בשימוש שם זה כשולח דואר האלטרוני של השולח.
ja: Ploneは送信元のアドレスとして、このメールアドレスを使います。

source: Portal Settings
cy: Gosodiadau'r Porthol
fa: تنظیمات پورتال
he: הגדרות פורטל
ja: ポータルの設定
sr: Подешавања портала
sr_latn: Podešavanja portala

source: Portal Types Criterion
cy: Meini Prawf Mathau'r Porthol
fa: معیار نوع‌های محتوای پورتال
he: קריטריון סוגי פורטל
ja: ポータルタイプの条件
sr: Критеријум типова портала
sr_latn: Kriterijum tipova portala

source: Portal reconfigured.
cy: Ail-ffurfweddu’r porthol
fa: پورتال شما بازپیکربندی شد.
he: פורטל הותאם מחדש
ja: ポータルが再び構成設定されました。
sr: Портал је подешен.
sr_latn: Portal je podešen.

source: Portal skin updated
cy: Diweddaru croen y porthol
fa: پوسته پورتال شما بروز شد.
he: עדכון מבנה פורטל
ja: ポータルのスキンが更新されました。
sr: Пресвлака портала је измењена
sr_latn: Presvlaka portala je izmenjena

source: Portrait deleted.
cy: Dileu'r portread.
fa: چهره پاک شد.
he: פורטריטס נמחקו.
ja: 顔写真は削除されました。
sr: Портрет је обрисан.
sr_latn: Portret je obrisan.

source: Preferences
cy: Dewisiadau
fa: ترجیحات
he: עדיפויות
ja: 個人設定
sr: Поставке
sr_latn: Postavke

source: Previous transition
he: טארנסיזון קודם
ja: 以前の状態変更

source: Print
cy: Argraffu
fa: چاپ
he: הדפס
ja: 印刷
sr: Штампај
sr_latn: Štampaj

source: Print this
he: הדפס זאת
ja: このページを印刷する

source: Print this page
cy: Argraffu'r dudalen
fa: چاپ این صفحه
he: הדפס עמוד זה
ja: このページを印刷する
sr: Штампај ову страну
sr_latn: Štampaj ovu stranu

source: Private
cy: Preifat
fa: شخصی
he: פרטי
ja: 非公開
sr: Приватно
sr_latn: Privatno

source: Profile
he: פרופיל
ja: プロフィール

source: Promote to Draft
he: עדכן לדרפאט
ja: ドラフトにする

source: Promote to public draft
he: קדם לדראפט ציבורי
ja: 公開ドラフトにする

source: Promotes your folder to public draft state.
he: מקדם את הספריה שלך למצב דראפט ציבורי
ja: フォルダを公開ドラフト状態にする

source: Promotes your private item to a public draft.
he: מקדם את הפריט האחרון לדראפט ציבורי
ja: プライベート項目を公開ドラフトにする

source: Promotes your private item to an internal draft.
he: מקדם את הפריט הפרטי שלך בתוך דראפט פנימי
ja: プライベート項目を内部ドラフトにする

source: Properties
cy: Priodweddau
fa: متعلقات
he: מאפיינים
ja: プロパティ
sr: Особине
sr_latn: Osobine

source: Provides access to workflow history
he: מספק גישה להיסטוריית תהליך העבודה שלך
ja: ワークフロー履歴を参照

source: Public Draft
cy: Drafft Cyhoeddus
fa: پیش‌نویس
he: טיוטא ציבורית
ja: 公開ドラフト
sr: Јавни нацрт
sr_latn: Javni nacrt

source: Public draft
he: דראפט ציבורי
ja: 公開ドラフト

source: Publish
cy: Cyhoeddi
fa: منتشرشده
he: פרסם
ja: 公開する
sr: Објави
sr_latn: Objavi

source: Publish externally
he: פרסם חיצונית
ja: 外部に公開する

source: Publish internally
he: פרסם פנימי
ja: 内部に公開する

source: Published
cy: Cyhoeddwyd
fa: منتشر شده
he: פורסם
ja: 公開中
sr: Објављено
sr_latn: Objavljeno
