Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: title_css
cy: Dalenni Steil Rhaeadru (CSS)
he: גליונות עבודה מסוגננים
ja: CSS (Cascading Style Sheets)
sr: Надовезане стилске стране (Cascading Style Sheets)
sr_latn: Nadovezane stilske strane (Cascading Style Sheets)

source: title_edit_contentrule
he: ערוך חוקי תוכן
ja: コンテンツルールの編集

source: title_edit_dashboard
he: ערוך את הדאשבורד שלך
ja: ダッシュボードの編集

source: title_frontpage
he: עמוד ראשי
ja: フロントページ
sr: Насловна страна
sr_latn: Naslovna strana

source: title_large_text
cy: Testun Mawr
fa: متن درشت
he: טקסט גדול
ja: 大
sr: Велика слова
sr_latn: Velika slova

source: title_legacy_portlets
he: פורטלטים לגאסי
ja: 旧ポートレット

source: title_manage_contentrules
he: הרשאות תוכן
ja: コンテンツルール

source: title_manage_contenttype_portlets
ja: ${contenttype_icon} ${contenttype_name}のコンテンツタイプポートレットの管理

source: title_manage_contextual_portlets
he: נהל פורטלטים ${context_icon} עבור "${context_title}
ja: ${context_icon} "${context_title}" ポートレットの管理

source: title_manage_group_portlets
he: נהל פרוטלטי קבוצות ל ${group_name}
ja: ${group_name}のグループポートレットの管理

source: title_member_personal_folder
cy: Eitemau Personol ar gyfer ${member}
fa: آیتم‌های شخصی ${member}
he: פריטים פרטיים ל${member}
ja: ${member}の個人項目
sr: Личне ставке за кор. ${member}
sr_latn: Lične stavke za kor. ${member}

source: title_move_item_down
cy: Symud yr eitem i lawr
fa: جابجایی آیتم به پایین
he: העבר פריט למטה
ja: 下へ移動
sr: Помери ставку надоле
sr_latn: Pomeri stavku nadole

source: title_move_item_up
cy: Symud yr eitem i fyny
fa: جابجایی آیتم به بالا
he: העבר פריט למעלה
ja: 上へ移動
sr: Помери ставку нагоре
sr_latn: Pomeri stavku nagore

source: title_next_month
cy: Mis nesaf
fa: ماه آینده
he: חודש הבא
ja: 来月
sr: Наредни месец
sr_latn: Naredni mesec

source: title_normal_text
cy: Testun Arferol
fa: متن معمولی
he: טקסט נורמלי
ja: 中
sr: Нормална слова
sr_latn: Normalna slova

source: title_previous_month
cy: Mis blaenorol
fa: ماه گذشته
he: חודש קודם
ja: 前月
sr: Прошли месец
sr_latn: Prošli mesec

source: title_remove_index_html_for_display_control
cy: Dilëwch neu ailenwi'r eitem index_html i gale rheolaeth lawn dros sut mae'r ffolder yn cael ei ddangos.
fa: برای کنترل کامل بر چگونگی نمایش این پوشه، index_html را حذف یا تغییرنام دهید.
he: מחק או שנה את שם פריט index_html על מנת לקבל שליטה מלאה על כיצד ספריה זאת תוצג
ja: このフォルダの見え方を指定できるようにindex_html項目を削除するか名前を変更する。
sr: Обришите или преименујте датотеку index_html да бисте добили пуну контролу над приказом овог директоријума.
sr_latn: Obrišite ili preimenujte datoteku index_html da biste dobili punu kontrolu nad prikazom ovog direktorijuma.

source: title_required
cy: Angen
fa: ضروری
he: נדרש
ja: 必須
sr: (неопходно)
sr_latn: (neophodno)

source: title_rss_feed
ja: この検索結果のフィード(RSS)配信を購読する

source: title_search_site
cy: Chwilio'r Safle
fa: جستجو در سایت
he: חפש באתר
ja: サイトを検索
sr: Претражи ел. место
sr_latn: Pretraži el. mesto

source: title_search_this_site
he: חפש באתר זה
ja: このサイトを検索
sr: Претрага ел. места
sr_latn: Pretraga el. mesta

source: title_search_title
he: חיפוש אתר
ja: サイトを検索

source: title_section_508
ja: このサイトは合衆国政府Section508アクセシビリティガイドラインに準拠しています。

source: title_select_default_page
cy: Dewiswch eitem i'w defnyddio fel golwg rhagosodedig o fewn y ffolder
fa: انتخاب یک آیتم به عنوان نمای پیش‌گزیده این پوشه
he: בחר פריט שישמש לצפיית ברירת מחדל בספריה זו
ja: このフォルダのデフォルト表示に使われる項目を選びます
sr: Изаберите ставку која ће бити коришћена као подразумевани преглед за овај директоријум
sr_latn: Izaberite stavku koja će biti korišćena kao podrazumevani pregled za ovaj direktorijum

source: title_select_default_view_item
he: בחר את הפריט להיות בשימוש כצפיית ברירת מחדל לספריה זו..
ja: このフォルダのデフォルトビューとして使用する項目を選択...

source: title_send_mail_to_user
cy: Anfon e-bost at y defnyddiwr yma
fa: ارسال نامه به این کاربر
he: שלח דואר למשתמש זה
ja: このユーザにメールを送る
sr: Пошаљите ел. пошту овом кориснику
sr_latn: Pošaljite el. poštu ovom korisniku

source: title_show_all_content_types
cy: Dangos yr holl fathau o gynnwys sydd ar gael
fa: نمایش تمام نوع‌های محتوا
he: הצג את כל סוגי התוכן הזמינים
ja: 利用可能なすべてのコンテンツタイプを表示
sr: Прикажи све доступне врсте садржаја
sr_latn: Prikaži sve dostupne vrste sadržaja

source: title_sitemap
he: מפת אתר
ja: サイトマップ
sr: Мапа ел. места
sr_latn: Mapa el. mesta

source: title_small_text
cy: Testun Bach
fa: متن ریز
he: טקסט קטן
ja: 小
sr: Мала слова
sr_latn: Mala slova

source: title_valid_xhtml
ja: このサイトはXHTML標準に準拠しています。

source: title_w3c
cy: World Wide Web Consortium
fa: کنسرسیوم جهانی وب
he: w3c
ja: World Wide Web Consortium
sr: Конзорцијум светске мреже (World Wide Web)
sr_latn: Konzorcijum svetske mreže (World Wide Web)

source: title_wcag
cy: Canllawiau Hygyrchedd Cynnwys Gwe
fa: رهنمودهای قابلیت دسترسی محتوای وب
he: W3C-WAI אתר פלון זה מתאים לקווים מנחים לנגישות תוכן של
ja: Webコンテンツアクセシビリティガイドライン
sr: Ово Плоново ел. место је сагласно са W3C-WAI упутствима о приступачности мрежног садржаја.
sr_latn: Ovo Plonovo el. mesto je saglasno sa W3C-WAI uputstvima o pristupačnosti mrežnog sadržaja.

source: title_wcag_conformance
ja: このサイトはW3C-WAI Webコンテンツアクセシビリティガイドラインに準拠しています。

source: title_xhtml
cy: eXtensible Hyper Text Markup Language
he: .אתר פלון זה הוא XHTML תואם
ja: eXtensible Hyper Text Markup Language
sr: Ово Плон место садржи исправан XHTML.
sr_latn: Ovo Plon mesto sadrži ispravan XHTML.

source: types_controlpanel_addable
he: ניתן להוספה בגלובלי
ja: グローバルに追加可能

source: types_controlpanel_allow_discussion
he: הרשה הערות
ja: コメントを許可する

source: types_controlpanel_current_workflow
he: תהליך עבודה נוכחי
ja: 現在のワークフロー

source: types_controlpanel_manage_portlets
he: נהל פרוטלטים המקושרים לפריט תוכן זה
ja: このコンテンツタイプに割り当てられているポートレットの管理

source: types_controlpanel_new_state
he: מצב חדש
ja: 新しい状態

source: types_controlpanel_new_workflow
he: תהליך עבודה חדש
ja: 新ワークフロー

source: types_controlpanel_no_workflow
he: אין תהליך עבודה
ja: ワークフローなし

source: types_controlpanel_old_state
he: מצב ישן
ja: 旧ワークフロー

source: types_controlpanel_searchable
he: נראה בחיפושים
ja: 検索結果に表示する

source: types_controlpanel_state_mapping
he: מיפוי מצב
ja: 状態のマッピング

source: types_controlpanel_state_mapping_help
he: כאשר בודקים תהליכי עבודה, עליך לבדקות מצב השווה לתהליך עבודה החדש שלך.
ja: ワークフローを変更する際には、新しいワークフローに対応する状態を選択する必要があります。

source: types_controlpanel_versionable
he: בוצעה עבודת גירסאות
ja: バージョン管理下

source: types_controlpanel_warn_remap
ja: ワークフローの割当を変更するには時間がかかります。その間、このサイトの動作速度が著しく低下する可能性があります。

source: upload_file
cy: Newid gyda'r ffeil newydd:
fa: جایگزینی با پرونده جدید:
he: החלף עם קובץ חדש:
ja: 新しいファイルに入れ替える:
sr: Замени новом датотеком:
sr_latn: Zameni novom datotekom:

source: upload_image
cy: Newid gyda delwedd newydd:
fa: جایگزینی با تصویر جدید:
he: החלף עם תמונה חדשה:
ja: 新しい画像に入れ替える:
sr: Замени новом сликом:
sr_latn: Zameni novom slikom:

source: user_role_note
cy: Sylwch fod swyddogaethau sy'n cael eu rhestri yma yn uniongyrchol berthnasol i'r defnyddiwr. Nid ydynt yn adlewyrchu swyddogaethau defnyddwyr ychwanegol gall ddefnyddwyr eu cael yn sgil aelodaeth o grwp.
fa: دقت کنید که نقش‌هایی که در اینجا آمده نقش‌های مستقیم کاربر می‌باشد و شامل نقش‌هایی که کاربر به خاطر عضویت در گروهها می‌گیرد، نمی‌باشد.
he: שים לב שחוקים שרשומים כאן מכוונים ישירות למשתמש. הם אינם משקפים חוקים נוספים שיש למשתמשים בהמשך להיותם חברים בקבוצה
ja: 注意：ここで表示されているロールはユーザに直接割り当てられているものだけです。所属しているグループによって、ユーザは他のロールも持っている可能性があります。
sr: Приметите да се овде наведене улоге директно примењују на корисника. Оне не одражавају додатне улоге које корисник има због чланстава у групама.
sr_latn: Primetite da se ovde navedene uloge direktno primenjuju na korisnika. One ne odražavaju dodatne uloge koje korisnik ima zbog članstava u grupama.

source: vCalendar export
cy: Allforio vCalendar
fa: صدور به vCalendar
he: יצוא vCalendar
ja: vCalendar形式で書き出す。
sr: Извоз вКалендара
sr_latn: Izvoz vKalendara

source: visible
cy: gweladwy
fa: آشکار
he: גלוי
ja: ビジブル
sr: видљив
sr_latn: vidljiv

source: warning_contentrules_disabled
he: חוקי תוכן אינם מאופשרים בצורה גלובלית. כאשר לא מגדירים הרשאות עד שהם מאופשרים. השתמש ב ${controlpanel_link} לאפשר אותם שוב
ja: コンテンツルールが全体で無効化されています。再度有効化するまで、割り当てられているルールは実行されません。${controlpanel_link}で有効化してください。

source: weekday_fri
cy: Dydd Gwener
fa: جمعه
he: יום שישי
ja: 金曜日
sr: петак
sr_latn: petak

source: weekday_fri_abbr
cy: Gwe
fa: جمعه
he: שיש
ja: 金
sr: пет
sr_latn: pet

source: weekday_fri_short
cy: Gw
fa: جمعه
he: שישי
ja: 金
sr: пе
sr_latn: pe

source: weekday_mon
cy: Dydd Llun
fa: دوشنبه
he: יום שני
ja: 月曜日
sr: понедељак
sr_latn: ponedeljak

source: weekday_mon_abbr
cy: Llu
fa: دو
he: שני
ja: 月
sr: пон
sr_latn: pon

source: weekday_mon_short
cy: Ll
fa: دو
he: שני
ja: 月
sr: по
sr_latn: po

source: weekday_sat
cy: Dydd Sadwrn
fa: شنبه
he: יום שבת
ja: 土曜日
sr: субота
sr_latn: subota

source: weekday_sat_abbr
cy: Sad
fa: شنبه
he: שבת
ja: 土
sr: суб
sr_latn: sub

source: weekday_sat_short
cy: Sa
fa: شنبه
he: שבת
ja: 土
sr: су
sr_latn: su

source: weekday_sun
cy: Dydd Sul
fa: یکشنبه
he: יום ראשון
ja: 日曜日
sr: недеља
sr_latn: nedelja

source: weekday_sun_abbr
cy: Sul
fa: یک
he: ראש
ja: 日
sr: нед
sr_latn: ned

source: weekday_sun_short
cy: Su
fa: یک
he: ראשון
ja: 日
sr: не
sr_latn: ne

source: weekday_thu
cy: Dydd Iau
fa: پنجشنبه
he: יום חמישי
ja: 木曜日
sr: четвртак
sr_latn: četvrtak

source: weekday_thu_abbr
cy: Iau
fa: پنج
he: חמי
ja: 木
sr: чет
sr_latn: čet

source: weekday_thu_short
cy: Ia
fa: پنج
he: חמישי
ja: 木
sr: че
sr_latn: če

source: weekday_tue
cy: Dydd Mawrth
fa: سه‌شنبه
he: יום שלישי
ja: 火曜日
sr: уторак
sr_latn: utorak

source: weekday_tue_abbr
cy: Maw
fa: سه
he: שלי
ja: 火
sr: уто
sr_latn: uto

source: weekday_tue_short
cy: Ma
fa: سه
he: שלישי
ja: 火
sr: ут
sr_latn: ut

source: weekday_wed
cy: Dydd Mercher
fa: چهارشنبه
he: יום רביעי
ja: 水曜日
sr: среда
sr_latn: sreda

source: weekday_wed_abbr
cy: Mer
fa: چهار
he: רבי
ja: 水
sr: сре
sr_latn: sre

source: weekday_wed_short
cy: Me
fa: چهار
he: רביעי
ja: 水
sr: ср
sr_latn: sr

source: workflow_policy
cy: Polisi
fa: خط‌مشی
he: מדיניות
ja: ポリシー
sr: Полиса
sr_latn: Polisa

source: yes
cy: Iawn
fa: بله
he: כן
ja: はい
sr: Да
sr_latn: Da

source: you_are_here
cy: Rydych chi yma:
fa: اینجا هستید:
he: הנך נמצא כאן:
ja: 現在の場所:
sr: Налазите се овде:
sr_latn: Nalazite se ovde:

source: No
cy: Na
fa: خیر
he: לא
sr: Не
sr_latn: Ne

source: Yes
cy: Iawn
fa: بله
he: כן
sr: Да
sr_latn: Da

source: no
cy: Na
fa: نه
he: לא
sr: Не
sr_latn: Ne

source: time_separator
he: מפריד זמן

source: iCalendar
sr: иКалендар
sr_latn: iKalendar

source: vCalendar
sr: вКалендар
sr_latn: vKalendar
