Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: description_groups_management
cy: Mae grwpiau yn gasgliad rhesymegol o ddefnyddwyr, megis adrannau ac unedau busnes. Nid oes ganddynt berthynas uniongyrchol i ganiatâd ar lefel eang, byddech yn defnyddio Swyddogaethau ar gyfer hynny - a gadael i rai Grwpiau i gael swyddogaethau penodol.
fa: گروه‌ مجموعه‌ای مرتبط از کاربران، مثل یک دپارتمان یا واحد تجاری می‌باشد. این گروه‌ها بطور مستقیم با اختیارات ارتباطی ندارند. معمولا جهت تعیین اختیارات از نقش‌ها استفاده می‌شود و هر گروه‌ به نقشی خاص مربوط می‌گردد.
he: קבוצות הם אוסף לוגי של משתמשים, בדומה למחלקות ויחידות עיסקיות. הם לא מקושרים בצורה ישירה על הרשאות ברמה גלובלית, בדרך כלל תשתמש בחוקים לזה ? ותרשה לקבוצות מסויימות חוקים מסויימים
ja: グループとは課や事業部などのユーザの論理的な集合です。権限とは直接の関連はありません。通常は権限はロールと関連づけられて、グループはロールと関連づけられることで間接的に権限と関連づけられます。
sr: Групе су логичке скупине корисника, попут одељења и пословних јединица. Групе нису директно повезане са дозволама на глобалном нивоу, за ту сврху служе улоге, и додељивање улога одређеним групама.
sr_latn: Grupe su logičke skupine korisnika, poput odeljenja i poslovnih jedinica. Grupe nisu direktno povezane sa dozvolama na globalnom nivou, za tu svrhu služe uloge, i dodeljivanje uloga određenim grupama.

source: description_historical_unavailable
cy: Nid yw'r dosbarth yma'n cynnal y rhyngwyneb hanesyddol. Rhaid i'r cynnwys gymysgu OFS.History.Historical
fa: این کلاس میانجی تاریخچه را پشتیبانی نمی‌کند. محتوا OFS.History.Historical را باید توسعه داده باشد.
he: היסטוריית לא זמין
ja: このクラスは歴史的インターフェースをサポートしません。コンテンツはThe OFS.History.Historicalの混在です。
sr: Ова класа не подржава историјско сучеље. Садржај мора да наслеђује OFS.History.Historical
sr_latn: Ova klasa ne podržava istorijsko sučelje. Sadržaj mora da nasleđuje OFS.History.Historical

source: description_include_error_in_admin_message
he: במידה והנך צריך לדווח על זה ל ${site_admin}, בבקשה צרף את המספר הבא בהודעתך.
ja: これを${site_admin}に報告する必要があれば、メッセージの中にこのエラー番号を書いておいてください。
sr: Ако желите да пријавите грешку за: ${site_admin}, молимо да овај број укључите у поруку.
sr_latn: Ako želite da prijavite grešku za: ${site_admin}, molimo da ovaj broj uključite u poruku.

source: description_language_settings
he: הגדרות הקשורות לשפות האינטרפייס והתכנים המתורגמים
ja: インターフェース言語やコンテンツ翻訳に関する設定

source: description_license
cy: Dosbarthwyd o dan ${license}.
fa: توزیع شده تحت ${license}.
he: מופץ תחת רשיון ${license}
ja: ${license} で配布されています。
sr: Издато под ${license} .
sr_latn: Izdato pod ${license} .

source: description_localrole_select_member
cy: Dewiswch un neu fwy o bobl, a neilltuo swyddogaeth.
fa: یک یا چند فرد و یک نقش جهت انتساب به آنها را انتخاب کنید.
he: בחר חבר אחד או יותר וקבע חוקים להפעלה
ja: 一人あるいは複数のメンバーと割り当てるロールを選んでください。
sr: Изаберите једну или више особа, и улогу коју треба доделити.
sr_latn: Izaberite jednu ili više osoba, i ulogu koju treba dodeliti.

source: description_logged_in
cy: Dyma'r tro cyntaf i chi fewngofnodi i ${here}.
fa: این نخستین باریست که شما وارد ${here} شده‌اید.
he: זו הפעם הראשונה שהנך מחובר ל ${here}.
ja: ${here}への初めてのログインです。
sr: Ово је први пут да сте се пријавили на ${here}.
sr_latn: Ovo je prvi put da ste se prijavili na ${here}.

source: description_logged_in_explain
cy: Sylwch fod y bar de ar y brig wedi newid. Mae nawr yn cynnwys eitemau personol. Defnyddiwch yr eitemau hyn i reoli eich gosodiadau a'ch man personol. Byddant yn parhau gyhyd ag y byddwch wedi eich mewngofnodi.
fa: دقت فرمایید که نوار بالا در سمت راست تغییر کرده است و هم‌اکنون این نوار حاوی چندین آیتم شخصی می‌باشد. از این آیتم‌ها برای کنترل تنظیمات خود و ناحیه شخصی خود استفاده نمایید. مادامی که در حالت login می‌باشید، این آیتم‌ها نیز برای شما آشکار هستند.
he: שים לב שהבאר השמאלי העליון השתנה, ומעתה מכיל מספר פריטים מתואמים אישית. הם ישארו שם כל עוד הנך מחובר, ויאפשרו לך לשלוט על ההגדרות שלך והאיזור האישי שלך
ja: 右上のバーが変わりました。いくつかの個人別の項目が含まれています。これらを使って個人設定や個人別領域の設定をコントロールします。ログインしている間ずっとあります。
sr: Приметите да се натпис горе десно променио. Сада садржи неколико личних ставки. Користите ове ставке како бисте управљали личним подешавањима и личним простором. Оне ће остати ту докле год сте пријављени.
sr_latn: Primetite da se natpis gore desno promenio. Sada sadrži nekoliko ličnih stavki. Koristite ove stavke kako biste upravljali ličnim podešavanjima i ličnim prostorom. One će ostati tu dokle god ste prijavljeni.

source: description_logged_out
cy: <p>Gobeithiwn eich bod wedi mwynhau defnyddio ein gwasanaethau. Edrychwn ymlaen at eich gweld chi eto.</p> <p>Hwyl fawr gan Dîm ${portal_title} . </p>
fa: <p> امیدوریم که از استفاده از خدمات ما خرسند باشید. ما منتظر می‌مانیم که شما را دوباره ببینیم. </p> <p> با تقدیم احترامات، گروه ${portal_title} </p>
he: <p>אנו מקווים שנהנת משרותינו, ומצפים לראותך שוב.</p><p> שלום ולהתראות מצוות ${portal_title}</p>
ja: <p>私たちのサービスに満足してもらえたことを願っています。またのご利用をお待ちしています。</p><p>敬具 <br> ${portal_title} チーム一同 </p>
sr: <p>Надамо се да Вам је посета користила. Дођите нам опет. </p> <p>Све најбоље жели Вам екипа портала ${portal_title}.</p>
sr_latn: <p>Nadamo se da Vam je poseta koristila. Dođite nam opet. </p> <p>Sve najbolje želi Vam ekipa portala ${portal_title}.</p>

source: description_login_fail_enable_cookies
cy: derbyn cookies
fa: قبول کوکی
he: כניסה נכשלה קישור עוגיות
ja: クッキーを受け入れる
sr: прихвата колачиће
sr_latn: prihvata kolačiće

source: description_loginagain
he: הנך יכול להתחבר שוב למטה
ja: 下のフォームを使うと再ログインできます。
sr: Можете да се поново пријавите испод.
sr_latn: Možete da se ponovo prijavite ispod.

source: description_lost_password
cy: Rhowch eich enw defnyddiwr isod, cliciwch <strong>Anfonwch fy nghyfrinair</strong>, a bydd eich cyfrinair yn cael ei e-bostio atoch, os byddwch wedi darparu cyfeiriad e-bost dilys pan wnaethoch gofrestru. Os na fydd hyn yn gweithio ar eich cyfer (ee, os ydych wedi anghofio eich enw defnyddiwr neu heb roi eich cyfeiriad e-bost) anfonwch gais at ${email_address}.
fa: نام‌کاربری خود را در زیر وارد کرده و دکمه <strong>گذرواژه‌ام را برایم بفرست</strong> را فشار دهید. درصورتیکه هنگام ثبت‌نام نشانی ایمیل معتبری وارد کرده باشید، گذرواژه‌اتان برایتان ایمیل می‌شود. چنانچه این سودمند نباشد (مثلا نام کاربری خود را فراموش کرده‌اید و یا نشانی ایمیل معتبر وارد نکرده‌اید) درخواستی به نشانی ${email_address} بفرستید.
he: הזן את שם המשתמש שלך למטה, לחץ על שלח לי את הסיסמא שלי, והסיסמא שלך תשלח לך לתיבת הדואר שלך במידה והזנת תיבת דואר אלקטרוני נכונה בזמן הרישום. דבר זה לא יעבוד לך (לדוגמא, במיקרה ושכחת את שם המשתמש שלך או לא הזנתך את כתובת הדואר אלקטרוני שלך) שלח דואר אלקטרוני ל ${email_address}
ja: ユーザ名を下に入力し、<strong>「パスワードを自分へ送る」</strong>をクリックしてください。登録されたメールアドレスが有効であれば、パスワードがメールで送られます。もしユーザ名を忘れたりメールアドレスを入力していない等の理由でうまくいかない場合は、${email_address}までメールしてください:
sr: Унесите доле Ваше корисничко име, притисните <strong>Пошаљи ми лозинку</strong>, и лозинка ће бити послата ако сте при учлањењу унели важећу ел.адресу. Уколико ово не ради у Вашем случају (на пример ако сте заборавили корисничко име или нисте унели ел.адресу) пошаљите ел.поруку за ${email_address}.
sr_latn: Unesite dole Vaše korisničko ime, pritisnite <strong>Pošalji mi lozinku</strong>, i lozinka će biti poslata ako ste pri učlanjenju uneli važeću el.adresu. Ukoliko ovo ne radi u Vašem slučaju (na primer ako ste zaboravili korisničko ime ili niste uneli el.adresu) pošaljite el.poruku za ${email_address}.

source: description_mail_setup
cy: Gosod e-bost ar gyfer Plone
fa: تنظیمات ایمیل در پلون..
he: הגדרות דואר
ja: サイトのメール設定
sr: Подешавање ел.поште за Плон.
sr_latn: Podešavanje el.pošte za Plon.

source: description_manage_contenttype_portlets
he: משבצת שמאל וימין כרגע תוצג רק בפורטלטים שהוקצו לסוג תוכן זה. השתמש במעלה, מטה, מחק וערוך את הקישורים על מנת להנל את פורטלטים המשתמש. השתמש בתיבת רשימת הדרופ דאון על מנת להוסיף פורטלטים חדשים.
ja: 左右のポートレット置き場には、ここで設定するコンテンツタイプに割り当てられたポートレットだけを表示することができます。ユーザ定義のポートレットを管理するには、↑(上へ移動)、↓(下へ移動)、×(削除)、あるいは編集のリンクを使います。新しいポートレットを追加するにはプルダウンメニューを使います。

source: description_manage_contextual_portlets
he: ה
ja: 左右のポートレット置き場には、ここでの設定にしたがってポートレットを表示することができます。各ポートレットにある、↑(上へ移動)、↓(下へ移動)、×(削除)ボタン、あるいは編集を使って操作できます。新しいポートレットを追加するにはプルダウンメニューを使います。

source: description_manage_group_portlets
he: תיבות הפורטלטים ימין ושמאל יציגו אך ורק את הפורטלטים שהוקצו לקבוצה זו. השתמש בלמעלה, למטה, מחיקה ועריכת הקישורים לניהול פורטלטים של משתמשים. השתמש בתיבת רשימה דרופ דאון להוסיף פורטלט חדש.
ja: 左右のポートレット置き場には、ここで設定するコンテンツタイプに割り当てられたポートレットだけを表示することができます。ユーザ定義のポートレットを管理するには、↑(上へ移動)、↓(下へ移動)、×(削除)、あるいは編集のリンクを使います。新しいポートレットを追加するにはプルダウンメニューを使います。

source: description_member_folder
cy: Man tudalen cartref sy'n cynnwys eitemau a grëwyd a chasglwyd gan ${member}
fa: ناحیه خانگی ${member} که شامل آیتم‌های ساخته‌شده و جمع‌آوری‌شده توسط او می‌باشد
he: אזור עמוד הבית המכיל את הפריטים שנוצרו ונאספו בידי ${member}
ja: メンバー ${member} が作成･収集した項目が保存されるホームページ領域
sr: Област домаће стране која садржи ставке које је направио и сакупио члан ${member}
sr_latn: Oblast domaće strane koja sadrži stavke koje je napravio i sakupio član ${member}

source: description_member_listing
cy: Rhestr o ddefnyddwyr gweladwy.
fa: لیستی از کاربران مشهود.
he: רשימת החברים הניתנים לצפיה
ja: 表示可能なメンバーのリスト
sr: Списак видљивих чланова.
sr_latn: Spisak vidljivih članova.

source: description_member_personal_folder
cy: yn cynnwys eitemau man gwaith personol ${member}
fa: شامل آیتم‌های شخصی ${member} می‌باشد
he: מכיל פריטי אזור עבודה פרטי עבור ${member}
ja: ${member} の個別作業エリアを含む
sr: садржи ставке из личне радне области за корисника ${member}
sr_latn: sadrži stavke iz lične radne oblasti za korisnika ${member}

source: description_member_search
cy: Mae'r chwilio yma'n caniatáu i chi ganfod defnyddwyr wrth osod un neu fwy o feini prawf chwilio.
fa: این فرم جستجو شما را قادر می‌سازد که با تعیین یک یا چند معیار، اعضا را پیدا کنید.
he: חיפוש זה מקנה אפשרות חיפוש חברים על פי קריטריון חיפוש אחד או שניים
ja: このフォームを使って複数の条件でメンバーを検索することができます。
sr: Овај образац за претрагу омогућава Вам да пронађете чланове користећи један или више образаца за претрагу.
sr_latn: Ovaj obrazac za pretragu omogućava Vam da pronađete članove koristeći jedan ili više obrazaca za pretragu.

source: description_my_preferences
cy: Eich gosodiadau personol
fa: تنظیمات شخصی شما.
he: ההגדרות שלי
ja: 個人別の設定
sr: Ваша подешавања.
sr_latn: Vaša podešavanja.

source: description_navigation_setup
cy: Mae'n caniatáu i chi reoli sut mae llywio'n cael ei greu ar eich safle
fa: اجازه می‌دهد که تعیین کنید، جهت‌یابی در سایت شما چگونه ساخته می‌شود
he: נותן לך את השליטה כיצד ניווט נבנה באתך.
ja: ナビゲーションがどのように構成されるかを設定することができます
sr: Омогућава да подесите како се управља ел. местом.
sr_latn: Omogućava da podesite kako se upravlja el. mestom.

source: description_navigation_setup_navtree
he: "ניהול פורטלט"שים לב שעל מנת לשלוט כיצד כל עץ ניווט מוצג, עליך ללכת ל בשורש האתר (או בכל מקום שפורטלט עץ הניווט יכול להיות מוסף( ולשנות את ההגדרות בצורה ישירה.
ja: ナビゲーションツリーをどのように表示するかを決めるには、ポータルのトップ(あるいはナビゲーションツリーを追加した場所)にある「ポートレット管理」のリンクをたどり、設定を直接変更します。

source: description_no_account
cy: Os nad oes gennych gyfrif yma, ewch i ${registration_form}.
fa: در صورتی که صاحب حسابی در اینجا نیستید، سری به ${registration_form} بزنید و عضو شوید.
he: במידה ואין לך חשבון כאן עבור ל ${registration_form} על מנת להיצטרף כחבר.
ja: アカウントを持っていない場合は、${registration_form}にてメンバー登録をしてください。
sr: Ако овде немате налог, идите на ${registration_form} како бисте се учланили.
sr_latn: Ako ovde nemate nalog, idite na ${registration_form} kako biste se učlanili.

source: description_no_account_registration_linktext
cy: ffurflen gofrestru
fa: فرم ثبت‌نام
he: טופס רישום
ja: 登録フォーム
sr: образац за учлањење
sr_latn: obrazac za učlanjenje

source: description_no_comparison_support
cy: Nid yw'r gwrthrych yn darparu cynhaliaeth cymharu.
fa: این شیء مقیاسه را پشتیبانی نمی‌کند.
he: העצם הזה לא מספק אפשריות השוואה
ja: このオブジェクトには比較機能がありません。
sr: Овај објекат нема подршку за поређење.
sr_latn: Ovaj objekat nema podršku za poređenje.

source: description_no_items_in_folder
cy: Nid oes eitemau yn y ffolder ar hyn o bryd.
fa: در حال حاضر هیچ آیتمی در این پوشه وجود ندارد.
he: אין פריטים כרגע בספריה זו
ja: 現在このフォルダ内には項目がありません。
sr: Тренутно нема ниједне ставке у овом директоријуму.
sr_latn: Trenutno nema nijedne stavke u ovom direktorijumu.

source: description_no_privileges
cy: Nid oes gennych freintiau digonol i ddarllen y dudalen hon. Os ydych yn derbyn y neges ar gam anfonwch e-bost at
fa: شما مجوز کافی برای مشاهده این صفحه را ندارید. چنانچه فکر می‌کنید که این پیغام به اشتباه به شما نشان داده می‌شود، لطفا نامه‌ای به این نشانی بفرستید
he: אין הרשאות
ja: このページを見るための十分な権限を持っていません。このメッセージがエラーであると思われる場合は、こちらまでメールしてください:
sr: Немате довољан ниво приступа да прегледате ову страну. Ако сматрате да сте ову поруку добили грешком, молимо пошаљите ел.поруку за
sr_latn: Nemate dovoljan nivo pristupa da pregledate ovu stranu. Ako smatrate da ste ovu poruku dobili greškom, molimo pošaljite el.poruku za

source: description_no_privileges_for_page
he: אין לך מספיק הרשאות לראות את עמוד זה. במידה והנך מאמין שהנך מקבל את הודעה זו כשגיאה, אנא צור קשר עם ${site_admin}.
ja: このページにはアクセス制限があります。もし、このエラーについて覚えがなければ、${site_admin}に連絡してください。
sr: Немате довољна права приступа да видите ову страну. Ако сматрате да сте ово обавештење добили грешком, обавестите: ${site_admin}.
sr_latn: Nemate dovoljna prava pristupa da vidite ovu stranu. Ako smatrate da ste ovo obaveštenje dobili greškom, obavestite: ${site_admin}.

source: description_no_results_found
cy: Heb ganfod canlyniadau.
fa: هیچ نتیجه‌ای پیدا نشد.
he: לא נימצאו תוצאות
ja: 該当する結果が見つかりません。
sr: Ниједан резултат није нађен.
sr_latn: Nijedan rezultat nije nađen.

source: description_no_visible_items_add_paste
cy: Nid oes gan y ffolder hwn eitemau gweladwy. I ychwanegu cynnwys, cliciwch y botwm ychwanegu, neu ludo cynnwys o fan arall.
fa: این پوشه دارای هیچ آیتم آشکاری نمی‌باشد. برای افزودن محتوا دکمه افزودن را فشار دهید و یا محتوایی را از جایی دیگر بچسبانید.
he: אין פריטים נראים
ja: このフォルダには表示可能な項目がありません。コンテンツを追加するには、追加ボタンを押すか、他から項目をペーストします。
sr: Овај директоријум не садржи видљиве ставке. Како бисте додали садржај, притисните дугме за додавање, или налепите садржај са другог места.
sr_latn: Ovaj direktorijum ne sadrži vidljive stavke. Kako biste dodali sadržaj, pritisnite dugme za dodavanje, ili nalepite sadržaj sa drugog mesta.

source: description_no_workflow
he: לסוג זה אין תהליך עבודה. הצפיה של פריטים מסוג זה נקבעים על ידי הספריה שם הם נמצאים
ja: このコンテンツタイプにはワークフローがありません。項目の可視性はこのコンテンツを含むフォルダに依存します。

source: description_not_accept_cookies
he: במידה והשם והסיסמא נכונים, הבעיה יכולה להיות שהדפדפן שלך אינו מוגדר לקבל עוגיות
ja: ユーザ名とパスワードが正しければ、問題は、ブラウザがクッキーを受け付けないように設定されているせいかもしれません。
sr: Ако су корисничко име и лозинка исправни, проблем може да буде ако Ваш прегледач Интернет страна није подешен да прима колачиће.
sr_latn: Ako su korisničko ime i lozinka ispravni, problem može da bude ako Vaš pregledač Internet strana nije podešen da prima kolačiće.

source: description_pas_group_listing
cy: Sylw:
fa: توجه: برخی یا تمامی pluginهای منبع گروه شما در PAS اجازه فهرست‌گیری از گروه‌ها را نمی‌دهند و بنابراین، مگر با انجام جستجویی خاص، ممکن است گروه‌های تعریف شده توسط این pluginها را مشاهده نکنید.
he: הערה: מספר או כל קבוצות ה PAS מקור פלאגאין לא מורשות רשימת קבוצות, ולכן לא תראה את הקבוצות שהוגדרו על ידי פלגאיןס אלו אלה אם כן תערוך חיפוש מדוייק.
ja: 注意：部分的あるいはすべてのPASグループソースプラグインはグループのリストを許可しません。それ用の検索を行わない限りはこれらのプラグインで定義されたグループを見る事はできません。
sr: Примедба: Неки или сви Ваши додаци за PAS не дозвољавају испис група, тако да се може десити да не видите све групе које су дефинисали ти додаци, осим при посебној претрази.
sr_latn: Primedba: Neki ili svi Vaši dodaci za PAS ne dozvoljavaju ispis grupa, tako da se može desiti da ne vidite sve grupe koje su definisali ti dodaci, osim pri posebnoj pretrazi.

source: description_pas_users_listing
cy: Sylw: Mae rhai neu bob un o ategynnau ffynhonnell defnyddiwr PAS yn rhwystro rhestri defnyddwyr, felly mae'n bosib na fyddwch yn gweld y defnyddwyr yn cael eu diffinio gan yr ategynnau oni bai eich bod yn chwilio'n benodol.
fa: توجه: برخی یا تمامی pluginهای منبع کاربر شما در PAS اجازه فهرست‌گیری از کاربران را نمی‌دهند و بنابراین، مگر با انجام جستجویی خاص، ممکن است کاربران تعریف شده توسط این pluginها را مشاهده نکنید.
he: הערה: מספר או כל משתמשי מקור פלאגין פאס אינו מאפשר רשימה של משתמשים, ולכן יכול להיות שלא תוכל לראות את המשתמשים שהוגדרו בידי הפלאג אינס האלו, מלבד שתבצע חיפוש מדוייק.
ja: 注意：部分的あるいはすべてのPASユーザソースプラグインはユーザのリストを許可しません。それ用の検索を行わない限りはこれらのプラグインで定義されたユーザを見る事はできません。
sr: Примедба: Неки или сви ваши додаци за PAS не дозвољавају испис корисника, тако да се може десити да не видите све кориснике које су дефинисали ти додаци, осим при посебној претрази.
sr_latn: Primedba: Neki ili svi vaši dodaci za PAS ne dozvoljavaju ispis korisnika, tako da se može desiti da ne vidite sve korisnike koje su definisali ti dodaci, osim pri posebnoj pretrazi.

source: description_password_reset_or_registered
he: בקרוב תקבל דואר אלקטרוני המכיל קישור המאפשר לך להגדיר את סיסמתך. כאשר תקבל את דואר אלקטרוני זה, אנא עקוב אחר הקישור להשלמת תהליך הרישום. הערה: קישור לאיתחול הסיסמא יפוג בתוך ${time} שעות. במידה ותהליך איתחול הסיסמא פג תוקף, באפשרותך להשתמש בקישור "Forgot your password" על מנת לייצר עוד בקשה לאיתחול סיסמא.
ja: しばらくすると、パスワード設定のためのURLが記されたメールが届きますので、メールに記載されたリンクをたどり、ユーザ登録を完了してください。注意：パスワード再設定のURLは${time}時間の間だけ有効です。間に合わなかったときは、「パスワードを忘れた」からやり直してください。
sr: Ускоро ћете примити ел. поруку са УРЛом помоћу кога можете да промените лозинку. Када примите поруку, молимо да испратите везу која је у њој дата како бисте се учланили. ПРИМЕДБА: УРЛ за промену лозинке ће истећи за оволико сати: ${time}. Ако УРЛ за промену лозинке истекне, можете да употребите везу „Да ли сте заборавили лозинку?‟ како бисте направили нови захтев за промену.
sr_latn: Uskoro ćete primiti el. poruku sa URLom pomoću koga možete da promenite lozinku. Kada primite poruku, molimo da ispratite vezu koja je u njoj data kako biste se učlanili. PRIMEDBA: URL za promenu lozinke će isteći za ovoliko sati: ${time}. Ako URL za promenu lozinke istekne, možete da upotrebite vezu „Da li ste zaboravili lozinku?‟ kako biste napravili novi zahtev za promenu.

source: description_plone_setup
cy: Gosodiadau'r safle gyfan.
fa: تنظیمات فراگیر پورتال.
he: כאן הנך מאפיין מספר הגדרות שמשפיעות על פלון
ja: サイト全体の設定
sr: Подешавања на нивоу целог портала.
sr_latn: Podešavanja na nivou celog portala.

source: description_portal_properties
cy: Dyma restr o briodweddau gallwch eu gosod ar gyfer eich safle.
fa: لیست متعلقاتی که می‌توانید برای سایت خود تعیین کنید
he: רשימת הגדרות שבאפשרותך להגדיר באתרך
ja: サイトに設定できるプロパティのリストです。
sr: опис_портал_особине
sr_latn: opis_portal_osobine

source: description_portlets_block_unblock
he: במידה והנך מעוניין לחסום או לא לחסום קטגוריה מסויימת של פורטלטים, באפשרותך לעשות זאת על ידי שימוש בקופסות דרופ דאון.
ja: ポートレットの種類によって表示・非表示を設定したい場合は、下のプルダウンメニューで設定できます。

source: description_product_location
he: על מנת להראות מוצרים חדשים שיוצגו כאן, העלה אותם לספריה ${location} או למערכת הקבצים, ואז אתחל את תהליך השרת.
ja: ここに新しいプロダクトが表示されるようにするには、ファイルシステムで${location}ディレクトリの中にそれらを入れてからサーバープロセスを再起動します。
sr: Да би се производи овде појавили, поставите их у директоријум ${location} на диску и поново покрените серверски процес.
sr_latn: Da bi se proizvodi ovde pojavili, postavite ih u direktorijum ${location} na disku i ponovo pokrenite serverski proces.

source: description_production_mode
ja: 現在は "本番モード" で稼働しています。これは実使用するPloneサイトに適したモードですが、いくつかの構成変更はサーバーを再起動するかプロダクトをリフレッシュするまでは有効になりません。これが開発中のインスタンスであり、デバッグモードで動かしたいのであれば、zope.confファイルを編集して 'debug-mode on' を指定して、サーバープロセスを再起動します。

source: description_publishing_process
he: מצב פריט (נקרא גם מצב סקירה)קובע מי יכול לראות אותו. פריט פרטי יכול להראות רק על ידי בעליו ומנהל האתר. רק פריטים שפורסמו זמינים למשתמשים כללים ומבקרים אנונימוסים. על מנת לפרסם פריט, הוא אמור להיות מסוקר על ידי אחר מסוקרי האתר. באפשרותך לבקש שפריט יסקר על ידי שליחת הפריט לסקירה. דרך נוספת לשלוט על ראות של פריט היא על ידי התאריך האפקטיבי שלו. פריט לא מפורסם לפני התאריך האפקטיבי שלו, אפילו במקרה והסטטוס שלו הוא מפורסם.
ja: 項目の状態(審査状態とも呼ばれます)によって誰が項目を見ることができるのかが決まります。<strong>非公開</strong>の項目は、その所有者とサイト管理者だけが見ることができます。<strong>公開</strong>された項目は一般メンバーとログインしていない無名ユーザに公開されます。項目を公開するためにはサイトの審査員のうちの１人に審査してもらわねばなりません。審査を要求するには<strong>審査のために提出</strong>します。<br />項目が見えるかどうかをコントロールするもうひとつの方法は<strong>発行日時</strong>です。この発行日時以前には<em>たとえ状態が<strong>公開</strong>に設定されていたとしても</em>項目は検索されません。これはポートレット（あるいはカタログクエリーを使った他のテンプレート）に表示されるのも防ぎます。ただしURLを直接指定すればこの項目へもアクセスできます。
sr: Стање ставке (такође под именом стање прегледа) одређује ко може да је види. <strong>Приватну</strong> ставку може прегледати само власник и управа ел. места. Само <strong>објављене</strong> ставке су доступне широком кругу корисника и анонимним посетиоцима. Да би ставка била објављена, морају да је прегледају уредници. Можете да захтевате да се ставка поднесе уредницима на увид тако што је <strong>поднесете на преглед</strong> . <br/> Други начин за управљање видљивошћу ставке је помоћу њеног <strong>ефективног датума</strong> . Ставка није јавно претражива пре ефективног датума, <em>чак и у случају да је <strong>објављена</strong></em> . Ово ће онемогућити да се ставка појављује у портлетима (или другим обрасцима које снабдевају упити над каталозима), иако ће бити доступна ако јој се приступа директно кроз URL.
sr_latn: Stanje stavke (takođe pod imenom stanje pregleda) određuje ko može da je vidi. <strong>Privatnu</strong> stavku može pregledati samo vlasnik i uprava el. mesta. Samo <strong>objavljene</strong> stavke su dostupne širokom krugu korisnika i anonimnim posetiocima. Da bi stavka bila objavljena, moraju da je pregledaju urednici. Možete da zahtevate da se stavka podnese urednicima na uvid tako što je <strong>podnesete na pregled</strong> . <br/> Drugi način za upravljanje vidljivošću stavke je pomoću njenog <strong>efektivnog datuma</strong> . Stavka nije javno pretraživa pre efektivnog datuma, <em>čak i u slučaju da je <strong>objavljena</strong></em> . Ovo će onemogućiti da se stavka pojavljuje u portletima (ili drugim obrascima koje snabdevaju upiti nad katalozima), iako će biti dostupna ako joj se pristupa direktno kroz URL.

source: description_publishing_process_short
he: מצב פריט (הנקרא מצב סקירה) קובע מי יכול לראות אותו. דרך נוספת לשלוט את הנראות של פריט הינה בידי ה <strong>תאריך הפרסום</strong>פריט הוא אינו ניתן לחיפוש בצורה ציבורית לפני שהוא בעל תאריך לפרסום.דבר זה ימנע מהפריט להיות מוצג בפורטלט וברשימת הספריה, למרות שהפריט יהיה עדיין זמין במידה ויגשו אליו בצורה ישירה דרך כתובת הדואר אלקטרוני שלו.
ja: 項目の状態(審査状況ともいいます)によって、誰が閲覧可能かを決めることができます。閲覧の制限について、他には、<strong>発行日付</strong>を条件に使うこともできます。発行日付より前の時点では、検索しても一覧されません。URLを直接指定すれば閲覧可能であるとしても、ポートレットやフォルダ一覧には項目が表示されないようにすることができます。
sr: Статус ставке (или: стање ревизије) одређује ко може да га види. Други начин за управљање видљивошћу ставке је помоћу <strong>датума објаве</strong>. Ставка се не може јавно претраживати пре датума објаве. На тај начин се не приказује у портлетима и списковима директоријума, иако се ставки може директно приступити кроз УРЛ.
sr_latn: Status stavke (ili: stanje revizije) određuje ko može da ga vidi. Drugi način za upravljanje vidljivošću stavke je pomoću <strong>datuma objave</strong>. Stavka se ne može javno pretraživati pre datuma objave. Na taj način se ne prikazuje u portletima i spiskovima direktorijuma, iako se stavki može direktno pristupiti kroz URL.

source: description_quit_to_log_out
he: מכיוון הנך מחובר על ידי אישרור HTTP (בידי ממשק ניהול זופ), הדרך היחידה להתחבר היא לצאת מהדפדפן שלך.
ja: HTTP認証でログインしているので、ログアウトするにはブラウザを終了する必要があります。（例えばZope管理インターフェース, ZMI）
sr: Пошто сте пријављени помоћу HTTP аутентификације, једини начин да се одјавите је да угасите читач.
sr_latn: Pošto ste prijavljeni pomoću HTTP autentifikacije, jedini način da se odjavite je da ugasite čitač.
