Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: label_ordinary_content_editor
cy: Golygydd testun HTML elfennol (mae'n gweithio gyda phob porwr)
fa: ویرایشگر پایه HTML مبتنی بر textarea (قابل استفاده در همه مرورگرها)
he: עורך מבוסס טפסים רגיל (עובד בכל הדפדפנים)
ja: 通常のフォームを使ったエディタ(どのブラウザでも動く)
sr: Обичан уређивач ХТМЛ текста (ради у свим читачима)
sr_latn: Običan uređivač HTML teksta (radi u svim čitačima)

source: label_outdated_product_reinstall
ja: このプロダクトは改訂版が出ています。ファイルシステムバージョンは ${version}. 再インストール: ${reinstall_button}

source: label_parent
he: הורה
ja: 親

source: label_password
cy: Cyfrinair
fa: گذرواژه
he: סיסמא
ja: パスワード
sr: Лозинка
sr_latn: Lozinka

source: label_password_change_mail
he: קישור יווצר וישלח אליך בדואר האלקטרוני; עקוב אחר הכתובת על מנת להגיע לעמוד שתוכל לשנות את סיסמתך ולהשלים את תהליך הרישום.
ja: URLを生成してメールで送信します。リンク先のページで、パスワードの変更や登録作業ができます。
sr: УРЛ ће бити направљен и биће вам послат; испратите везу како бисте дошли до стране на којој можете да промените лозинку и довршите процес учлањења.
sr_latn: URL će biti napravljen i biće vam poslat; ispratite vezu kako biste došli do strane na kojoj možete da promenite lozinku i dovršite proces učlanjenja.

source: label_password_policy
cy: Polisi Cyfrinair
fa: خط‌مشی گذرواژه‌ها
he: מדיניות סיסמא
ja: パスワードポリシー
sr: Полиса за лозинку
sr_latn: Polisa za lozinku

source: label_path_criteria_recurse
cy: Chwilio'r Is-Ffolderi
fa: جستجوی زیرپوشه‌ها
he: חפש תת ספריות
ja: サブフォルダも検索
sr: Претражи под-директоријуме
sr_latn: Pretraži pod-direktorijume

source: label_path_criteria_value
cy: Ffolderi
fa: پوشه‌ها
he: ספריות
ja: フォルダ
sr: Директоријуми
sr_latn: Direktorijumi

source: label_perform_search
cy: Cyflawni chwiliad
fa: اجرای جستجو
he: בצע חיפוש
ja: 検索する
sr: Претрага корисника
sr_latn: Pretraga korisnika

source: label_plone_cms
ja: Plone<sup>&reg;</sup> CMS — Open Source Content Management System

source: label_plone_foundation
cy: Plone Foundation
fa: بنیاد پلون
he: איגוד פלון
ja: Plone Foundation
sr: Плонова задужбина
sr_latn: Plonova zadužbina

source: label_portal_description
cy: Disgrifiad y porthol
fa: شرح پورتال
he: תאור פורטל
ja: ポータルの説明
sr: Опис портала.
sr_latn: Opis portala.

source: label_portal_from_address
cy: Cyfeiriad 'Oddi wrth' y safle
fa: نشانی «فرستنده» برای پورتال
he: פורטל 'מ' כתובת
ja: ポータルの差出人アドレス
sr: Адреса пошиљаоца за портал
sr_latn: Adresa pošiljaoca za portal

source: label_portal_from_name
cy: Enw 'Oddi wrth' y safle
fa: نام «فرستنده» برای پورتال
he: פורטל 'מ' שם
ja: ポータルの差出人名
sr: Име пошиљаоца за портал
sr_latn: Ime pošiljaoca za portal

source: label_portal_objects
cy: Gwrthrychau'r Porthol
fa: شیئ‌های پورتال
he: אובייקטי פורטל
ja: ポータルオブジェクト
sr: Наслов портала
sr_latn: Naslov portala

source: label_portal_title
cy: Teitl y safle
fa: عنوان پورتال
he: כותרת פורטל
ja: ポータルのタイトル
sr: Наслов портала
sr_latn: Naslov portala

source: label_portal_type_criteria_value
cy: Gwerth
fa: مقدار
he: ערך
ja: 値
sr: Вредност
sr_latn: Vrednost

source: label_portlets
cy: Portholau
fa: پورتلت‌ها
he: פורטלטים
ja: ポートレット
sr: Портлети
sr_latn: Portleti

source: label_portlets_content_type_portlets
he: פורטלטי סוגי תוכן:
ja: コンテンツタイプポートレット

source: label_portlets_group_portlets
he: פורטלטי קבוצה
ja: グループポートレット

source: label_portlets_parent_folders
he: פרוטלטי הורים"
ja: 親フォルダポートレット

source: label_portrait
cy: Darlun
fa: چهره
he: פורטריט
ja: 顔写真
sr: Портрет
sr_latn: Portret

source: label_powered_by_plone
ja: Powered by Plone
sr: Покреће нас Плон
sr_latn: Pokreće nas Plon

source: label_previous
he: קודם
ja: 前

source: label_published
cy: Cyhoeddwyr
fa: منتشرشده
he: פורסם
ja: 公開
sr: Објављено
sr_latn: Objavljeno

source: label_publishing_effective
cy: daw i rym
fa: موثر
he: אפקטיבי
ja: 発行
sr: ефективно
sr_latn: efektivno

source: label_quick_search
cy: Chwilio cyflym
fa: جستجوی سریع
he: חיפוש מהיר
ja: クイック検索
sr: Брза претрага
sr_latn: Brza pretraga

source: label_refresh
cy: Adnewyddu
fa: بازنمایی
he: רענן
ja: リフレッシュ
sr: Освежи
sr_latn: Osveži

source: label_register
cy: Cofrestru
fa: ثبت‌نام
he: הרשם
ja: 登録
sr: Учлањење
sr_latn: Učlanjenje

source: label_related_items
cy: Cynnwys sy'n perthyn
fa: آیتم‌های مربوط
he: תוכן מקורב
ja: 関連コンテンツ
sr: Сродне ставке
sr_latn: Srodne stavke

source: label_relevance_percentage
he: ${percentage}% רלוונטי
ja: 関連性: ${percentage}%

source: label_remember_my_name
cy: Cofio fy enw.
fa: نام مرا بخاطر بسپار
he: זכור את השם שלי
ja: ユーザ名を記憶する
sr: Запамти моје име.
sr_latn: Zapamti moje ime.

source: label_remove
cy: Tynnu
fa: حذف
he: הוסר
ja: 削除
sr: Уклони
sr_latn: Ukloni

source: label_remove_selected_groups
cy: Tynnu'r grwpiau dewiswyd
fa: پاک کردن گروه‌های گزیده
he: הסר קבוצות שנבחרו
ja: 選ばれたグループを削除する
sr: Уклони изабране групе
sr_latn: Ukloni izabrane grupe

source: label_remove_selected_users
cy: Tynnwch grwpiau / defnyddwyr dethol
fa: حذف گروه یا کاربران گزیده
he: הסר קבוצות / משתמשים שנבחרו
ja: 選ばれたユーザやグループを削除する
sr: Уклони изабране кориснике или групе
sr_latn: Ukloni izabrane korisnike ili grupe

source: label_rename_all
cy: Ailenwi Popeth
fa: تغییر همه نام‌ها
he: שם שם להכל
ja: すべての名前を変更
sr: Преименуј све
sr_latn: Preimenuj sve

source: label_reply
cy: Ateb
fa: پاسخ
he: מענה
ja: 返答
sr: Одговор
sr_latn: Odgovor

source: label_request_url
cy: URL cais
fa: نشانی درخواست
he: קישור נדרש
ja: 要求URL
sr: Затражи URL
sr_latn: Zatraži URL

source: label_required
cy: (Angenrheidiol)
fa: (ضروری)
he: נדרש
ja: (必須)
sr: (неопходно)
sr_latn: (neophodno)

source: label_rev_earlier
cy: Adolygiadau Cynharach
fa: تجدیدنظر‌های پیشین
he: נבדק קודם לכן
ja: 以前の改訂版
sr: Раније ревизије
sr_latn: Ranije revizije

source: label_rev_later
cy: Adolygiadau Diweddarach
fa: تجدیدنظر‌های بعدی
he: יותר מאוחר
ja: 以降の改訂版
sr: Касније ревизије
sr_latn: Kasnije revizije

source: label_review_status
cy: Statws adolygu
fa: وضعیت بازبینی
he: סרוק מצב
ja: 項目の状態
sr: Стање ревизије
sr_latn: Stanje revizije

source: label_roles
cy: Swyddogaeth(au)
fa: نقش(ها)
he: חוק/ים:
ja: ロール
sr: Улоге
sr_latn: Uloge

source: label_rule_disabled
he: בטל
ja: 無効なもの

source: label_rule_enabled
he: אפשר
ja: 有効なもの

source: label_rule_event_trigger
he: ארוע שמתרחש: ${trigger}
ja: イベントトリガー; ${trigger}

source: label_safari_mac
cy: Safari ac Omniweb (Mac OS X)
fa: سفری و اُمنی‌وب (Mac OS X)
he: ספארי ואומניווב (מק OS X)
ja: SafariおよびOmniweb (Mac OS X)
sr: Сафари и Омнивеб (Мекинтош OS X)
sr_latn: Safari i Omniveb (Mekintoš OS X)

source: label_save
cy: Cadw
fa: ذخیره
he: שמור
ja: 保存
sr: Сачувај
sr_latn: Sačuvaj

source: label_schema_categorization
he: קטגוריות
ja: 分類

source: label_schema_dates
he: תאריכים
ja: 日付

source: label_schema_default
he: ברירת מחדל
ja: デフォルト

source: label_schema_metadata
he: מטהדאטה
ja: メタデータ

source: label_schema_ownership
he: בעלות
ja: 所有者

source: label_schema_settings
he: הגדרות
ja: その他

source: label_search
cy: Chwilio
fa: جستجو
he: חפש
ja: 検索
sr: Претрага
sr_latn: Pretraga

source: label_search_by
cy: Chwilio yn ôl
fa: جستجو برحسب
he: חיפוש על ידי
ja: 検索の対象
sr: Претрага према
sr_latn: Pretraga prema

source: label_search_large
fa: نمایش همه
he: הצג הכל
ja: すべてを表示
sr: Прикажи све
sr_latn: Prikaži sve

source: label_search_term
cy: Term Chwilio
fa: عبارت جستجو
he: תנאי חיפוש
ja: 検索用語
sr: Кључ за претрагу
sr_latn: Ključ za pretragu

source: label_search_text
cy: Testun Chwilio
fa: متن جستجو
he: טקסט לחיפוש
ja: 検索テキスト
sr: Тражи текст
sr_latn: Traži tekst

source: label_search_types
cy: Diffinio'r mathau i'w chwilio
fa: نوع‌های قابل‌جستجو را تعیین کنید
he: הגדר את הסוגים לחיפוש
ja: 検索されるタイプを指定
sr: Одређивање врста које се претражију
sr_latn: Određivanje vrsta koje se pretražiju

source: label_searchbox_currentfolder_only
he: בחירה נוכחית בלבד
ja: 現在のセクション内のみ
sr: само у тренутном одељку
sr_latn: samo u trenutnom odeljku

source: label_searchresults
he: תוצאות חיפוש
ja: 検索結果

source: label_section_508
cy: Adran 508
fa: بخش 508
he: חלק 508
ja: Section508準拠
sr: Одељак 508
sr_latn: Odeljak 508

source: label_select
cy: Dewiswch
fa: انتخاب
he: בחר
ja: 選択
sr: Изабери
sr_latn: Izaberi

source: label_select_all
he: בחר: ${label_link_all}
ja: 選択: ${label_link_all}

source: label_select_all_items
cy: Dewis pob eitem
fa: انتخاب همه آیتم‌ها
he: בחר את כל הפריטים
ja: すべての項目を選ぶ
sr: Изабери све ставке
sr_latn: Izaberi sve stavke

source: label_select_all_items_folder
he: בחר את כל ${number} הפריטים בספריה זו
ja: このフォルダ内の ${number} 項目すべてを選ぶ

source: label_select_content_item
ja: 項目を選択...

source: label_select_group
cy: dewis grwp ${name}
fa: گروه ${name} را انتخاب کنید
he: בחר קבוצה ${name}
ja: グループ${name}を選択
sr: изабери групу ${name}
sr_latn: izaberi grupu ${name}

source: label_select_user
cy: Dewiswch ddefnyddiwr${user}
fa: کاربر ${user} را انتخاب کنید
he: בחר משתמש ${user}
ja: ユーザ${user}を選択
sr: изабери корисника ${user}
sr_latn: izaberi korisnika ${user}

source: label_select_usergroup
cy: dewis ${role} defnyddiwr/grwp
fa: ${role} کاربر یا گروه را انتخاب کنید
he: בחר קבוצת משתמש ${role}
ja: ユーザ／グループ${role}を選択
sr: изабери корисника/групу ${role}
sr_latn: izaberi korisnika/grupu ${role}

source: label_selection_criteria_value
cy: Gwerth
fa: مقدار
he: ערך
ja: 値
sr: Вредност
sr_latn: Vrednost

source: label_send
cy: Anfon
fa: ارسال
he: שלח
ja: 送る
sr: Пошаљи
sr_latn: Pošalji

source: label_send_from
cy: Oddi wrth
fa: از
he: משלוח מ
ja: 差出人
sr: Од
sr_latn: Od

source: label_send_my_password
cy: Anfon fy nghyfrinair
fa: گذرواژه‌ام را برایم بفرست
he: שלח אלי את סיסמתי
ja: パスワードを自分へ送る
sr: Пошаљи ми лозинку
sr_latn: Pošalji mi lozinku

source: label_send_to_mail
cy: Anfon at
fa: ارسال به
he: משלוח ל (תיבת הדואר האלקטרוני)
ja: 宛先 (メールアドレス)
sr: Шаљи за
sr_latn: Šalji za

source: label_sender_from_address
cy: E-bost
fa: پست الکترونیک
he: דואר אלקטרוני
ja: E-Mail
sr: Ел. адреса
sr_latn: El. adresa

source: label_sender_fullname
cy: Enw
fa: نام
he: שם
ja: 氏名
sr: Име
sr_latn: Ime

source: label_setup_ext_editor
cy: Galluogi Nodwedd Golygydd Allanol
fa: فعال کردن قابلیت ویرایشگر خارجی
he: התאמת עורך חיצוני
ja: 外部エディタを使えるようにする
sr: Дозволи екстерни уређивач
sr_latn: Dozvoli eksterni uređivač

source: label_setup_many_users
fa: سایت بزرگ
he: הרבה משתמשים/קבוצות
ja: 大規模ユーザ/グループ
sr: Много корисника и група
sr_latn: Mnogo korisnika i grupa

source: label_setup_visible_ids
cy: Dangos "Enw Byr" ar Gynnwys?
fa: نمایش «نام کوتاه» برای محتوا؟
he: הצג "Short Name" לתוכן
ja: コンテンツの「ショートネーム」を表示しますか？
sr: Приказивање „кратког имена“ у садржају
sr_latn: Prikazivanje „kratkog imena“ u sadržaju

source: label_short_name
cy: Enw Byr
fa: نام کوتاه
he: שם קצר
ja: ショートネーム
sr: Кратко име
sr_latn: Kratko ime

source: label_show
he: הצג
ja: 表示

source: label_show_all
ja: すべてを表示

source: label_show_all_entries
cy: Dangos pob cofnod
fa: نمایش همه اقلام
he: הצג את כל הרשומות
ja: すべてのエントリを表示
sr: Прикажи све ставке
sr_latn: Prikaži sve stavke

source: label_show_me
cy: Dangos i mi
fa: نشانم ده
he: הצג לי
ja: 表示する
sr: Покажи
sr_latn: Pokaži

source: label_showall
cy: Dangos popeth
fa: نمایش همه
he: הצג הכל
ja: すべて表示
sr: Прикажи све
sr_latn: Prikaži sve

source: label_site_admin
cy: Gweinyddwr y Safle
fa: مدیریت سایت
he: אדמיניסטרצית אתר
ja: サイト管理者
sr: Управљање ел. местом
sr_latn: Upravljanje el. mestom

source: label_site_administration
he: ניהול האתר
ja: サイトの運用管理
sr: управљање ел. местом
sr_latn: upravljanje el. mestom

source: label_site_map
cy: Map y safle
fa: نقشه سایت
he: מפת אתר
ja: サイトマップ
sr: Мапа ел. места
sr_latn: Mapa el. mesta

source: label_size
cy: Maint
fa: اندازه
he: גודל:
ja: サイズ
sr: Величина
sr_latn: Veličina

source: label_skin_flexibility
cy: Caniatáu i ddefnyddwyr ddewis croen
fa: به کاربران اجازه انتخاب پوسته داده شود
he: גמישות סקין
ja: ユーザがスキンを選べるようにする
sr: Дозволи корисницима избор пресвлаке
sr_latn: Dozvoli korisnicima izbor presvlake

source: label_skins
cy: Crwyn
fa: پوسته‌ها
he: סקיינים
ja: スキン
sr: Пресвлаке
sr_latn: Presvlake

source: label_skiptocontent
cy: Symud i'r cynnwys.
fa: پرش به محتوا.
he: עבור לתוכן
ja: コンテンツページを表示する。
sr: Иди на садржај.
sr_latn: Idi na sadržaj.

source: label_skiptonavigation
cy: Symud i lywio
fa: پرش به جهت‌یابی
he: קפוץ לניווט
ja: ナビゲーションへ移動
sr: Иди на управљање
sr_latn: Idi na upravljanje

source: label_smtp_pass
cy: Cyfrinair ESMTP
fa: گذرواژه ESMTP
he: סיסמאת ESMTP
ja: ESMTPパスワード
sr: ESMTP лозинка
sr_latn: ESMTP lozinka

source: label_smtp_port
cy: Porth SMTP
fa: پورت سرور SMTP
he: SMTP פורט
ja: SMTPポート
sr: SMTP порт
sr_latn: SMTP port

source: label_smtp_server
cy: Gweinydd SMTP
fa: سرور SMTP
he: SMTP שרת
ja: SMTPサーバ
sr: SMTP сервер
sr_latn: SMTP server

source: label_smtp_userid
cy: Enw defnyddiwr ESMTP
fa: نام کاربری ESMTP
he: ESMTP שם משתמש
ja: ESMTPユーザ名
sr: ESMTP корисничко име
sr_latn: ESMTP korisničko ime

source: label_state
cy: Sir/Talaith
fa: وضعیت
he: מצב_
ja: 状態:
sr: Стање
sr_latn: Stanje

source: label_status
cy: Statws
fa: وضعیت
he: מצב
ja: 状態
sr: Статус
sr_latn: Status

source: label_string_criteria_value
cy: Gwerth
fa: مقدار
he: ערך
ja: 値
sr: Вредност
sr_latn: Vrednost

source: label_subject
cy: Pwnc
fa: موضوع
he: נושא
ja: 件名
sr: Тема
sr_latn: Tema

source: label_subobjects
cy: Is wrthrychau
fa: زیرشیئ‌ها
he: תת אובייקט
ja: サブオブジェクト
sr: Подобјекти
sr_latn: Podobjekti

source: label_syndication_base
cy: Sail diweddaru
fa: مبنا را بروز کن
he: בסיס סינדיקציה
ja: 更新時計算の基準日時
sr: Ажурирај базу
sr_latn: Ažuriraj bazu

source: label_syndication_channel_description
cy: Disgrifiad y Sianel
fa: شرح کانال
he: תיאור ערוץ
ja: チャンネルの説明
sr: Опис канала
sr_latn: Opis kanala

source: label_syndication_channel_title
cy: Teitl y sianel
fa: عنوان کانال
he: כותרת ערוץ
ja: チャンネルのタイトル
sr: Наслов канала
sr_latn: Naslov kanala

source: label_syndication_frequency
cy: Amlder diweddaru
fa: بسامد را بروز کن
he: תדירות סינדיקשין
ja: 更新頻度
sr: Учестаност освежавања
sr_latn: Učestanost osvežavanja

source: label_syndication_max_items
cy: Uchafswm Eitemau
fa: بیشترین تعداد آیتم‌ها
he: מספר פריטים מקסימלי
ja: 最大項目数
sr: Максимално ставки
sr_latn: Maksimalno stavki

source: label_syndication_maxitems
cy: Uchafswm Eitemau Syndicatiwyd
fa: بیشترین تعداد آیتم‌های Syndicated
he: מקסימום פריטים
ja: 最大配信項目数
sr: Максимално удружених ставки
sr_latn: Maksimalno udruženih stavki

source: label_syndication_update_base
cy: Sail Diweddaru
fa: مبنا را بروز کن
he: עדכן בסיס
ja: 更新時計算の基準日時
sr: Ажурирај базу
sr_latn: Ažuriraj bazu

source: label_syndication_update_frequency
cy: Amlder Diweddaru
fa: بسامد را بروز کن
he: עודכן בתדירות גבוהה
ja: 更新頻度
sr: Учестаност освежавања
sr_latn: Učestanost osvežavanja

source: label_syndication_updateperiod
cy: Diweddaru Cyfnod
fa: دوره را بروز کن
he: זמני עידכון סינדיקציה
ja: 更新期間
sr: Период освежавања
sr_latn: Period osvežavanja

source: label_tableofcontents
ja: コンテンツ

source: label_template_mixin
cy: Golwg templed
fa: نمایش شابلون
he: הצג תבנית
ja: 表示に使うテンプレート
sr: Приказ обрасца
sr_latn: Prikaz obrasca

source: label_text_format
he: פורמט טקסט
ja: テキスト形式
sr: Текстуални формат
sr_latn: Tekstualni format

source: label_time
cy: Amser
fa: زمان
he: זמן
ja: 時間
sr: Време
sr_latn: Vreme

source: label_title
cy: Teitl
fa: عنوان
he: כותרת
ja: タイトル
sr: Наслов
sr_latn: Naslov

source: label_to_dashboard
he: למעלה לדשבורד שלי
ja: ダッシュボードに移動
sr: Врати се на мој панел
sr_latn: Vrati se na moj panel

source: label_toggle
cy: Dewis Popeth/Dim
fa: انتخاب همه یا هیچ‌یک
he: הפעל
ja: すべてを選択する/しない
sr: Изабери све/ништа
sr_latn: Izaberi sve/ništa

source: label_traceback_as_text
cy: Dangos olrheiniwr fel testun
fa: نمایش traceback بصورت متن
he: הצג traceback כטקסט
ja: テキストとしてトレースバックを表示する
sr: Прикажи записе као текст
sr_latn: Prikaži zapise kao tekst

source: label_type
cy: Math
fa: نوع
he: סוג
ja: 種類
sr: Врста
sr_latn: Vrsta

source: label_type_restrictions
he: סוגי הגבלה
ja: タイプの制限
sr: Ограничења врсте
sr_latn: Ograničenja vrste

source: label_types
cy: Mathau
fa: نوع‌ها
he: סוגים
ja: タイプ
sr: Врсте
sr_latn: Vrste

source: label_unassign
he: לא מוגדר
ja: 割当の解除

source: label_undo
cy: Dadwneud
fa: واگرد
he: בטל פעולה
ja: 元に戻す
sr: Поништи
sr_latn: Poništi

source: label_uninstall
cy: Dadosod
fa: پیاده کردن
he: בטל התקנה
ja: アンインストール
sr: Уклони
sr_latn: Ukloni

source: label_up_to_groups_overview
cy: I Fyny i Drosolwg Grwpiau
fa: بالا به خلاصه گروه‌ها
he: סקירת קבוצות
ja: グループの概要へ移動
sr: Горе на преглед група
sr_latn: Gore na pregled grupa

source: label_up_to_plone_setup
cy: I Fyny i Osodiad Safle
fa: بالا به تنظیمات پلون
he: הגדרות פלון
ja: サイト設定へ移動
sr: Горе на подешавање Плона
sr_latn: Gore na podešavanje Plona

source: label_up_to_preferences
cy: I Fyny i Fy Newisiadau
fa: بالا به ترجیحات من
he: העדפות
ja: 個人設定へ移動
sr: Горе на моје поставке
sr_latn: Gore na moje postavke

source: label_up_to_usersoverview
cy: I Fyny i Drosolwg Defnyddiwr
fa: بالا به خلاصه کاربرها
he: סקירת משתמשים
ja: ユーザの概要へ移動
sr: Горе на преглед корисника
sr_latn: Gore na pregled korisnika

source: label_update
he: עידכון
ja: 更新

source: label_url
cy: URL
fa: نشانی پیوند
he: קישור
ja: URL
sr: URL
sr_latn: URL

source: label_use_acquisition
cy: Etifeddu swyddogaethau o lefelau uwch
fa: ارث‌بری نقش‌ها از سطوح بالاتر
he: ירוש הרשאות מרמות גבוהות יותר
ja: 上位フォルダからロールを継承
sr: Наследи улоге од нивоа изнад
sr_latn: Nasledi uloge od nivoa iznad

source: label_use_selected
cy: Defnyddiwch y Dewis...
fa: ...استفاده از گزینه انتخابی
he: ...בחר שנבחרו
ja: 選ばれたものを使う
sr: Користи изабрано...
sr_latn: Koristi izabrano...

source: label_user
cy: Defnyddiwr
fa: کاربر
he: משתמש
ja: ユーザ
sr: Корисник
sr_latn: Korisnik

source: label_user_name
cy: Enw'r Defnyddiwr
fa: نام‌کاربری
he: שם משתמש
ja: ユーザ名
sr: Корисничко име
sr_latn: Korisničko ime

source: label_user_properties
cy: Priodweddau'r Defnyddiwr
fa: متعلقات کاربر
he: מאפיני משתמש
ja: ユーザのプロパティ
sr: Подешавања корисника
sr_latn: Podešavanja korisnika

source: label_user_search
cy: Chwilio'r Defnyddiwr
fa: جستجوی کاربر
he: חיפוש משתמש
ja: ユーザ検索
sr: Претрага корисника
sr_latn: Pretraga korisnika

source: label_usergroup_settings
he: הגדרות
ja: 設定
sr: Подешавања
sr_latn: Podešavanja

source: label_username
cy: Enw Defnyddiwr
fa: نام کاربری
he: שם משתמש
ja: ユーザ名
sr: Корисн. име
sr_latn: Korisn. ime

source: label_users
cy: Defnyddwyr
fa: کاربر‌ها
he: משתמשים
ja: ユーザ
sr: Корисници
sr_latn: Korisnici

source: label_usersandgroups
cy: Defnyddwyr a Grwpiau
fa: کاربرها و گروه‌ها
he: משתמשים וקבוצות
ja: ユーザとグループ
sr: Корисници и групе
sr_latn: Korisnici i grupe

source: label_view
cy: Golwg
fa: نمایش
he: צפיה
ja: ビュー
sr: Преглед
sr_latn: Pregled

source: label_visible_members
cy: Defnyddwyr Gweladwy
fa: اعضای مرئی
he: חברים נראים
ja: 表示可能なメンバー
sr: Видљиви чланови
sr_latn: Vidljivi članovi

source: label_w3c_accessibility_guide
cy: Canllawiau Hygyrchedd W3C
fa: رهنمودهای قابلیت‌دسترسی W3C
he: W3C חוקי נגישות
ja: W3Cアクセシビリティ準拠
sr: Упутства о приступачности W3C
sr_latn: Uputstva o pristupačnosti W3C

source: label_wcag
cy: WCAG
fa: WCAG
he: WCAG
ja: WCAG準拠
sr: Ово Плон место је сагласно са W3C-WAI упутствима о приступачности мрежног садржаја.
sr_latn: Ovo Plon mesto je saglasno sa W3C-WAI uputstvima o pristupačnosti mrežnog sadržaja.

source: label_what
he: מה
ja: タイプ
sr: Шта
sr_latn: Šta

source: label_where
he: היכן
ja: 場所
sr: Где
sr_latn: Gde

source: label_workflow_advanced
cy: Uwch
fa: پیشرفته
he: תהליך עבודה מתקדם
ja: アドバンス
sr: Напредно
sr_latn: Napredno

source: label_workflow_default
cy: Ffurfweddu Llif Gwaith Rhagosodedig
fa: پیکربندی گردش‌کار پیش‌گزیده
he: תהליך עבודה ברירת מחדל
ja: デフォルトのワークフロー設定
sr: Изворно подешавање радног тока
sr_latn: Izvorno podešavanje radnog toka

source: label_workflow_default_state
cy: Gallwch hefyd newid cyflwr cychwyn pob dogfen:
fa: شما همچنین می‌توانید وضعیت نخستین تمامی مدارک را تغییر دهید:
he: מצב ברירת מחדל של תהליך עבודה
ja: すべてのドキュメントの始めの状態を変更することもできます:
sr: Можете такође променити почетно стање свих докумената:
sr_latn: Možete takođe promeniti početno stanje svih dokumenata:

source: label_workflows
cy: Llif Gwaith
fa: گردش‌‌کارها
he: תהליכי עבודה
ja: ワークフロー
sr: Радни токови
sr_latn: Radni tokovi

source: label_xhtml
cy: XHTML dilys
fa: XHTML معتبر
he: XHTML בר תוקף
ja: 標準XHTML準拠
sr: Ово Плон место садржи исправан XHTML.
sr_latn: Ovo Plon mesto sadrži ispravan XHTML.

source: large_text
cy: Mawr
fa: درشت
he: גדול
ja: 大
sr: Великa
sr_latn: Velika

source: last_login
cy: Mewngofnod diwethaf
fa: آخرین ورود
he: התחבר בפעם האחרונה
ja: 最終ログイン
sr: Последња пријава
sr_latn: Poslednja prijava

source: legend-contentrules
he: חוקי תוכן
ja: コンテンツルール

source: legend-rules-globalsettings
he: הגדרות כלליות
ja: グローバル設定

source: legend_account_details
cy: Manylion cyfrif
fa: جزئیات حساب
he: פרטי החשבון
ja: アカウントの詳細
sr: Детаљи о налогу
sr_latn: Detalji o nalogu

source: legend_add_comment
cy: Ychwanegu sylw
fa: جزئیات نظر
he: פרטי הערה
ja: コメントを追加
sr: Нови коментар
sr_latn: Novi komentar

source: legend_add_new
he: הוסף חדש
ja: 新規追加
sr: Додај нови
sr_latn: Dodaj novi

source: legend_address_info
cy: Gwybodaeth am gyfeiriad
fa: اطلاعات نشانی
he: פרטי הכתובת
ja: メールアドレス情報
sr: Подаци о адреси
sr_latn: Podaci o adresi

source: legend_assigned_roles
cy: Swyddogaethau neilltuwyd ar gyfer ${folder}
fa: نقش‌های انتسابی برای ${folder}
he: הרשאות שהוקצו ל ${folder}
ja: ${folder} に割り当てられたロール
sr: Додељене улоге за ${folder}
sr_latn: Dodeljene uloge za ${folder}

source: legend_available_groups
cy: Grwpiau ar Gael
fa: گروه‌های موجود
he: קבוצות זמינות
ja: 選択できるグループ
sr: Доступне групе
sr_latn: Dostupne grupe

source: legend_available_users
fa: اعضای موجود
he: חברים זמינים
ja: 選択できるユーザ
sr: Доступни чланови
sr_latn: Dostupni članovi

source: legend_change_ownership
cy: Newid Perchnogaeth
fa: تغییر مالکیت
he: שינוי בעלות
ja: 所有者の変更
sr: Промени власништво
sr_latn: Promeni vlasništvo

source: legend_contenttypes
cy: Mathau o gynnwys
fa: نوع‌های محتوا
he: סוגיתוכן
ja: コンテンツタイプ
sr: Врсте садржаја
sr_latn: Vrste sadržaja

source: legend_feedback_for_author
cy: Adborth awdur
fa: بازخورد شما برای نویسنده
he: משוב לעורך
ja: 作成者へのフィードバック
sr: Повратна информација за аутора
sr_latn: Povratna informacija za autora

source: legend_feedback_for_contact_info
cy: Manylion adborth
fa: جزئیات بازخورد
he: פרטי משוב
ja: 連絡内容
sr: Детаљи о повратној информацији
sr_latn: Detalji o povratnoj informaciji

source: legend_group
cy: Grwp
fa: گروه
he: קבוצה
ja: グループ
sr: Група
sr_latn: Grupa

source: legend_install_products_available
cy: Cynnyrch ar gael i'w gosod
fa: محصولات آماده نصب
he: מוצרים מותקנים זמינים
ja: インストール可能なプロダクト
sr: Производи доступни за постављање
sr_latn: Proizvodi dostupni za postavljanje

source: legend_installed_products
cy: Cynnyrch wedi eu gosod
fa: محصولات نصب شده
he: מוצרים מותקנים
ja: インストール済みのプロダクト
sr: Постављени производи
sr_latn: Postavljeni proizvodi

source: legend_items_available
cy: Eitemau ar gael
fa: آیتم‌های دردسترس
he: פריטים זמינים
ja: 利用できる項目
sr: Доступне ставке
sr_latn: Dostupne stavke

source: legend_livesearch
fa: جستجوی زنده &#8595;
he: חיפוש חי &#8595;
ja: ライブ検索 &#8595;
sr: Жива претрага &#8595;
sr_latn: Živa pretraga &#8595;

source: legend_logdetails
cy: Manylion cofnod
fa: جزئیات گزارش
he: פרטי יומן
ja: ログの詳細
sr: Детаљи дневника
sr_latn: Detalji dnevnika

source: legend_logexception
cy: Cofnod Eithriad (mwyaf diweddar yn gyntaf)
fa: گزارش استثنا‌ها (از آخر به اول)
he: חיבור צפוי
ja: エラーログ (新しい順)
sr: Дневник изузетака (најновији су први)
sr_latn: Dnevnik izuzetaka (najnoviji su prvi)

source: legend_lognoexceptions
cy: Heb gofnodi eithriadau.
fa: هیچ استثنائی گزارش نشده.
he: קבלה ארוכה
ja: エラーは記録されていません。
sr: Нема записаних изузетака.
sr_latn: Nema zapisanih izuzetaka.

source: legend_mailhost_details
cy: Manylion y Gweinydd E-bost Allfynd (SMTP)
fa: جزئیات سرور ایمیل‌های ازسالی (SMTP)
he: mailhost פרטי
ja: 送信メールサーバ（SMTP）の詳細
sr: Детаљи о одлазном серверу за пошту (SMTP)
sr_latn: Detalji o odlaznom serveru za poštu (SMTP)

source: legend_member_search_criteria
cy: Meini Prawf Chwilio'r Defnyddiwr
fa: معیار جستجوی عضو
he: קריטריון חיפוש חבר
ja: メンバー検索の条件
sr: Критеријум за претрагу чланства
sr_latn: Kriterijum za pretragu članstva
