Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: description_webdav_locked_steal
he: ${unlock_button} במידה והנך בטוח שמשתמש זה זנח את האובייקט, באפשרותך את האובייקט. וכך תוכל לערוך זאת
ja: 確かにこのユーザがオブジェクトを放棄したのであれば、オブジェクトを ${unlock_button} します。そうすればこれを編集できるようになります

source: description_workflow_common
cy: Mae llif gwaith yn caniatáu i chi reoli 'r broses cyhoeddi ar eich safle. Mae Plone yn cael ei ddarparu gyda 4 llif gwaith cyffredin:
fa: گردش‌کارها اجازه مدیریت فرآیند انتشار را به شما می‌دهند. پلون با 4 گردش‌کار متداول همراه می‌باشد:
he: תהליך עבודה
ja: ワークフローを利用して、サイトの公開プロセスを管理することができます。Ploneでは4つの代表的なワークフローが設定済みです:
sr: Радни токови омогућавају управљање објавом на вашем ел. месту. Плон долази са 4 уграђена радна тока:
sr_latn: Radni tokovi omogućavaju upravljanje objavom na vašem el. mestu. Plon dolazi sa 4 ugrađena radna toka:

source: description_workflow_community
cy: os ydych am gael yr holl gynnwys ar gael yn syth i bawb, ond am gael proses adolygu, dylech drio hwn!
fa: چنانچه می‌خواهید تمامی محتواها بلافاصله در دسترس همه باشد، و همچنین می‌خواهید که یک فرآیند بازبینی داشته باشید، می‌بایست ار این استفاده کنید.
he: קהילת תהליך עבודה
ja: すべてのコンテンツを全メンバーに対してすぐに公開し、なおかつ審査プロセスも設定したい場合には、これをご利用ください。
sr: ако желите да имате сав садржај одмах доступан за све, али такође желите да имате и процес ревизије, треба да користите овај!
sr_latn: ako želite da imate sav sadržaj odmah dostupan za sve, ali takođe želite da imate i proces revizije, treba da koristite ovaj!

source: description_workflow_one_step
cy: os ydych am gael yr holl gynnwys ar gael yn syth i bawb, heb gael unrhyw broses adolygu defnyddiwch y cyhoeddi Un cam.
fa: چنانچه می‌خواهید تمامی محتواها بلافاصله و بدون داشتن فرآیند بازبینی در دسترس همه باشد، می‌بایست این انتشار یک‌گامی را انتخاب کنید.
he: תהליך עבודה צעד אחד
ja: 審査プロセスを経ずにすべてのコンテンツをすぐに利用者に公開する場合は、この｢ワンステップ公開｣を利用してください。
sr: ако желите да имате цео садржај одмах доступан за све, без икаквог процеса рецензије, треба да користите Објаву у једном кораку.
sr_latn: ako želite da imate ceo sadržaj odmah dostupan za sve, bez ikakvog procesa recenzije, treba da koristite Objavu u jednom koraku.

source: description_you_are_registered
cy: Rydych wedi eich cofrestru.
fa: شما به عنوان یک عضو، ثبت‌نام شدید.
he: נרשמת כמשתמש
ja: メンバーとして登録されました。
sr: Учлањени сте.
sr_latn: Učlanjeni ste.

source: description_you_can_log_on_now
cy: Cliciwch y botwm i fewngofnodi'n syth.
fa: این دکمه را برای ورود سریع فشار دهید.
he: לחץ על הכפתור על מנת להתחבר מייד
ja: すぐにログインするのにボタンをクリックしてください。
sr: Притисните дугме да се одмах пријавите.
sr_latn: Pritisnite dugme da se odmah prijavite.

source: email
cy: E-bost
fa: پست‌الکترونیک
he: דואר אלקטרוני
ja: Ｅメール
sr: ел. пошта
sr_latn: el. pošta

source: enable_cookies_message
cy: Nid yw cookies wedi eu galluogi. Rhaid ${enable_cookies} cyn gallwch fewngofnodi.
fa: کوکی در حالت فعال نمی‌باشد. قبل از ورود می‌بایست ${enable_cookies}.
he: עוגיות לא מאופשרות. הינך חייב ${enable_cookies} לפני שהנך מתחבר.
ja: クッキーが有効ではありません ログインする前に${enable_cookies}をしてください
sr: Колачићи нису укључени. Потребно је ${enable_cookies} пре него што се пријавите.
sr_latn: Kolačići nisu uključeni. Potrebno je ${enable_cookies} pre nego što se prijavite.

source: enable_cookies_message_before_login
he: עוגיות אינם מאופשרות. באפשרותך לאפשר את העוגיות לפני שהנך יכול להתחבר
ja: クッキーが有効ではありません。ログインする前に、ブラウザの設定で、クッキーを利用できるようにしてください。
sr: Колачићи су искључени. Морате да укључите колачиће пре него што буде могуће да се пријавите.
sr_latn: Kolačići su isključeni. Morate da uključite kolačiće pre nego što bude moguće da se prijavite.

source: error_installed_product
cy: Roedd Gwallau wrth osod, gwiriwch Transcript
fa: خطاهایی حین نصب پیش آمد، Transcript را نگاه کنید
he: מוצרים מותקנים
ja: インストール時にエラーが発生しました。メッセージをチェックしてください。
sr: Дошло је до грешака при постављању, погледајте записник
sr_latn: Došlo je do grešaka pri postavljanju, pogledajte zapisnik

source: error_required
he: ${name} נדרש בבקשה תקן.
ja: ${name} が必要です。修正してください。.
sr: Неопходан састојак је: ${name}. Молимо да исправите ово.
sr_latn: Neophodan sastojak je: ${name}. Molimo da ispravite ovo.

source: error_vocabulary
he: ערך ${val} לא מורשה לאוצר מילים של אלמנט ${label}
ja: 値 ${val} は ${label} 要素の語彙としては許されていません。
sr: Вредност ${val} није дозвољена у речнику елемента ${label}.
sr_latn: Vrednost ${val} nije dozvoljena u rečniku elementa ${label}.

source: event_and
cy: at
fa: تا
he: ו
ja: 終了:
sr: до
sr_latn: do

source: event_from
cy: oddi wrth
fa: از
he: ארוע מתאריך
ja: 開始:
sr: од
sr_latn: od

source: event_more_information
ja: このイベントの詳細情報...

source: event_to
cy: at
fa: تا
he: ארוע עד תאריך
ja: 終了:
sr: до
sr_latn: do

source: event_what
cy: Beth
fa: چه
he: איזה
ja: イベントの種類
sr: Шта
sr_latn: Šta

source: event_when
cy: Prys
fa: کی
he: מתי
ja: 日時
sr: Када
sr_latn: Kada

source: event_where
cy: Lle
fa: کجا
he: היכן
ja: 場所
sr: Где
sr_latn: Gde

source: filterstyles
he: סטיילים
ja: スタイル

source: folder_add_more
ja: More…

source: folder_add_settings
ja: 制限

source: folder_add_settings_long
ja: クリックして、ここに追加できる項目の種類を設定

source: go_to_contentrules_assignment_context
he: חזרה
ja: 戻る

source: go_to_contentrules_management
he: רמה אחת למעלה לחוקי ניהול
ja: ルールの管理に移動

source: go_to_parent_url
cy: I fyny Un Lefel
fa: یک سطح بالاتر
he: רמה אחת למעלה
ja: 一つ上に移動
sr: Ниво изнад
sr_latn: Nivo iznad

source: go_to_search_author_content
ja: ${user}が作成したコンテンツすべて...

source: heading_access_keys
cy: Bysellau mynediad
fa: کلیدهای دسترسی
he: מקשי גישה
ja: アクセスキー
sr: Тастери за приступ
sr_latn: Tasteri za pristup

source: heading_access_keys_usage
cy: Defnyddio bysellau mynediad gwahanol mewn porwyr gwe gwahanol
fa: طرز استفاده از کلیدهای دسترسی در مرورگرهای وب مختلف
he: שימוש במקשי גישה בדפדפנים שונים
ja: 様々なブラウザでアクセスキーが使えます
sr: Употреба тастера за приступ у разним читачима
sr_latn: Upotreba tastera za pristup u raznim čitačima

source: heading_accessibility_info
cy: Hygyrchedd
fa: قابلیت دسترسی
he: נגישות
ja: アクセシビリティ
sr: Приступачност
sr_latn: Pristupačnost

source: heading_accessibility_statement
cy: Datganiad Hygyrchedd
fa: گزارش قابلیت‌دسترسی
he: הצהרת נגישות
ja: アクセシビリティについて
sr: Изјава о приступачности
sr_latn: Izjava o pristupačnosti

source: heading_actions
cy: Gweithredoedd
fa: کارکردها
he: פעולות
ja: アクション
sr: Дејства
sr_latn: Dejstva

source: heading_add_item
he: הוסף ${itemtype}
ja: ${itemtype}を追加
sr: Додај ${itemtype}
sr_latn: Dodaj ${itemtype}

source: heading_add_new_item
cy: Ychwanegu eitem newydd
fa: افزودن آیتم جدید
he: הוסף פריט חדש
ja: 新規項目を追加
sr: Нова ставка
sr_latn: Nova stavka

source: heading_add_sharing_permissions
cy: Ychwanegu caniatâd rhannu i ddefnyddwyr
fa: افزودن مجوزهای شراکت به کاربران
he: הוסף הרשאות שיתופיות למשתמשים
ja: ユーザへ共有権限を追加
sr: Додај дозволе за дељење корисницима
sr_latn: Dodaj dozvole za deljenje korisnicima

source: heading_add_to_calendar
cy: Ychwanegu digwyddiad i'r calendr
fa: افزودن رخداد به گاهشمار
he: הוסף ללוח שנה
ja: イベントをカレンダーへ追加
sr: Додај догађај у календар
sr_latn: Dodaj događaj u kalendar

source: heading_addremove_products
cy: Ychwanegu/Tynnu Cynnyrch
fa: افزودن-حذف محصولات
he: הוסף הסר מוצר
ja: プロダクトを追加･削除
sr: Додај/уклони производе
sr_latn: Dodaj/ukloni proizvode

source: heading_advanced_search
cy: Chwilio uwch am gynnwys
fa: جستجوی پیشرفته محتویات
he: חיפוש תוכן מתקדם
ja: コンテンツをアドバンス検索
sr: Напредна претрага садржаја
sr_latn: Napredna pretraga sadržaja

source: heading_advanced_settings
cy: Gosodiadau uwch
fa: تنظیمات پیشرفته
he: הגדרות מתקדמות
ja: アドバンス設定
sr: Напредна подешавања
sr_latn: Napredna podešavanja

source: heading_allowed_languages
he: אפשר שפות
ja: 使用できる言語

source: heading_author_content
cy: Y cynnwys diweddaraf grëwyd gan y defnyddiwr
fa: آخرین محتواهای ایجاد شده توسط این نویسنده
he: תוכן אחרון שנוצר על ידי משתמש זה
ja: このユーザが作成した最新のコンテンツ
sr: Скорашњи садржај ког је направио овај корисник
sr_latn: Skorašnji sadržaj kog je napravio ovaj korisnik

source: heading_available_access_keys
cy: Bysellau mynediad ar gael
fa: کلیدهای دسترسی قابل‌استفاده
he: מקשי גישה זמינים
ja: 使用可能なアクセスキー
sr: Доступни тастери за приступ
sr_latn: Dostupni tasteri za pristup

source: heading_broken_products
cy: Cynnyrch wedi torri
fa: محصولات
he: מוצרים שבורים
ja: 壊れたプロダクト
sr: Неисправни производи
sr_latn: Neispravni proizvodi

source: heading_change_ownership
cy: Newid perchnogaeth
fa: تغییر مالکیت
he: שינויי בעלות
ja: 所有権を変更
sr: Промени власништво
sr_latn: Promeni vlasništvo

source: heading_change_password_for
cy: Newid cyfrinair ${user}
fa: تغییر گذرواژه ${user}
he: שנה סיסמא עבור ${user}
ja: ユーザ ${user} のパスワードを変更
sr: Промени лозинку за ${user}
sr_latn: Promeni lozinku za ${user}

source: heading_comment_preview
cy: Rhagolwg Sylw
fa: پیش‌نمایش نظر
he: תצוגה לפני של ההערה
ja: コメントをプレビュー
sr: Преглед коментара
sr_latn: Pregled komentara

source: heading_contact_form
he: טופס יצירת קשר
ja: 連絡フォーム
sr: Формулар за контакт
sr_latn: Formular za kontakt

source: heading_contact_information
cy: Manylion cysylltu
fa: اطلاعات تماس
he: מידע ליצירת קשר
ja: 連絡フォーム
sr: Подаци за контакт
sr_latn: Podaci za kontakt

source: heading_content_views
he: תצוגת תוכן
ja: コンテンツビュー

source: heading_control_panel
cy: Gosodiad Safle
fa: تنظیمات پلون
he: הגדרת פלון
ja: サイト設定
sr: Подешавање Плона
sr_latn: Podešavanje Plona

source: heading_create_group
cy: Creu Grwp
fa: ساختن گروه
he: צור קבוצה
ja: グループを作成
sr: Направи групу
sr_latn: Napravi grupu

source: heading_currently_assigned_shares
cy: Caniatâd rhannu presennol ${folder}
fa: مجوزهای فعلی شراکت برای ${folder}
he: בצע שיתוף ${folder}
ja: ${folder}フォルダの現在の共有状況
sr: Дозволе за дељење ${folder}
sr_latn: Dozvole za deljenje ${folder}

source: heading_dashboard
he: לוח מכוונים ${user_name}
ja: ${user_name}のダッシュボード

source: heading_diff_between
he: שינוי בין ${object1} ו ${object2}
ja: ${object1}と${object2}の差分

source: heading_document_actions
cy: Gweithredoedd Dogfen
fa: عملیات مدرک
he: פעולות מסמך
ja: 文書操作
sr: Дејства на документ
sr_latn: Dejstva na dokument

source: heading_edit_groupproperties
cy: Golygu Priodweddau Grwp ${groupname}
fa: ویرایش متعلقات گروه ${groupname}
he: ערוך מאפייני קבוצה עבור ${groupname}
ja: グループ ${groupname} のプロパティを編集
sr: Уреди групне поставке за ${groupname}
sr_latn: Uredi grupne postavke za ${groupname}

source: heading_edit_item
he: ערוך ${itemtype}
ja: ${itemtype}を編集
sr: Уреди: ${itemtype}
sr_latn: Uredi: ${itemtype}

source: heading_enable_cookies
cy: Sut i Alluogi Cookies
fa: چگونگی فعال کردن کوکی
he: כיצד להרשות עוגיות
ja: クッキーを有効にするには
sr: Како укључити колачиће
sr_latn: Kako uključiti kolačiće

source: heading_error_log
cy: Cofnod gwall
fa: گزارش خطا
he: יומן טעויות
ja: エラーログ
sr: Дневник грешака
sr_latn: Dnevnik grešaka

source: heading_exception_details
cy: Manylion eithriad
fa: جزئیات استثناء
he: פרטי יוצא דופן
ja: エラーの詳細
sr: Детаљи о изузетку
sr_latn: Detalji o izuzetku

source: heading_file_contents
cy: Cynnwys ffeil
fa: محتوای پرونده
he: תוכן קובץ
ja: ファイルのコンテンツ
sr: Садржај датотеке
sr_latn: Sadržaj datoteke

source: heading_full_review_list
cy: Rhestr adolygu llawn
fa: لیست کامل بازبینی:
he: רשימת סקירה מלאה
ja: 完全な評価報告
sr: Списак свих поднесака:
sr_latn: Spisak svih podnesaka:

source: heading_group_members
cy: Aelodau Grwp
fa: اعضای گروه
he: חברי קבוצה
ja: グループメンバー
sr: Чланови групе
sr_latn: Članovi grupe

source: heading_group_members_of
cy: Aelodau grwp ${groupname}
fa: اعضای گروه ${groupname}
he: חברים בקבוצה ${groupname}
ja: グループ ${groupname} のメンバー
sr: Чланови групе ${groupname}
sr_latn: Članovi grupe ${groupname}

source: heading_group_memberships_for
he: חברי קבוצה ל ${userid}
ja: ユーザ ${userid} の属するグループ

source: heading_group_shares
cy: Ychwanegu caniatâd rhannu i grwpiau
fa: افزودن مجوزهای شراکت برای گروه‌ها
he: שיתוף קבוצה
ja: 共有権限（ロール）をグループへ割り当てる。
sr: Додај групама дозволе за дељење
sr_latn: Dodaj grupama dozvole za deljenje

source: heading_groupmembers_current
cy: Aelodau grwp presennol
fa: اعضای کنونی گروه
he: חברי קבוצה נוכחיים
ja: 現在のグループのメンバー
sr: Тренутни чланови групе
sr_latn: Trenutni članovi grupe

source: heading_groups_overview
cy: Trosolwg Grwpiau
fa: خلاصه گروه‌ها
he: סקירת קבוצה
ja: グループの概要
sr: Преглед група
sr_latn: Pregled grupa

source: heading_ie_version_4x
cy: Fersiwn 4.x
fa: ویرایش 4.x
he: אינטרנט אקספולרר גרסה 4
ja: バージョン 4.x
sr: Издање 4.x
sr_latn: Izdanje 4.x

source: heading_ie_version_5x
cy: Fersiwn 5.x
fa: ویرایش 5.x
he: אינטרנט אקספולרר גרסה
ja: バージョン 5.x
sr: Издање 5.x
sr_latn: Izdanje 5.x

source: heading_ie_version_6x
cy: Fersiwn 6.x
fa: ویرایش 6.x
he: אקספלורר גרסה 6
ja: バージョン 6.x
sr: Издање 6.x
sr_latn: Izdanje 6.x

source: heading_install_log_for
cy: Gosod cofnod ${productname}
fa: گزارش نصب ${productname}
he: יומן התקנה ל ${productname}
ja: ${productname} のインストールログ
sr: Дневник постављања ${productname}
sr_latn: Dnevnik postavljanja ${productname}

source: heading_installed_transcript
cy: Adysgrif
fa: رونوشت
he: התקנה
ja: Transcript
sr: Записник
sr_latn: Zapisnik

source: heading_internet_explorer
cy: Internet Explorer
fa: اینترنت اکسپلورر
he: אינטרנט אקספלורר
ja: Internet Explorer
sr: Интернет Експлорер
sr_latn: Internet Eksplorer

source: heading_language
he: שפה
ja: 言語

source: heading_language_allowed
he: אפשרי?
ja: 選択

source: heading_language_code
he: קוד
ja: コード

source: heading_language_settings
he: הגדרות שפה
ja: 言語設定

source: heading_link_to
cy: Cyswllt i
fa: پیوند به
he: קישור ל
ja: リンク先:
sr: Веза ка
sr_latn: Veza ka

source: heading_lost_password
cy: Cyfrinair Coll
fa: گذرواژه فراموش‌شده
he: אבדה סיסמא
ja: パスワードを忘れてしまったら
sr: Изгубљена лозинка
sr_latn: Izgubljena lozinka

source: heading_mail_setup
cy: Gosodiad E-bost
fa: تنظیمات ایمیل
he: הגדרת דואר
ja: メールの設定
sr: Подешавање поште
sr_latn: Podešavanje pošte

source: heading_member_listing
cy: Rhestr Defnyddwyr
fa: لیست اعضا
he: רשימת משתמשים
ja: メンバーリスト
sr: Списак чланова
sr_latn: Spisak članova

source: heading_member_search
cy: Chwilio am ddefnyddwyr
fa: جستجو در اعضا
he: חיפוש חברים
ja: メンバーを検索
sr: Претрага чланства
sr_latn: Pretraga članstva

source: heading_memberships_current
cy: Aelodaeth Bresennol Grwpiau
fa: اعضای کنونی گروه
he: חברים נוכחי
ja: 現在のグループへの所属状況
sr: Тренутно чланство у групама
sr_latn: Trenutno članstvo u grupama

source: heading_moz_version_1x
cy: Fersiwn 1.x
fa: ویرایش 1.x
he: מוזילה גרסה 1
ja: バージョン 1.x
sr: Издање 1.x
sr_latn: Izdanje 1.x

source: heading_mozilla
cy: Mozilla
fa: موزیلا
he: מוזילה
ja: Mozilla
sr: Мозила
sr_latn: Mozila

source: heading_my_preferences
cy: Dewisiadau personol
fa: ترجیحات شخصی
he: ההעדפות שלי
ja: 個人設定
sr: Личне поставке
sr_latn: Lične postavke

source: heading_navigation_setup
cy: Gosodiadau Llywio
fa: تنظیمات جهت‌یابی
he: הגדרות ניווט
ja: ナビゲーションの設定
sr: Подешавања управљања
sr_latn: Podešavanja upravljanja

source: heading_netscape_navigator
cy: Netscape Navigator
fa: نت‌اسکیپ نویگیتور
he: נטסקייפ
ja: Netscape Navigator
sr: Netscape Навигатор
sr_latn: Netscape Navigator

source: heading_netscape_version_4x
cy: Fersiwn 4.x
fa: ویرایش 4.x
he: נטסקייפ גרסה 4
ja: バージョン 4.x
sr: Издање 4.x
sr_latn: Izdanje 4.x

source: heading_netscape_version_6x
cy: Fersiwn 6.x
fa: ویرایش 6.x
he: נטסקייפ גרסה 6
ja: バージョン 6.x
sr: Издање 6.x
sr_latn: Izdanje 6.x

source: heading_new_owner
cy: Perchennog newydd
fa: مالک جدید
he: בעלים חדשים
ja: 新しい所有者
sr: Нови власник
sr_latn: Novi vlasnik

source: heading_no_privileges
cy: Breintiau Annigonol
fa: مجوزهای ناکافی
he: אין זכויות
ja: 権限が不十分です。
sr: Права приступа нису довољна
sr_latn: Prava pristupa nisu dovoljna

source: heading_not_found_suggestions
ja: お探しのものはおそらく...

source: heading_opera
cy: Opera
fa: اپرا
he: אופרה
ja: Opera
sr: Опера
sr_latn: Opera

source: heading_personal_tools
cy: Offer personol
fa: ابزار شخصی
he: כלים אישיים
ja: パーソナルツール
sr: Лични алати
sr_latn: Lični alati

source: heading_plone_version_overview
ja: Ploneバージョン概要
sr: Преглед издања Плона
sr_latn: Pregled izdanja Plona

source: heading_portal_properties
cy: Panel Priodweddau
fa: متعلقات پورتال
he: הגדרות פורטל
ja: プロパティパネル
sr: Панел са поставкама
sr_latn: Panel sa postavkama

source: heading_portal_setup
cy: Gosodiad Safle
fa: تنظیمات پورتال
he: איפיון פורטל
ja: ポータル設定
sr: Подешавање портала
sr_latn: Podešavanje portala

source: heading_portlets_assigned_here
he: פורטלטים שהוקצו לכאן
ja: ここに指定したポートレット

source: heading_prefs_user_details
cy: Priodweddau Defnyddiwr ${username}
fa: متعلقات کاربری ${username}
he: הגדרות משתמש ל ${username}
ja: ユーザ ${username} のプロパティ
sr: Корисничке поставке за корисника ${username}
sr_latn: Korisničke postavke za korisnika ${username}

source: heading_product_readme
cy: Disgrifiad o ${productname}
fa: شرح ${productname}
he: קרא אותי של המוצר ${productname}
ja: プロダクト ${productname} の説明
sr: Опис за производ ${productname}
sr_latn: Opis za proizvod ${productname}

source: heading_publishing_process
cy: Proses cyhoeddi
fa: فرآیند انتشار
he: תהליך פרסום
ja: 公開プロセス
sr: Процес објаве
sr_latn: Proces objave

source: heading_quit_to_log_out
cy: Cau eich porwr i allgofnodi
fa: برای خروج، مرورگر خود را ببندید
he: צא מהדפדפן שלך על מנת להתנתק
ja: ログアウトするにはブラウザを終了させる
sr: Угасите читач како бисте се одјавили
sr_latn: Ugasite čitač kako biste se odjavili

source: heading_ramcache_stats
he: סטטיסטיקות קאש "RAM
ja: RAMキャッシュの統計

source: heading_recently_modified
cy: Eitemau newidiwyd
fa: آیتم‌های تغییریافته
he: פריטים שעדכנו
ja: 更新された項目
sr: Измењене ставке
sr_latn: Izmenjene stavke

source: heading_recently_published
cy: Eitemau Cyhoeddwyd
fa: آیتم‌های منتشره شده
he: פורסם לאחרונה
ja: 公開された項目
sr: Објављене ставке
sr_latn: Objavljene stavke

source: heading_registration_form
cy: Ffurflen Gofrestru
fa: فرم ثبت‌نام
he: בבקשה הרשם
ja: 登録フォーム
sr: Образац за учлањење
sr_latn: Obrazac za učlanjenje

source: heading_rename_item
cy: Ailenwi eitem
fa: تغییر نام آیتم
he: שינוי שם פריט
ja: 項目の名前を変更
sr: Преименуј ставку
sr_latn: Preimenuj stavku

source: heading_request
cy: CAIS
fa: درخواست
he: בקשה
ja: リクエスト
sr: ЗАХТЕВ
sr_latn: ZAHTEV

source: heading_returned_results
cy: Canlyniadau dychwelwyd
fa: نتایج برگشته
he: תוצאות
ja: 検索の結果
sr: Враћени резултати
sr_latn: Vraćeni rezultati

source: heading_search_groups
he: חפש קבוצות
ja: グループを検索
sr: Претрага група
sr_latn: Pretraga grupa

source: heading_search_newgroups
cy: Chwilio am grwpiau newydd
fa: جستجوی گروه‌های جدید
he: חיפוש קבוצות חדשות
ja: 新しいグループを検索
sr: Тражи нове групе
sr_latn: Traži nove grupe

source: heading_search_newmembers
cy: Chwilio am aelodau newydd y grwp
fa: جستجوی اعضای جدید گروه
he: חיפוש משתמשים חדשים
ja: 新しいグループメンバーを検索
sr: Тражи нове чланове група
sr_latn: Traži nove članove grupa

source: heading_search_results
cy: Canlyniadau chwilio
fa: نتایج جستجو
he: תוצאות חיפוש
ja: 検索結果
sr: Резултати претраге
sr_latn: Rezultati pretrage

source: heading_search_setup
cy: Gosodiadau Chwilio
fa: تنظیمات جستجو
he: הגדרות חיפוש
ja: 検索設定
sr: Поставке претраге
sr_latn: Postavke pretrage

source: heading_search_usersandgroups
cy: Chwilio am Ddefnyddwyr a Grwpiau
fa: جستجوی کاربر‌ها و گروه‌ها
he: חיפוש משתמשים וקבוצות
ja: ユーザとグループを検索
sr: Тражи кориснике и групе
sr_latn: Traži korisnike i grupe

source: heading_sections
cy: Adrannau
fa: بخش‌ها
he: חלק
ja: セクション
sr: Одељци
sr_latn: Odeljci

source: heading_select_default_page
cy: Dewiswch dudalen rhagosodedig
fa: انتخاب صفحه پیش‌گزیده
he: בחר עמוד ברירת מחדל
ja: デフォルトページを選択
sr: Избор изворне стране
sr_latn: Izbor izvorne strane

source: heading_select_default_view
cy: Dewiswch olwg rhagosodedig
fa: انتخاب نمای پیش‌گزیده
he: בחר בצפית ברירת מחדל
ja: デフォルト表示を選択
sr: Избор изворног погледа
sr_latn: Izbor izvornog pogleda

source: heading_select_workflow
cy: Dewiswch llif gwaith
fa: انتخاب گردش‌کار
he: בחר תהליך עבודה
ja: ワークフローを選択
sr: Избор радног тока
sr_latn: Izbor radnog toka

source: heading_send_feedback_confirm
fa: با مدیریت سایت تماس حاصل شد.
he: נוצר קשר עם מנהל האתר
ja: サイト管理者にメッセージが送信されました。
sr: Управник ел. места је контактиран.
sr_latn: Upravnik el. mesta je kontaktiran.

source: heading_send_page_to
he: שלח את העמוד למישהו
ja: 誰かにこのページを送る
sr: Пошаљи некоме ову страну
sr_latn: Pošalji nekome ovu stranu

source: heading_sent_password
cy: Anfonwyd cyfrinair
fa: گذرواژه فرستاده شد
he: סיסמא נשלחה
ja: パスワードが送信されました。
sr: Лозинка је послата
sr_latn: Lozinka je poslata

source: heading_set_content_type_restrictions
he: מגביל איזה סוגי תוכן יכולים להתווסף
ja: 追加できるコンテンツタイプの制限
sr: Ограничи врсте садржаја које се могу додавати
sr_latn: Ograniči vrste sadržaja koje se mogu dodavati

source: heading_set_folder_type_restrictions
cy: Cyfyngu mathau ychwanegadwy
fa: محدود کردن نوع‌های قابل ‌افزودن
he: סוגים הניתנים להוספה מוגבלים
ja: 追加できるフォルダタイプの制限
sr: Ограничи врсте које се могу додавати
sr_latn: Ograniči vrste koje se mogu dodavati

source: heading_sign_in
cy: Mewngofnodwch
fa: لطفا وارد شوید
he: בבקשה התחבר
ja: ログインしてください。
sr: Молимо пријавите се
sr_latn: Molimo prijavite se

source: heading_signed_out
cy: Rydych wedi allgofnodi
fa: هم‌اکنون از سامانه خارج شده‌‌اید
he: הנך כרגע מתנותק
ja: ログアウトしました。
sr: Одјављени сте
sr_latn: Odjavljeni ste

source: heading_site_error
cy: Gwall safle
fa: خطا در سایت
he: טעות באתר
ja: サイトエラー
sr: Грешка на ел. месту
sr_latn: Greška na el. mestu

source: heading_site_error_apologies
cy: Ein hymddiheuriadau...
fa: با عرض پوزش...
he: אנו מתנצלים...
ja: 申し訳ありません...
sr: Извињавамо се...
sr_latn: Izvinjavamo se...

source: heading_site_error_sorry
ja: 残念ですが、エラーがあったようです…

source: heading_site_language
he: שפת אתר
ja: サイト言語

source: heading_site_there_seems_to_be_an_error
ja: 残念ですが、そのページは存在しません…

source: heading_skin_setup
cy: Gosodiad Croen
fa: تنظیمات پوسته
he: הגדרות סקין
ja: スキンの設定
sr: Подешавање пресвлаке
sr_latn: Podešavanje presvlake

source: heading_syndication_properties
cy: Priodweddau Syndicaliaeth
fa: متعلقات انتشارگری
he: הגדרות סנדיקציה
ja: RSS配信のプロパティ
sr: Поставке удруживања
sr_latn: Postavke udruživanja

source: heading_syndication_setup
cy: Gosodiad Syndicaliaeth y Safle i Gyd
fa: تنظیمات فراگیر انتشارگری سایت
he: התאמת סינדיקציה
ja: サイト全体のRSS配信の設定
sr: Поставке удруживања на нивоу целог ел. места
sr_latn: Postavke udruživanja na nivou celog el. mesta

source: heading_type_settings
he: סוגי תוכן
ja: コンテンツタイプの設定

source: heading_un_block_portlets
he: חסום/בטל חסימה פורטלטים
ja: ポートレットのブロック/ブロック解除

source: heading_undo_actions
cy: Dadwneud gweithredoedd
fa: کارکردهای واگردی
he: ביטול פעולות אחרונות
ja: 操作を元へ戻す
sr: Поништи дејства
sr_latn: Poništi dejstva

source: heading_user_panel
cy: Dewisiadau
fa: ترجیحات من
he: פנאל משתמש
ja: 個人設定
sr: Моја подешавања
sr_latn: Moja podešavanja

source: heading_users_overview
cy: Trosolwg Defnyddwyr
fa: خلاصه کاربران
he: סקירת משתמשים
ja: ユーザの概要
sr: Преглед корисника
sr_latn: Pregled korisnika

source: heading_validation
cy: Dilysu
fa: اعتبارسنجی
he: בחינה
ja: 有効性について
sr: Валидација
sr_latn: Validacija

source: heading_views
cy: Golwg
fa: منظر‌ها
he: צפיה
ja: 表示
sr: Прегледи
sr_latn: Pregledi

source: heading_welcome
cy: Croeso!
fa: خوش آمدید!
he: ברוכים הבאים!
ja: ようこそ！
sr: Добродошли!
sr_latn: Dobrodošli!

source: heading_welcome_to
cy: Croeso i ${sitename}
fa: به ${sitename} خوش آمدید
he: ברוכים הבאים ל ${sitename}
ja: ${sitename} へようこそ
sr: Добродошли на ${sitename}
sr_latn: Dobrodošli na ${sitename}

source: heading_you_are_now_logged_in
cy: Rhydych wedi mewngofnodi
fa: هم‌اکنون وارد سامانه شده‌اید
he: הנך כרגע מחובר
ja: ログインしました
sr: Пријављени сте
sr_latn: Prijavljeni ste

source: heading_zope_server
he: שרת זופ
ja: Zopeサーバ

source: help_add_restriction_mode
ja: このフォルダで追加できるコンテンツの種類を制限する方法を選びます。

source: help_allowAnonymousViewAbout
fa: تعیین می‌کند که آیا کاربران بی‌نام مجاز به دیدن اطلاعات تالیف اشیا و پوشه‌ها می‌باشند.
he: קובע העם משתמש אנונימי יהיה מורשה לצפית מידע הבעלות לאובייקט ולספריות.
ja: 無名ユーザにオブジェクトやフォルダの作成者情報を表示するかどうかを選択してください。
sr: Одређује да ли је анонимном кориснику дозвољено да прегледа податке о ауторима објеката и директоријума.
sr_latn: Određuje da li je anonimnom korisniku dozvoljeno da pregleda podatke o autorima objekata i direktorijuma.
