Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: Community Workflow for Folders
he: תהליך עבודה קהילה עבור ספריות
ja: フォルダ用コミュニティワークフロー

source: Condition deleted.
he: תנאי נמחק.
ja: 条件が削除されました。

source: Condition moved down.
he: תנאי עבר למטה.
ja: 条件が下に移動しました。

source: Condition moved up.
he: תנאי עלה למעלה
ja: 条件が上に移動しました。

source: Configure element
he: הגדר אלמנטים
ja: 要素を設定する

source: Configure portlet
he: הגדר פורטלט
ja: ポートレットを設定する

source: Configure rule
he: הגדר חוקים
ja: ルールを設定する

source: Contact
cy: Cyswllt
fa: تماس
he: יצירת קשר
ja: 連絡フォーム
sr: Контакт
sr_latn: Kontakt

source: Contained Smart Folders:
cy: Ffolderi Clyfar Cynwysedig:
fa: :پوشه‌های جادویی دربرگرفته‌شده
he: מכיל ספריות חכמות:
ja: スマートフォルダの内容
sr: Садржани паметни директоријуми:
sr_latn: Sadržani pametni direktorijumi:

source: Content Rules
he: חוקי תוכן
ja: コンテンツルール

source: Content properties have been saved.
cy: Mae priodweddau'r cynnwys wedi eu cadw.
fa: متعلقات محتوای مورد نظر ذخیره شد.
he: .הגדרות תוכן נשמרו
ja: コンテンツのプロパティが保存されました。
sr: Особине садржаја су сачуване.
sr_latn: Osobine sadržaja su sačuvane.

source: Content type
he: סוגי תוכן
ja: コンテンツタイプ

source: Content types are: ${names}
he: סוגי תוכן הם: ${names}
ja: コンテンツタイプは${names}です。

source: Contents
cy: Cynnwys
fa: محتویات
he: תוכן
ja: コンテンツ
sr: Садржај
sr_latn: Sadržaj

source: Contributor
he: תורם
ja: 寄稿者

source: Copy
cy: Copïo
fa: کپی
he: העתק
ja: コピー
sr: Умножи
sr_latn: Umnoži

source: Copy or cut one or more items to paste.
cy: Copïo neu dorri un neu fwy o eitemau i'w gludo.
fa: برای چسبش یک یا چند آیتم را باید کپی یا برش کنید.
he: העתק או הדבק פריט אחד או יותר להדבקה
ja: ペーストするためにひとつ以上の項目をコピーあるいはカットします。
sr: Умножи или исеци једну или више ставки за налепљивање.
sr_latn: Umnoži ili iseci jednu ili više stavki za nalepljivanje.

source: Copy to folder ${folder}.
he: העתק לספריה ${folder}.
ja: ${folder}にコピーします。

source: Could not add group ${name}, perhaps a user or group with this name already exists.
he: לא יכול להוסיף קבוצה ${name}, אולי משום שמשתמש או קבוצה עם שם זהה כבר קיימים
ja: ${name}というグループを追加できませんでした。おそらく、同名のユーザあるいはグループがすでに存在しています。
sr: Није могуће додати групу ${name}, можда корисник или група са овим именом већ постоји.
sr_latn: Nije moguće dodati grupu ${name}, možda korisnik ili grupa sa ovim imenom već postoji.

source: Could not find ${root}
fa: ${root} پیدا نشد
he: לא יכול למצוא ${root}
ja: ${root}が見つかりませんでした
sr: Није пронађено: ${root}
sr_latn: Nije pronađeno: ${root}

source: Could not find a valid email address
cy: Methu canfod cyfeiriad e-bost dilys
fa: نشانی پست الکترونیک صحیح شما یافت نشد.
he: לא יכל למצוא כתובת דואר אלקטרוני תקינה
ja: 有効なＥメールアドレスを見つけることができません
sr: Није могуће пронаћи исправну ел. адресу
sr_latn: Nije moguće pronaći ispravnu el. adresu

source: Creation Date
cy: Dyddiad Creu
fa: تاریخ ایجاد
he: תאריך יצירה
ja: 作成日付
sr: Датум настанка
sr_latn: Datum nastanka

source: Criteria
cy: Maen prawf
fa: معیار
he: קריטריון
ja: 検索条件
sr: Критеријум
sr_latn: Kriterijum

source: Current Author Criterion
cy: Maen Prawf Awdur Presennol
fa: معیار نویسنده جاری
he: קריטריון עורך נוכחי
ja: 作成者に関する現在の検索条件
sr: Критеријум тренутног аутора
sr_latn: Kriterijum trenutnog autora

source: Custom tags
he: תאגים מתואמים
ja: 独自タグ

source: Cut
cy: Torri
fa: برش
he: גזור
ja: カット
sr: Исеци
sr_latn: Iseci

source: Date Range Criterion
cy: Maen Prawf Ystod Dyddiad
fa: معیار بازه زمانی
he: תאריך טווח תאריכים
ja: 日付の範囲条件
sr: Критеријум датумског опсега
sr_latn: Kriterijum datumskog opsega

source: Date range
cy: Ystod dyddiad
fa: بازه زمانی
he: טווח תאריכים
ja: 日付の範囲
sr: Опсег датума
sr_latn: Opseg datuma

source: Days of object history to keep after packing
he: מספר ימים לשמירת היסטוריית האובייקטלאחר סגירה
ja: データベースを整理した後にオブジェクトの変更履歴を何日間保持するか

source: Default Page
cy: Tudalen Rhagosodedig
fa: صفحه پیش‌گزیده
he: עמוד ברירת מחדל
ja: デフォルトページ
sr: Изворна страна
sr_latn: Izvorna strana

source: Default format
he: פורמט ברירת מחדל
ja: デフォルトフォーマット

source: Default theme
he: עיצוב ברירת מחדל
ja: デフォルトテーマ

source: Define the types that should be searched and be available in the user facing part of the site. Note that if new content types are installed, they will be enabled by default unless explicitly turned off here or by the relevant installer.
he: הגדר את הסוגים שאמורים להיות ברי חיפוש וזמינים למשתמש הרואה את חלק זה של האתר. שים לב ובמידה וסוגי התוכן החדשים מותקנים, הם יהיו זמינים כברירת מחדל מלבד שיבוטלו במדוייק כאן או על ידי המתקין הרלוונטי
ja: 検索対象となり、かつ、ユーザが目にすることができるコンテンツタイプを指定します。新しいコンテンツタイプがインストールされた場合、インストール時に指定するかここで指定しなければ、標準設定では検索や閲覧が可能であることに注意してください。

source: Define the types to be shown in the site and searched
he: הגדר את הסוגים להצגה באתר ולחיפוש
ja: 閲覧および検索可能なコンテンツタイプを指定

source: Delete
cy: Dileu
fa: حذف
he: מחק
ja: 削除
sr: Обриши
sr_latn: Obriši

source: Delete object
he: מחק אובייקט
ja: オブジェクトを削除

source: Description
he: תאור
ja: 説明
sr: Опис
sr_latn: Opis

source: Determines if the external editor feature is enabled. This feature requires a special client-side application installed. The users also have to enable this in their preferences.
he: קובע האם תכונת העורך החיצוני מאופשרת. תכונה זו דורשת אפליקצית צד משתמש מותקנת. המשתמש צריך לאפשר זאת בהגדרותיו האישית.
ja: 外部エディタを利用するかどうか指定します。この機能を使うには、クライアント側に特別なアプリケーションがインストールされている必要があります。また、ユーザはブラウザの設定で外部エディタを使うように指定しておく必要があります。

source: Determines if the users should get warnings when they delete or move content that is linked from inside the site.
he: קובע האם המשתמשים יקבלו הודעה אזהרה כאשר הם מוחקים מזיזים תוכן שמקושר מתוך האתר.
ja: サイト内でリンクされているコンテンツを削除または移動するとき、ユーザに警告を出すかどうか指定します。

source: Determines if your Plone is optimized for small or large sites. In environments with a lot of groups it can be very slow or impossible to build a list all groups. This option tunes the user interface and behaviour of Plone for this case by allowing you to search for groups instead of listing all of them.
he: קובע האם פלון מנוצל ביעילות לאתרים קטנים או גדולים. בסביבה עם קבוצות רבות יכול להיות איטי ביותר או בלתי אפשרי לבנות רשימה של משתמשים. אפשרות זו משנה את ממשק המשתמש להנהגות של פלון למצב זה על ידי כך שמאפשרת לך לחפש קבוצות ולא להציגם כרשימה.
ja: サイトの規模に合わせてPloneを最適化するかどうか指定します。グループ数の多い環境では、グループの一覧を作成するのにとても時間がかかったり、できないこともあります。このオプションを使うと、グループのすべてを一覧せず、検索できるようにすることによって、ユーザインターフェースやPloneの動作を調整してくれます。

source: Determines if your Plone is optimized for small or large sites. In environments with a lot of users it can be very slow or impossible to build a list all users. This option tunes the user interface and behaviour of Plone for this case by allowing you to search for users instead of listing all of them.
he: אקובע האם אתר הפלון שלך מותאם לאתר גדול או קטן. בסביבה עם משתמשים רבים זה יכול להיות איטי מאוד ובלתי אפשרי לבנות רשימת משתמשים. אפשרות זאת משנה את התנהגות פלון וממשק המשתמש למצב זה ומאפשרת לך לחפש משתמשים ולא לראות אותם כרשימה
ja: サイトの規模に合わせてPloneを最適化するかどうか指定します。ユーザ数の多い環境では、ユーザの一覧を作成するのにとても時間がかかったり、できないこともあります。このオプションを使うと、ユーザのすべてを一覧せず、検索できるようにすることによって、ユーザインターフェースやPloneの動作を調整してくれます。

source: Disallowed to paste item(s).
cy: Atal rhag gludo eitem(au)
fa: امکان چسبش آیتم‌(ها) نیست.
he: ביטול השראה לגזירת פריט(ים)
ja: 項目をペーストすることが許されていません。
sr: Није дозвољено налепљивање ставки.
sr_latn: Nije dozvoljeno nalepljivanje stavki.

source: Discussion Item
cy: Eitem Trafod
fa: آیتم گفتگو
he: פריט דו שיח
ja: 議論項目
sr: Ставка у расправи
sr_latn: Stavka u raspravi

source: Discussion Items are documents which reply to other content.They should *not* be addable through the standard 'folder_factories' interface.
cy: Mae Eitemau trafod yn ddogfennau sy'n ymateb i gynnwys arall. *Ni* ddylai bod modd eu hychwanegu drwy ryngwyneb safonol 'folder_factories'.
fa: آیتم‌های گفتگو مدارکی هستند که به محتواهای دیگر پاسخ می‌دهند. آنها نمی‌بایست از طریق میانای 'folder_factories' قابل افزودن باشند.
he: פרטי שיחה הינם מסמכים העונים לתוכן אחר. הם אינם אמורים להיות נוספים בדרך הרגילה של ממשק 'folder_factories'
ja: 議論項目は他のコンテンツへのコメントです。これは標準の'folder_factories'インターフェースを通して追加されるものではありません。
sr: Ставке расправе које представљају одговор на други садржај. Оне се *не* смеју додавати кроз стандардно сучеље 'folder_factories'.
sr_latn: Stavke rasprave koje predstavljaju odgovor na drugi sadržaj. One se *ne* smeju dodavati kroz standardno sučelje 'folder_factories'.

source: Display and allow users to edit the 'Short name' content identifiers, which form the URL part of a content item's address. Once enabled, users will then be able to enable this option in their preferences.
he: הצג והרשה למשתמשים לערוך את 'שם הקצר' של מזהי תוכן אשר מייצרים את חלק מהתוכן של כתובת הפריט. כאשר מתאפשרים, משתמשים יוכלו לראות את אפשרות זאת בהגדרות שלהם.
ja: 項目のアドレスでURLを構成する「短い名前」のコンテンツ識別子の表示または編集を許可します。これが有効にされると、ユーザ設定でこのオプションを有効にすることができます。

source: Document changes saved.
cy: Cadwyd newidiadau'r dogfennau.
fa: تغییرات مدرک ذخیره گشت.
he: שינויי מסמך נשמרו.
ja: ドキュメントの変更が保存されました。
sr: Измене документа су сачуване.
sr_latn: Izmene dokumenta su sačuvane.

source: Does not match current password.
cy: Nid yw'n cyd-fynd â'r cyfrinair presennol.
fa: با گذرواژه فعلی مطابقت ندارد.
he: לא זהה לסיסמא נוכחית
ja: 現在のパスワードと一致しません
sr: Не поклапа се са важећом лозинком.
sr_latn: Ne poklapa se sa važećom lozinkom.

source: Download
cy: Llwytho i Lawr
fa: بارگیری
he: הורדה
ja: ダウンロード
sr: Преузимање
sr_latn: Preuzimanje

source: Each type chosen will have a wiki enabled primary text area. At least one type must be chosen to turn wiki behavior on.
he: כל סוג שנבחר יש ויקי מקום טקס ט עיקרי. לפחות סוג אחד חייב להבחר על מנת להפעיל את התנהגות הויקי.
ja: ここで選択されたコンテンツタイプにはwiki記法が使えるテキストエリアがあります。wiki記法を使えるようにするには、少なくとも1つのコンテンツタイプを選択する必要があります。

source: Edit
cy: Golygu
fa: ویرایش
he: ערוך
ja: 編集
sr: Уреди
sr_latn: Uredi

source: Edit Classic Portlet
he: ערוך פורטלט קלאסי
ja: クラシックポートレットを編集する

source: Edit Content Type Condition
he: ערוך תנאי סוגי תוכן
ja: コンテンツタイプを編集する

source: Edit Copy Action
he: ערוך פעולת העתקה
ja: コピー操作を編集する

source: Edit Events Portlet
he: ערוך פורטלט ארועים
ja: イベントポートレットを編集する

source: Edit File Extension Condition
he: ערוך תנאי סיומת קובץ
ja: ファイルの拡張子を編集する

source: Edit Group Condition
he: ערוך תנאי קבוצה
ja: グループを編集する

source: Edit Logger Action
he: ערוך פעולה ארוכה
ja: ロガーを編集する

source: Edit Mail Action
he: ערוך פעולות דואר
ja: メール送信を編集する

source: Edit Move Action
he: ערוך פעולת הזזה
ja: 移動アクションを編集する

source: Edit Navigation Portlet
he: ערוך פורטלט ניווט
ja: ナビゲーションポートレットを編集する

source: Edit News Portlet
he: ערוך פורטלט חדשות
ja: ニュースポートレットを編集する

source: Edit Notify Action
he: ערוך פעולת הודעה
ja: 通知を編集する

source: Edit RSS Portlet
he: ערוך פורטלט RSS
ja: RSSポートレットを編集する

source: Edit Recent Portlet
he: ערוך פורטלט שנערך לאחרונה
ja: 「最近の更新」を編集する

source: Edit Rule
he: ערוך חוקים
ja: ルールを編集する

source: Edit Search Portlet
he: ערוך פורטלט חיפוש
ja: 検索ポートレットを編集する

source: Edit Workflow Action
he: ערוך פעולות תהליך עבודה
ja: ワークフローの「アクション」属性を編集する

source: Edit Workflow State Condition
he: ערוך תנאי מצב תהליךעבודה
ja: ワークフローの「状態」属性を編集する

source: Edit Workflow Transition Condition
he: ערוך תנאי טרנזקצית תהליך עבודה
ja: ワークフローの「遷移」を編集する

source: Edit an existing rule.
he: ערוך חוק קיים
ja: 既存ルールを編集する

source: Edit with external application
he: ערוך עם אפליקציה חיצונית
ja: 外部アプリケーションで編集する

source: Editor
he: עורך
ja: 編集者

source: Effective Date
cy: Dyddiad Daw i Rym
fa: تاریخ موثر
he: תאריך אפקטיבי
ja: 発行日
sr: Датум објаве
sr_latn: Datum objave

source: Effective Range
cy: Ystod Gyfan
fa: بازه موثر
he: טווח אפקטיבי
ja: 発行期間
sr: Ефективни опсег
sr_latn: Efektivni opseg

source: Email recipients
he: מקבלי דואר אלקטרוני
ja: 電子メールの宛先

source: Email report to ${recipients}
he: דואר אלקטרוני מקור ל ${recipients}
ja: ${recipients}に電子メールで知らせる

source: Email source
he: דואר אלקטרוני מקור
ja: メール送信元

source: Enable External Editor feature
he: אפשר פעולות עורך חיצוני
ja: 外部エディタを利用可能にする

source: Enable LiveSearch
he: אפשר חיפושמהיר
ja: ライブサーチを可能にする

source: Enable User Folders
he: אפשר ספריות משתמש
ja: ユーザフォルダを利用可能にする

source: Enable link integrity checks
he: מאפשר בדיקות יושר קישור
ja: リンクの整合性に関するチェックを行う

source: Enable self-registration
he: אפשר רישום עצמי
ja: ユーザ登録をユーザ自身が行えるようにする

source: Enabled
he: אפשר
ja: 有効

source: Enables the LiveSearch feature, which shows live results if the browser supports JavaScript.
he: מאפשר אפשרות חיפוש חי, כאשר מראה תוצאות חיפוש גם אם הדפדפן תומך בג'אווה סקריפט
ja: LiveSearch機能を有効にします。JavaScriptをサポートしているブラウザでは、検索結果がリアルタイムで表示されるようになります。

source: End Date
cy: Dyddiad Diwedd
fa: تاریخ پایان
he: תאריך סיום
ja: 終了日
sr: Крајњи датум
sr_latn: Krajnji datum

source: Entries cleared
cy: Cliriwyd Cofnodion
fa: اقلام مورد نظر پاک شد
he: פריטים נוקו
ja: 項目はクリアされました
sr: Уноси су очишћени
sr_latn: Unosi su očišćeni

source: Error
he: שגיאה
ja: エラー
sr: Грешка
sr_latn: Greška

source: Error Log
cy: Cofnod Gwall
fa: گزارش خطا
he: יומן שגיאות
ja: エラーログ
sr: Дневник грешака
sr_latn: Dnevnik grešaka

source: Error saving event.
cy: Gwall wrth gadw digwyddiad.
fa: اشکال در هنگام ذخیره رخداد.
he: .ארעה שגיאה בזמן הארוע
ja: イベントを保存する際にエラーが発生しました。
sr: Грешка при чувању догађаја.
sr_latn: Greška pri čuvanju događaja.

source: Errors
he: שגיאות
ja: エラーログ

source: Event
cy: Digwyddiad
fa: رخداد
he: ארוע
ja: イベント
sr: Догађај
sr_latn: Događaj

source: Event changes saved.
cy: Cadwyd newidiadau'r digwyddiad.
fa: تغییرات رخداد مورد نظر ذخیره شد.
he: .שינויי ארוע נשמרו
ja: イベントの変更が保存されました。
sr: Промене догађаја су сачуване.
sr_latn: Promene događaja su sačuvane.

source: Events
he: ארועים
ja: イベント

source: Exclude from navigation
he: דחה מניווט
ja: ナビゲーションに含めない

source: Execute transition ${transition}
he: בצע טרנזקציה ${transition}
ja: ${transition}を行う

source: Expiration Date
cy: Dyddiad Daw i Ben
fa: تاریخ انقضا
he: תאריך תפוגה
ja: 満了日
sr: Датум истека
sr_latn: Datum isteka

source: Expose sitemap.xml.gz in the portal root
he: חושף sitemap.xml.gz בשורש הפורטל
ja: ポータルのルートにsitemap.xml.gzを置く

source: Exposes your content as a file according to the sitemaps.org standard. You can submit this to compliant search engines like Google, Yahoo and Microsoft. It allows these search engines to more intelligently crawl your site.
he: חושף את התוכן שלך כקובץ על פי סטנדרטי sitemaps.org. באפשרותך להגיש זאת למנועי חיפוש גדולים כגון גוגל, יאהו ומיקרוסופט. זה מאפשר למנועי חיפוש אלו לערוך חיפוש אינטיליגנטי יותר לאתרך
ja: sitemaps.org標準に従ってサイトマップファイルを置きます。標準に準拠したGoogleやYahoo、Microsoftなどの検索エンジンに提出することができ、検索エンジンがより高度なやり方でサイトの情報を抽出することができます。

source: External Edit
cy: Golygu Allanol
fa: ویرایش خارجی
he: עורך חיצוני
ja: 外部編集
sr: Спољашњи уређивач
sr_latn: Spoljašnji uređivač

source: External links open in new window
he: קישורים חיצוניים נפתחים בחלון חדש
ja: 外部リンクを新規ウィンドウで開く

source: ExternalEdit
he: עורךחיצוני
ja: 外部編集
sr: СпољашњиУређивач
sr_latn: SpoljašnjiUređivač

source: Externally visible
he: נראה חיצוני
ja: 外部に公開する

source: Favorite
cy: Ffefryn
fa: مطلوب
he: מועדפים
ja: お気に入り
sr: Омиљено
sr_latn: Omiljeno

source: Feed reload timeout
he: פסק זמן להעלאת פיד
ja: RSSフィード再読み込みまでの時間

source: File
cy: Ffeil
fa: پرونده
he: קובץ
ja: ファイル
sr: Датотека
sr_latn: Datoteka

source: File extension
he: סיומת קובץ
ja: ファイル拡張子

source: File extension is ${ext}
he: סיומת הקובץ ${ext}
ja: ファイル拡張子は${ext}です

source: Filtered classes
he: קלאסים מסוננים
ja: 除外されるクラス

source: Find items related to the selected items
cy: Canfod eitemau’n perthyn i'r eitemau dewiswyd
fa: آیتم‌هایی را که مربوط به آیتم گزیده هستند، پیدا کن
he: מצא פריטים הקשורים לפריטים שנבחרו
ja: 選択された項目に関連する項目を検索
sr: Нађи ставке у вези са изабраним стаквама
sr_latn: Nađi stavke u vezi sa izabranim stakvama

source: Find items that are the default view for their containing folder.
cy: Canfod eitemau y maent yn olwg rhagosodedig o'u ffolder cynhwysol.
fa: آیتم‌هایی را که نمای پیش‌گزیده پوشه خود هستند، پیدا کن
he: מצא פריטים שהינם צפיית ברירת המחדל בספריה המכילה אותם
ja: そのフォルダのデフォルトビューである項目を見つける。
sr: Нађи ставке које су подразумевани поглед за директоријум који их садржи.
sr_latn: Nađi stavke koje su podrazumevani pogled za direktorijum koji ih sadrži.

source: Find items that can contain other objects
cy: Canfod eitemau sy'n gallu cynnwys gwrthrychau eraill
fa: آیتم‌هایی را که می‌توانند دربرگیرنده سایر آیتم‌ها باشند، بیاب
he: מצא פריטים שאינם יכולים להכיל אובייקטים אחרים
ja: 他のオブジェクトを包含できる項目を見つける。
sr: Нађи ставке које могу да садрже друге објекте.
sr_latn: Nađi stavke koje mogu da sadrže druge objekte.

source: First day of week in the calendar
he: היום הראשון בשבוע בתאריכון
ja: カレンダーの最初の曜日

source: Flip horizontal
cy: Troi'n llorweddol
fa: دوران افقی
he: סובב אופקית
ja: 左右反転
sr: Обрни хоризонтално
sr_latn: Obrni horizontalno

source: Flip vertical
cy: Troi'n fertigol
fa: دوران عمودی
he: סובב אנכית
ja: 上下反転
sr: Обрни вертикално
sr_latn: Obrni vertikalno

source: Folder
cy: Ffolder
fa: پوشه
he: ספריה
ja: フォルダ
sr: Директоријум
sr_latn: Direktorijum

source: Folder Listing
cy: Rhestr Ffolderi
fa: فهرست پوشه
he: רשימת ספריה
ja: フォルダのリスト
sr: Списак директоријума
sr_latn: Spisak direktorijuma

source: Folder changes saved.
cy: Cadwyd newidiadau ffolder.
fa: تغییرات پوشه مورد نظر ذخیره شد.
he: .שינויי ספריה נשמרו
ja: フォルダの変更が保存されました。
sr: Измене директоријума су снимљене
sr_latn: Izmene direktorijuma su snimljene

source: Folder contents
cy: Cynnwys ffolder
fa: محتوای پوشه
he: תכולת ספריה
ja: フォルダのコンテンツ
sr: Садржај директоријума
sr_latn: Sadržaj direktorijuma

source: Folder view
cy: Golwg ffolder
fa: نمای پوشه
he: צפיית ספריה
ja: フォルダ表示
sr: Преглед директоријума
sr_latn: Pregled direktorijuma

source: Folder-like
cy: Tebyg i Ffolder
fa: پوشه‌ای
he: כמו ספריה
ja: フォルダ型
sr: Налик директоријуму
sr_latn: Nalik direktorijumu

source: For enabling web statistics support from external providers (for e.g. Google Analytics). Paste the code snippets provided. It will be included in the rendered HTML as entered near the end of the page.
he: על מנת לאפשר תמיכת סטסטסטיקות אינטרנט מספקים חיצוניים (לדוגמא גוגל אנליטיק( . גזור את קטע הקוד המצורף. הוא יהיה כלול ב HTML המרונדר כנכנס כמעט לסוף העמוד.
ja: 外部のウェブアクセス解析サービス（例：Google Analytics）を利用するときに提供されたコードを貼り付けてください。HTMLが生成される際にページの最後に追加されます。

source: Friendly Date Criteria
cy: Maen Prawf Dyddiad Hwylus
fa: معیار زمانی خوش‌ساخت
he: קריטריון תאריך חברותי
ja: 表示用の日付の条件
sr: Критеријум пријатељског датума
sr_latn: Kriterijum prijateljskog datuma

source: Group ${name} has been added.
cy: Mae Grwp ${name} wedi ei ychwanegu.
fa: گروه ${name} افزوده شد.
he: קבוצה ${name} נוספה.
ja: グループ ${name} が追加されました。
sr: Додата је група под именом ${name}.
sr_latn: Dodata je grupa pod imenom ${name}.

source: Group name
he: שם קבוצה
ja: グループ名

source: Group(s) deleted.
cy: Grwp(iau) dilëwyd.
fa: گروه‌(های) مورد نظر حذف کنید.
he: קבוצה (ות) נמחקו
ja: グループが削除されました。
sr: Групе су обрисане.
sr_latn: Grupe su obrisane.

source: Groups are: ${names}
he: קבוצות הם ${names}
ja: グループは${names}です

source: HTML Filter settings
he: HTML הגדרות פילטר
ja: HTMLフィルタの設定

source: HTML Filtering
he: פילטרים HTML
ja: HTMLフィルタ

source: History
cy: Hanes
fa: تاریخچه
he: היסטוריה
ja: 履歴
sr: Историјат
sr_latn: Istorijat

source: Home
cy: Cartref
fa: خانه
he: עמוד הבית
ja: ホーム
sr: Дом
sr_latn: Dom

source: How many items to list.
he: מספר פריטים לתצוגת רשימה
ja: 一覧する項目の個数

source: Html Filter Settings
he: הגדרות פילטר Html
ja: HTMLフィルタの設定

source: Icon
he: איקון
ja: アイコン

source: If disabled the content icons in folder listings and portlets won't be visible.
he: במידה ואינו מופעל איקוני התוכן והפורטלטים לרשימת ספריה לא יהיו נראים.
ja: 無効にすると、フォルダの一覧やポートレットのアイコンが見えなくなります。

source: If enabled all external links in the content region open in a new window.
he: במידה ומאפשר כל הקישורים החיצוניים באזור תוכן זה יפתחו בחלון חדש
ja: 有効にすると、コンテンツに含まれる外部リンクは新しいウィンドウで表示されます。

source: If enabled all external links will be marked with link type specific icons. If disabled the 'external links open in new window' setting has no effect.
he: במידה ומאופשר כל הקישורים החיצוניים יסומנו עם סוג איקון מיוחד. במידה ולא מאופשר 'הקישורים החיצויים' יפתחו בחלון חדש הגדרות לא יהיה אפקט
ja: 有効にすると、すべての外部リンクはリンクの種類に応じたアイコンで示されます。無効にすると、「外部リンクを新規ウィンドウで開く」の設定は意味を持ちません。

source: If not selected only logged-in users will be able to view information about who created an item and when it was modified.
he: במידה ולא נבחר רק משתמשים המחוברים יוכלו לראות את המידע עבור יוצר הפריט ותאריך השינוי האחרון
ja: 選択されていないとき、ログインしているユーザだけが、誰が項目を作成したのか、いつ更新されたのかという情報を見ることができます。

source: If not selected, passwords will be autogenerated and mailed to users, which verifies that they have entered a valid email address.
he: במידה ולא נבחר, סיסמא תווצר אוטומטית ותשלח למשתמשים, כאשר נבדקת כאשר הם מזינים כתובת דואר אלקטרונית.
ja: 選択されていないとき、ユーザが正しいメールアドレスを入力したことを確認するために、パスワードが自動生成され、ユーザにメールで送られます。

source: If selected, home folders where users can create content will be created when they log in.
he: במידה ונבחר, ספריית בית היכן שמשתמשים יכול לצור תוכן שיווצר כאשר הם מתחברים.
ja: 選択されていれば、ユーザのログイン時にホームフォルダが作成され、ユーザ独自のコンテンツをそこに保存することができます。

source: If you submitted the item by mistake or want to perform additional edits, this will take it back.
he: במידה והגשת את הפריטים בטעות או הנך מעוניין לערוך עריכות נוספות, אפשרות זו תקח אותך אחורה.
ja: この項目を誤って提出してしまったり、追加で編集したい場合に元に戻します。

source: Image
cy: Delwedd
fa: تصویر
he: תמונה
ja: 画像
sr: Слика
sr_latn: Slika

source: Image changes saved.
cy: Cadwyd newidiadau delwedd.
fa: تغییرات تصویر مورد نظر ذخیره شد.
he: .שינויי תמונה נשמרו
ja: 画像の変更が保存されました。
sr: Промене на слици су сачуване.
sr_latn: Promene na slici su sačuvane.

source: Info
he: מידע
ja: お知らせ
sr: Подаци
sr_latn: Podaci

source: Information about an upcoming event, which can be displayed in the calendar.
cy: Mae modd dangos gwybodaeth am ddigwyddiadau'r dyfodol o fewn y calendr.
fa: رخدادها شیئ‌هایی جهت استفاده در پرس‌وجو‌های تقویمی-موضوعی بر روی کاتالوگ می‌باشند.
he: מידע אודות ארוע שיתקיים בעתיד, ושיכול להיות מוצג בתאריכון
ja: カレンダーに表示できるこれからのイベント情報。
sr: Податак о наступајућем догађају, који се може приказати у календару.
sr_latn: Podatak o nastupajućem događaju, koji se može prikazati u kalendaru.

source: Input is required but not given.
cy: Mae angen mewnbwn ond heb ei roi.
fa: ورودی ضروریست ولی وارد نشده.
he: הזנה נדרשת אך לא ניתנה
ja: 入力が必要ですが入っていません。
sr: Унос је обавезан а ништа није унесено.
sr_latn: Unos je obavezan a ništa nije uneseno.

source: Input must be an integer.
fa: ورودی باید عددی طبیعی باشد.
he: קלט חייב להיות מספר
ja: 入力は整数でなければなりません。
sr: Унос мора бити цео број.
sr_latn: Unos mora biti ceo broj.

source: Instant edited field(s) ${fields}
he: שדה(ות( ערוכות במהירות ${fields}
ja: インスタント編集されたフィールド ${fields}

source: Integer value or range
cy: Ystod neu werth cyfanrif
fa: مقدار یا بازه عدد طبیعی
he: ערך מספרי או טווח
ja: 整数の値または範囲
sr: Цео број или опсег
sr_latn: Ceo broj ili opseg

source: Internal Security
cy: Diogelwch Mewnol
fa: امنیت درونی
he: אבטחה פנימית
ja: サイト内セキュリティ
sr: Унутрашња сигурност
sr_latn: Unutrašnja sigurnost

source: Internal draft
he: דראפט פנימי
ja: 内部向けドラフト

source: Internally published
he: פרסם מקומי
ja: 内部向けに公開

source: Intranet Workflow for Folders
he: תהליך עבודה פנימי עבור ספריות
ja: フォルダ用イントラネットワークフロー

source: Intranet/Extranet Workflow
he: תהליך עבודה פנימי/חיצוני
ja: イントラネット／エクストラネットワークフロー

source: Is this item visible in the site navigation
he: האם פריט זה נראה בניווט האתר
ja: ナビゲーションに表示されます

source: Item Type
cy: Math o Eitem
fa: نوع آیتم
he: סוג פריט
ja: 項目の種類
sr: Врста ставке
sr_latn: Vrsta stavke

source: Item Type (internal)
cy: Math o Eitem (mewnol)
fa: نوع آیتم (داخلی)
he: סוג פריט (פנימי)
ja: 項目の種類（サイト内）
sr: Врста ставке (унутрашња)
sr_latn: Vrsta stavke (unutrašnja)

source: Item state changed.
he: מצב פריט השתנה
ja: 項目の状態が変更されました。
sr: Стање ставке је промењено.
sr_latn: Stanje stavke je promenjeno.

source: Item's position has changed.
cy: Mae safle'r eitem wedi newid.
fa: جایگاه آیتم مورد نظر تغییر کرد.
he: .שינוי מיקום פריט נשמר
ja: 項目の場所が変更されました。
sr: Место ставке је промењено.
sr_latn: Mesto stavke je promenjeno.
