Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: help_allowRolesToAddKeywords
fa: کاربران دارای یکی از نقش‌های گزیده در اینجا، مجاز به افزودن کلیدواژه به سایت می‌شوند.
he: משתמשים עם אחת מהההרשאות שנבחרו כאן מאפשרים להוסיף מילות מפתח לאתר.
ja: ここで選択されたロールを持つユーザはキーワードの追加を実行できます。
sr: Корисницима са једном од овде изабраних улога је дозвољено да додају кључне речи.
sr_latn: Korisnicima sa jednom od ovde izabranih uloga je dozvoljeno da dodaju ključne reči.

source: help_allow_combined_language_codes
he: דוגמאות: pt-br (פורטוגזית ברזילאית), en-us (אנגלית אמריקאית) etc.
ja: 例: pt-br (ブラジルのポルトガル語), en-us (アメリカ英語) など

source: help_allow_comments
he: במידה ונבחר, משתמש יכול להוסיף הערות לפריט זה
ja: 選択すると、ユーザがこの項目にコメントを追加できるようになります。

source: help_biography
cy: Trosolwg byr o bwy ydych a beth rydych yn ei wneud. Bydd yn cael ei ddangos ar eich tudalen awdur, gyda chyswllt o'r eitemau rydych wedi eu creu.
fa: یک مرور اجمالی بر اینکه شما که هستید و چه می‌کنید. در صفحه نویسندگی شما که از آیتم‌های ایجاد شده توسط شما پیوند می‌شود، ظاهر خواهد شد.
he: סקירה קצרה של מי אתה ומה הינך עושה. יוצג בעמוד היוצר שלך, מקושר מהפריטים שתיצור.
ja: あなたが誰で何をしているかを短く要約します。あなたが作ったページからリンクが張ってあるあなたの作成者ページに表示されます。
sr: Кратак текст који каже ко сте и шта радите. Биће приказан на Вашој ауторској страни, која је повезана за ставке које направите.
sr_latn: Kratak tekst koji kaže ko ste i šta radite. Biće prikazan na Vašoj autorskoj strani, koja je povezana za stavke koje napravite.

source: help_boolean_criteria_bool
cy: Gwir neu gau
fa: درست یا نادرست
he: אמת או שקר
ja: TrueまたはFalse
sr: Тачно или нетачно
sr_latn: Tačno ili netačno

source: help_capslock_password
cy: Maint llythrennau yn bwysig. Gwnewch yn siwr nad yw Caps Lock ymlaen.
fa: حساس به بزرگ و کوچکی حروف؛ مطمئن شوید که caps lock روشن نیست.
he: Case sensitive אנא בדוק שמקש הקפס לוק אינו מאופשר
ja: 大文字、小文字は区別されています。Caps Lockキーの状態に注意してください。
sr: Мала и велика слова се разликују, проверите да ли је Caps Lock искључен.
sr_latn: Mala i velika slova se razlikuju, proverite da li je Caps Lock isključen.

source: help_categories
he: ידוע גם כמילות מפתח, טאגים או כותרות, אלו עוזרים לך לתת קטגוריות לתוכן שלך
ja: コンテンツをカテゴリー分類するのに役立つ、キーワード、タグ、ラベルとしても知られています。
sr: Такође познате као кључне речи, ознаке или етикете, помажу Вам да категоризујете садржај.
sr_latn: Takođe poznate kao ključne reči, oznake ili etikete, pomažu Vam da kategorizujete sadržaj.

source: help_change_ownership
cy: Newidiadau i berchnogaeth y gwrthrych presennol.
fa: مالکیت شیئ جاری را تغییر می‌دهد.
he: שינויי בעלות
ja: 現在のオブジェクトの所有権を変更します。
sr: Промена власништва над тренутним објектом.
sr_latn: Promena vlasništva nad trenutnim objektom.

source: help_change_status
cy: Dewiswch y cyflwr newydd ar gyfer yr eitemau hyn.
fa: وضعیت جدید آیتم‌های گزیده را انتخاب کنید.
he: בחר את המצב החדש למסמכים שנבחרו
ja: 選ばれた項目の新しい状態を選びます。
sr: Изаберите ново стање за изабране ставке.
sr_latn: Izaberite novo stanje za izabrane stavke.

source: help_choose_a_date
cy: Dewiswch ddyddiad
fa: انتخاب تاریخ
he: בחר תאריך
ja: 日付を選びます。
sr: Изаберите датум
sr_latn: Izaberite datum

source: help_comment_to_link
cy: Sylw am y cyswllt.
fa: توضیحی در مورد این پیوند.
he: הערה לגבי הקישור
ja: このリンクへのコメント
sr: Коментар о овој вези.
sr_latn: Komentar o ovoj vezi.

source: help_confirm_password
cy: Rhowch y cyfrinair eto. Gwnewch yn siwr fod y cyfrineiriau'r un peth.
fa: گذرواژه را دوباره وارد نمایید. مطمئن شوید که گذرواژه‌ها یکسان هستند.
he: הזן שוב את הסיסמא. אנא בדוק שהסיסמאות דומות
ja: もう一度パスワードを入力します。完全に一致しなければなりません。
sr: Унесите поново лозинку. Пазите да унете лозинке буду идентичне.
sr_latn: Unesite ponovo lozinku. Pazite da unete lozinke budu identične.

source: help_content_editor
cy: Dewiswch y golygydd cynnwys yr hoffech ei ddefnyddio. Sylwch fod gan olygyddion cynnwys weithiau anghenion penodol gan borwyr.
fa: ویرایشگر محتوایی را که می‌خواهید استفاده کنید، انتخاب نمایید. دقت کنید که ویرایشگرهای محتوا معمولا نیازهای خاصی در مرورگرها را می‌طلبند.
he: בחר את העורך שברצונך להשתמש לצורך עריכת תוכן ביותר קלות. לעורכי תכנים יש בדרך כלל דרישות דפדפנים מיוחדות.
ja: コンテンツの編集に使いたいエディタを選びます。コンテンツエディタはしばしば特定のブラウザを必要とします。
sr: Изаберите уређивач садржаја ког желите да користите. Имајте на уму да уређивачи садржаја често траже одговарајући читач.
sr_latn: Izaberite uređivač sadržaja kog želite da koristite. Imajte na umu da uređivači sadržaja često traže odgovarajući čitač.

source: help_content_ext_editor
cy: Pan wedi ei dicio, bydd eicon yn cael ei amlygu ar bob tudalen sy'n caniatáu i chi olygu cynnwys gyda'ch hoff olygydd yn lle defnyddio golygydd sy'n seiliedig ar borwr. Mae hyn yn gofyn am raglen ychwanegol o'r enw ExternalEditor wedi ei osod ar ochr y gweinydd. Gofynnwch i'ch gweinyddwr am wybodaeth bellach, os oes angen.
fa: در حالت فعال آیکونی در هر صفحه آشکار خواهد شد که به شما این امکان را می‌دهد که بجای استفاده از ویرایشگر مبتنی بر مرورگر، محتوا را در ویرایشگر دلخواه خود ویرایش کنید. این امر مستلزم نصب یک برنامه اضافی در سمت کاربر که ویرایشگر خارجی نامیده می‌شود، می‌باشد. در صورت نیاز از مدیریت برای اطلاعات بیشتر سوال کنید.
he: כאשר מסומן, איקון שיהיה מוצג כל עמוד שמאפשר לך לערות תוכן בעורך המעודף עליך במקום להשתמש בעורך בסיס הדפדפן. דבר זה דורש אפליקציה נוספת שנקראת עורךחיצוני המותקנת בצד השרת. שאל את המנהל שלך למידע נוסף במידה וצריך.
ja: チェックマークが付いている場合、各ページに鉛筆アイコンが表示されます。そのアイコンをクリックするとブラウザ上のエディタではなくて自分の好みのエディタを使ってコンテンツを編集することができます。そのためにはExternalEditorと呼ばれるプラグインをPC側にインストールする必要があります。詳しくは管理者に尋ねてください。
sr: Када је изабрано, на свакој страни биће видљива сличица која Вам допушта да уређујете садржај помоћу Вашег омиљеног уређивача текста уместо уређивача уграђеног у читач. Да би ово радило, потребно је да је постављен додатни програм ЕxternalEditor. Питајте администратора за детаљнија упутства када Вам буду потребна.
sr_latn: Kada je izabrano, na svakoj strani biće vidljiva sličica koja Vam dopušta da uređujete sadržaj pomoću Vašeg omiljenog uređivača teksta umesto uređivača ugrađenog u čitač. Da bi ovo radilo, potrebno je da je postavljen dodatni program ExternalEditor. Pitajte administratora za detaljnija uputstva kada Vam budu potrebna.

source: help_contributors
cy: Enwau'r unigolion sydd wedi cyfrannu i'r eitem. Dylai pob cyfrannwr fod ar linell ar wahân.
fa: نام اشخاصی که در نوشتن این آیتم سهیم بوده‌اند. هر نویسنده باید روی خطی جدا وارد شود.
he: שמות האנשים שתרמו לפריט הזה. כל תורם אמור להיות בשורה חדשה.
ja: この項目に協力した人たちの名前です。一行につき一名づつの名前を入力します。
sr: Имена људи који су приложили материјал овој ставци. Сваки приложник треба да буде наведен у засебном реду.
sr_latn: Imena ljudi koji su priložili materijal ovoj stavci. Svaki priložnik treba da bude naveden u zasebnom redu.

source: help_cookie_persistence
cy: Os wedi ei dicio ni fydd y cookie croen yn dod i ben.
fa: در صورت تیک خوردن، کوکی پوسته هیچ‌گاه منقضی نمی‌شود.
he: עוגיות קיימות לעולם
ja: ここをチェックすると、クッキーが永久有効に設定されます。
sr: Ако је обележено, колачић за пресвлаку никада неће истећи.
sr_latn: Ako je obeleženo, kolačić za presvlaku nikada neće isteći.

source: help_copyrights
he: מידע על זכויות יוצרים או זכויות אחרות על פריט זה
ja: この項目の著作権情報または他の権利情報

source: help_creation_date
cy: Dyddiad creu'r gwrthrych
fa: تاریخی که این آیتم ایجاد شده است
he: תאריך שאובייקט זה נוצר
ja: この項目が作成された日時
sr: Датум када је овај објекат начињен
sr_latn: Datum kada je ovaj objekat načinjen

source: help_creators
ja: この項目の中身を作った作成者たち。１行に１名ずつ、ユーザ名のリストを入力します。主導的な作成者の名前を最初に記入します。

source: help_criteria_field_name
cy: Ni ddylai gynnwys bylchau, tanlinellu na chymysgedd maint. Enw Byr yw rhan o gyfeiriad y tîm gwe.
fa: با حروف لاتین؛ نباید شامل فاصله، خط‌ زیر یا ترکیب حروف بزرگ و کوچک باشد. نام کوتاه بخشی از نشانی وب آیتم خواهد بود.
he: אינו אמור להכיל רווח, קו תחתון ואותיןת גדולות קטנות. שם קצת הינו חלק מכתובת אינטרנט הפריט
ja: 空白、下線を含んだり大文字小文字を混在させてはいけません。ショートネームは項目のURLの一部となります。
sr: Не сме да садржи размаке, доње црте или велика слова. Кратко име је део Интернет адресе ставке.
sr_latn: Ne sme da sadrži razmake, donje crte ili velika slova. Kratko ime je deo Internet adrese stavke.

source: help_current_folder_only
fa: در صورت انتخاب، همواره درخت جهت‌یابی تنها پوشه جاری و فرزندانش را نشان خواهد داد.
he: במידה ונבחר, עץ הניווט יציג רק את הספריה הנוכחית ואת ילדיו בכל פעם.
ja: 選ばれていると、ナビゲーションツリーは現在のフォルダとその子項目だけを常に表示します。
sr: Ако је изабрано, дрво за управљање ће увек показивати само тренутни директоријум и његову децу.
sr_latn: Ako je izabrano, drvo za upravljanje će uvek pokazivati samo trenutni direktorijum i njegovu decu.

source: help_current_password
cy: Rhowch eich cyfrinair presennol.
fa: گذرواژه کنونی خود را وارد کنید.
he: סיסמא נוכחית
ja: 現在のパスワードを入力
sr: Унесите Вашу тренутну лозинку.
sr_latn: Unesite Vašu trenutnu lozinku.

source: help_custom_view
cy: Mae'r colofnau yn y tabl yn cael eu rheoli gan 'Colofnau'r Tabl' isod.
fa: ستون‌های جدول توسط «ستون‌های جدول» در زیر، کنترل می‌گردد.
he: עמודות בטבלה נשלטות בידי 'עמודות טבלה' מטה
ja: 以下の表の項目名によって一覧表示のフィールド名が決められます。
sr: Укључује и искључује поглед за приказ резултата претраге. Ако је изабран, поглед ће користити табелу са пољима која одређују вредности изабране у „посебним пољима за преглед“. У супротном, биће коришћене изворне вредности.
sr_latn: Uključuje i isključuje pogled za prikaz rezultata pretrage. Ako je izabran, pogled će koristiti tabelu sa poljima koja određuju vrednosti izabrane u „posebnim poljima za pregled“. U suprotnom, biće korišćene izvorne vrednosti.

source: help_custom_view_fields
cy: Dewis pa feysydd i'w dangos pan fo 'Dangos fel Tabl' wedi ei dicio.
fa: تعیین کنید هنگامی که «نمایش بصورت جدول» انتخاب شده، چه فیلدهای نمایش داده شود.
he: בחר את השדות לתצוגה כאשר 'תצוגה כטבלה' מסומן.
ja: 表として表示をチェックしたら、表示するフィールドを選びます。
sr: Ако је изабрана „употреба посебних поља“ за поглед, поглед ће користити табелу са пољима која су одређена вредностима изабраних ставки у „посебним пољима за преглед“.
sr_latn: Ako je izabrana „upotreba posebnih polja“ za pogled, pogled će koristiti tabelu sa poljima koja su određena vrednostima izabranih stavki u „posebnim poljima za pregled“.

source: help_date_range_criteria_end
cy: Diwedd ystod dyddiad i'w chwilio.
fa: پایان بازه زمانی جهت جستجو
he: סיום טווח התאריך לחיפוש
ja: 日付検索範囲の終わり
sr: Крајњи датум у опсегу за претрагу.
sr_latn: Krajnji datum u opsegu za pretragu.

source: help_date_range_criteria_start
cy: Dechrau ystod dyddiad i'w chwilio.
fa: شروع بازه زمانی جهت جستجو
he: תאריך תחילת הטווח לחיפוש
ja: 日付検索範囲の始まり
sr: Почетни датум у опсегу за претрагу.
sr_latn: Početni datum u opsegu za pretragu.

source: help_default_language
cy: Enwi'r gosodiadau iaith rhagosodedig ar gyfer eitemau newydd eu creu.
fa: زبان پیش‌گزیده برای آیتم‌های جدید را وارد کنید.
he: בחר את שפת ברירת המחדל לפריטים החדש שנוצר
ja: 新しく作る項目のデフォルト言語を設定
sr: Одредите изворни језик за новостворене ставке.
sr_latn: Odredite izvorni jezik za novostvorene stavke.

source: help_default_skin
cy: Dewis y croen rhagosodedig ar gyfer y safle Plone.
fa: پوسته پیش‌گزیده پورتال پلون را انتخاب کنید.
he: סקין ברירת מחדל
ja: ポータルのデフォルトスキンを選択
sr: Изаберите изворну пресвлаку за Плонов портал.
sr_latn: Izaberite izvornu presvlaku za Plonov portal.

source: help_description
cy: Crynodeb byr o'r cynnwys
fa: خلاصه کوتاهی از محتوا.
he: תיאור קצר של הפריט
ja: コンテンツの短い要約
sr: Кратак опис садржаја.
sr_latn: Kratak opis sadržaja.

source: help_display_names
cy: Mae'n pennu os yw Short Name (
fa: مشخص می‌کند که آیا نام‌های کوتاه (یا IDها) در هنگام ویرایش آیتم‌ها، قابل تغییر می‌باشند. درصورتی که نام‌های کوتاه نمایش داده نشوند، بصورت خودکار ایجاد می‌شوند.
he: קובע האם שמות קצרים (ידוע גם כ IDS) ניתנים לעריכה כאשר עורכים פריטים. במידה ושמות קצרים אינם מופיעים, בם יווצרו אוטומטית.
ja: 項目を編集する際に、ショートネームが変更できるか決定します。もしもショートネームが入力されない場合は自動的に生成されます。
sr: Одређује да ли кратка имена (која се такође зову и ID-ови) могу да се мењају приликом уређивања ставки. Ако кратка имена нису приказана, биће начињена аутоматски.
sr_latn: Određuje da li kratka imena (koja se takođe zovu i ID-ovi) mogu da se menjaju prilikom uređivanja stavki. Ako kratka imena nisu prikazana, biće načinjena automatski.

source: help_effective_date
ja: 項目が公開される日時です。この日時を設定しない場合は、項目はすぐに公開されます。
sr: Датум када ће ставка постати доступна. Ако датум није изабран, ставка ће одмах постати доступна.
sr_latn: Datum kada će stavka postati dostupna. Ako datum nije izabran, stavka će odmah postati dostupna.

source: help_email_creation
cy: Rhowch gyfeiriad e-bost. Mae hyn yn angenrheidiol rhag ofn i'r cyfrinair gael ei golli. Rydym yn parchu eich preifatrwydd, ac ni fyddwn yn rhannu eich cyfeiriad i unrhyw drydydd parti na'i amlygu yn unrhyw le.
fa: نشانی پست‌الکترونیکی را وارد نمایید. آین نشانی در صورت گم شدن گذرواژه لازم خواهد بود. ما محرمانه بودن این نشانی را محترم می‌شماریم و این نشانی را به هیچ طرف سومی نداده و آن را در جایی در معرض دید قرار نخواهیم داد.
he: . הזן את כתובת תיבת הדואר האלקטרונית שלך. נתון זה חשוב במידה ותאבד את סיסמתך. אנו מכבדים את פרטיותך ולא נעביר את המידע לכל גורם שלישי.
ja: メールアドレスを入力します。これはパスワードを忘れた時に必要になります。あなたのプライバシーは尊重され、メールアドレスが第三者に渡ったりどこかで公開されることはありません。
sr: Унесите ел.адресу. Ово је потребно када се лозинка изгуби. Поштујемо вашу приватност и нећемо давати Вашу адресу трећим лицима, нити је било где приказати.
sr_latn: Unesite el.adresu. Ovo je potrebno kada se lozinka izgubi. Poštujemo vašu privatnost i nećemo davati Vašu adresu trećim licima, niti je bilo gde prikazati.

source: help_exclude_from_nav
cy: Os ei ddewis, ni fydd yr eitem yn ymddangos yn y goeden llywio.
fa: در صورت انتخاب، این آیتم در درخت جهت‌یابی ظاهر نخواهد شد
he: במידה וייבחר, פריט זה יופיע בעץ הניווט
ja: ここが選択されていると、この項目はナビゲーションツリーに表示されません。
sr: Ако је изабрано, ова ставка се неће појављивати у дрвету за управљање
sr_latn: Ako je izabrano, ova stavka se neće pojavljivati u drvetu za upravljanje

source: help_expiration_date
cy: Y dyddiad pan ddaw’r eitem i ben. Bydd yn gwneud yr eitem yn anweladwy i eraill ar y dyddiad hwnnw. Os na fydd dyddiad yn cael ei ddewis, ni ddaw i ben byth .
fa: تاریخی که آیتم در آن منقضی می‌شود. این اتفاق باعث نامرئی شدن آیتم برای دیگران در تاریخ ذکر شده خواهد شد. اگر تاریخی انتخاب نشود، آیتم هیچ‌گاه منقضی نمی‌گردد.
he: התאריך בו הפריט מסתיים. דבר זה יהפוך בצורה אוטומטית את הפריט לבלתי נראה על ידי הוספת תאריך. במידה ולא יוזן תאריך הפריט לא יפוג לעולם.
ja: 項目の公開が終了する日時です。この日時以降は自動的に他のユーザからは項目が見えなくなります。日時が設定されていなければ公開は終了しません。
sr: Датум када ставка истиче. Ово ће аутоматски учинити да ставка постане невидљива за друге на задати дан. Ако датум није изабран, ставка никада неће истећи.
sr_latn: Datum kada stavka ističe. Ovo će automatski učiniti da stavka postane nevidljiva za druge na zadati dan. Ako datum nije izabran, stavka nikada neće isteći.

source: help_format_wysiwyg
cy: Os ydych yn ansicr o ba fformat i'w ddefnyddio, dewiswch Destun Plaen a theipio'r ddogfen fel arfer.
fa: اگر در مورد انتخاب قالب مطمئن نیستید، متن ساده را انتخاب کرده و مدرک خود را بصورتی معمول تایپ کنید.
he: פורמט wysiwyg
ja: どのフォーマットにするかわからない場合は、平文テキストを選んで普通に入力します。
sr: Ако нисте сигурни који формат користити, изаберите „обичан текст“ и унесите документ на уобичајен начин.
sr_latn: Ako niste sigurni koji format koristiti, izaberite „običan tekst“ i unesite dokument na uobičajen način.

source: help_full_name_creation
cy: Rhowch enw llawn, ee John Jones.
fa: نام کامل را وارد کنید، مثال: علی احمدی.
he: מלא את שמך המלא לדוגמא אריאל
ja: 氏名を入力します。例: Hanako Suzuki
sr: Унесите пуно име, нпр. Петар Петровић
sr_latn: Unesite puno ime, npr. Petar Petrović

source: help_generated_tabs
cy: Trwy ragosodiad, bydd yr holl eitemau a grëwyd ar lefel root yn ychwanegu at lywio'r adran safle gyfan. Gallwch ddiffodd hwn os yw'n well gennych adeiladu'r rhan yma o'r llywio, gyda llaw.
fa: بطور پیش‌فرض هر آیتم ساخته شده در سطح ریشه، به بخش جهت‌یابی سراسری اضافه خواهد شد. در صورتیکه بخواهید این بخش از جهت‌یابی را دستی بسازید، می‌توانید آنرا غیرفعال کنید.
he: כברירת מחדל, כל הפריטים שנוצרו ברמת האם יוספו לניווט הבחירה הגלובלית. באפשרותך לבטל את אופציה זו במידה והינך מעדיף בנייה ידנית של חלק ניווט זה
ja: デフォルトでは、rootレベルに作った項目について自動的にポータルタブが生成されます。手動でタブを作成したい場合はこの部分をOFFにしてください。
sr: Изворно, сви директоријуми направљени на кореном нивоу имаће глобални одељак за управљање. То можете искључити ако више волите да правила за управљање одређујете сами.
sr_latn: Izvorno, svi direktorijumi napravljeni na korenom nivou imaće globalni odeljak za upravljanje. To možete isključiti ako više volite da pravila za upravljanje određujete sami.

source: help_groupname
cy: Enw unigryw i'r grwp. Nid oes modd ei newid ar ôl ei greu.
fa: یک شاخص یگانه برای گروه. غیر قابل تغییر پس از ایجاد گروه.
he: שמות קבוצות
ja: グループの ID です。作成後に変更できません。
sr: Јединствени идентификатор групе. Не може се променити пошто се једном изабере.
sr_latn: Jedinstveni identifikator grupe. Ne može se promeniti pošto se jednom izabere.

source: help_homepage
cy: URL eich tudalen cartref allanol, os oes gennych un.
fa: نشانی صفحه ‌خانگی برونی شما، در صورت دارا بودن.
he: כתובת לעמוד הבית החיצוני שלך, במידה ויש לך אחד
ja: もしあれば、外部にあるホームページのURL。
sr: УРЛ за Вашу интернет страну, уколико је имате.
sr_latn: URL za Vašu internet stranu, ukoliko je imate.

source: help_immediately_addable_types
ja: この場所で追加できるコンテンツの種類を制御します。

source: help_include_contained_objects
cy: Os wedi ei dicio, bydd yn ceisio newid statws holl gynnwys unrhyw ffolder neu is ffolder sy'n cael eu dewis.
fa: در صورت انتخاب، سعی در تغییر وضعیت تمامی محتواهای هر پوشه گزیده و زیرپوشه‌های آنها خواهد شد.
he: במידה וסומן, זה ינסה לשנות את הסטטוס של כל התוכן בכל ספריה שנבחרה ותת הספריות שלהם.
ja: ここにチェックマークが付いている場合、選択されているフォルダ及びそのサブフォルダとその中のすべての項目の状態を変更します。
sr: Ако је означено, Плон ће покушати да измени стање целог садржаја у свим изабраним директоријумима и њиховим поддиректоријумима.
sr_latn: Ako je označeno, Plon će pokušati da izmeni stanje celog sadržaja u svim izabranim direktorijumima i njihovim poddirektorijumima.

source: help_include_top
he: כברירת מחדל , קישור 'בית' נוצר שמפנה לשורש אתרך. באפשרותך לכבות את אפשרות זו אם הנך מעדיף לא להציגה.
ja: デフォルトでは、「ホーム」へのリンクが作られ、それはポータルサイトのトップを指します。「ホーム」へのリンクが不要なら、それを表示しないことができます。
sr: Изворно, веза „Дом‟ показује на почетну страну ел. места. Ако не желите да се приказује, можете да искључите ову могућност.
sr_latn: Izvorno, veza „Dom‟ pokazuje na početnu stranu el. mesta. Ako ne želite da se prikazuje, možete da isključite ovu mogućnost.

source: help_include_top_node
ja: Whether or not to show the top, or 'root', node in the navigation tree. This is affected by the 'Start level' setting.サイトのトップあるいは「ルート」をナビゲーションツリーに表示するかしないか。'Start level' 設定に影響を受けます。

source: help_inherit_criteria
cy: Cyfyngwch y canlyniadau chwilio o'r Ffolder(i) Clyfar rhiant drwy ddefnyddio meini prawf o'r Ffolder Clyfar yma.
fa: نتایج جستجوی حاصل از پوشه(های) جادویی سطوح بالاتر را، با استفاده از معیارهای این پوشه جادویی پالایش کن.
he: הנמך את מספר תוצאות החיפוש מספרייה(ות) האם החכמה על ידי שימוש בקריטריון ספרייה חכמה זה.
ja: 上位のスマートフォルダの検索結果をこのスマートフォルダの条件を使ってより狭めます。
sr: Сузите резултате претраге из родитељског Паметног директоријума употребом критеријума из овог Паметног директоријума.
sr_latn: Suzite rezultate pretrage iz roditeljskog Pametnog direktorijuma upotrebom kriterijuma iz ovog Pametnog direktorijuma.

source: help_inherit_local_roles
ja: デフォルトでは、この項目を含むフォルダ(または項目)のセキュリティ設定が引き継がれます。これを無効にすると、この項目に対して明示的に設定された許可条件が有効になります。概要画面で${image_confirm_icon}が表示されているのが、引き継がれた値です。同様に、${image_link_icon}はグローバルロールを表します。これはサイト管理者が設定するものです。

source: help_limit_number
cy: Os dewiswyd, dim ond y 'Nifer o Eitemau' dangoswyd isod bydd yn cael eu dangos.
fa: در صورت انتخاب تنها تعداد آیتمی که در زیر مشخص شده، نمایش داده می‌شود.
he: במידה ונבחר, רק אם 'מספר הפריטים' מראה מלמטה שהם יוצגו
ja: これが選ばれていると、下に記された「項目の数」だけしか表示されません。
sr: Укључује и искључује ограничење броја приказаних ставки. Ако је изабрано, приказује се само онолико ставки колико је назначено.
sr_latn: Uključuje i isključuje ograničenje broja prikazanih stavki. Ako je izabrano, prikazuje se samo onoliko stavki koliko je naznačeno.

source: help_listed_search
cy: Pennu os yw eich enw defnyddiwr yn cael ei restri mewn chwilio defnyddwyr ar y safle hwn.
fa: مشخص می‌کند که آیا نام ‌کاربری شما در نتایج جستجو در اعضای سایت، نمایش داده می‌شود.
he: רשימת חיפוש
ja: 自分の名前をメンバー検索リストに載せるか否かを選びます。
sr: Одређује да ли се ваше корисничко име сме појављивати у претрагама корисника на овом ел. месту.
sr_latn: Određuje da li se vaše korisničko ime sme pojavljivati u pretragama korisnika na ovom el. mestu.

source: help_livesearch
cy: Galluogi'r nodwedd ChwilioByw, sy'n dangos canlyniadau byw os yw'r porwr yn cynnal Javascript.
fa: قابلیت جستجوی زنده، که نتایج زنده را در صورت پشتیبانی مرورگر از جاوااسکریپت نشان می‌دهد، فعال باشد.
he: מאפשר אפשרויות חיפוש חי, שמראות תוצאות חיפוש חי במידה והדפדפן תוכן ג'ווה סקריפט.
ja: JavaScriptをサポートするブラウザでライブ検索機能を利用できるようにします。
sr: Укључите живу претрагу (LiveSearch, као на Гуглу) како бисте стално видели резултате претраге. Читач мора да подржава Јаваскрипт.
sr_latn: Uključite živu pretragu (LiveSearch, kao na Guglu) kako biste stalno videli rezultate pretrage. Čitač mora da podržava Javaskript.

source: help_locally_allowed_types
ja: 'メインのプルダウンメニュー<em>ではなく</em> 'More…' を選択した際に使用できるコンテンツタイプを選択します。「この場所では好ましくないコンテンツタイプであるが、それでも他のタイプを追加することを許可する」ということを示す際に指定します。

source: help_location
cy: Eich lleoliad - un ai gwlad neu dref - neu o fewn cwmni, lle mae eich swyddfa wedi ei leoli.
fa: مکان شما؛ شهر و کشور یا در حوزه شرکتی، جایی که دفتر شما واقع شده است.
he: מיקומך - כל עיר ומקום - או והגדרות חברה, היכן שמשרדך ממוקם.
ja: 場所 ー都市名や国名ー あるいは会社で使用する時などは事務所の所在地
sr: Место - било град било држава - или уколико радите за фирму, адреса Ваше канцеларије.
sr_latn: Mesto - bilo grad bilo država - ili ukoliko radite za firmu, adresa Vaše kancelarije.

source: help_location_dc
he: המיקום הגאוגרפי המקושר עם הפריט, במידה וניתן לקבלה
ja: 該当するのであれば、この項目についての地理的な場所

source: help_login_name_caps
cy: Mae enwau mewngofnodi yn sensitif i' maint y nodau, gwnewch yn siwr nad yw Caps Lock ymlaen.
fa: نام‌کاربری به بزرگ و کوچکی حروف حساس می‌باشد. مطمئن شوید که کلید caps lock روشن نمی‌باشد.
he: שמות חיבור הם רגישים לאותיות, בדוק שמקש הקפס לוק לא עובד
ja: 大文字、小文字は区別されています。Caps Lockキーの状態に注意してください。
sr: У корисничким именима велика и мала слова се разликују. Тастер „Caps Lock“ треба да буде искључен.
sr_latn: U korisničkim imenima velika i mala slova se razlikuju. Taster „Caps Lock“ treba da bude isključen.

source: help_look
cy: Golwg y safle.
fa: نمای ظاهری سایت
he: כאן הינך בוחר את המראה של האתר שלך, מספר סגנונות אפשריים.
ja: サイトの外観
sr: Изглед ел. места.
sr_latn: Izgled el. mesta.

source: help_message
cy: Rhowch y neges i'w anfon
fa: لطفا پیغامی را که می‌خواهید ارسال کنید، وارد نمایید.
he: בבקשה הקלד את ההודעה שהינך מעוניין לשלוח
ja: 送りたいメッセージを入力してください。
sr: Молимо да унесете поруку коју желите да пошаљете.
sr_latn: Molimo da unesete poruku koju želite da pošaljete.

source: help_modification_date
cy: Dyddiad newidiwyd y cynnwys diwethaf
fa: تاریخی که این محتوا برای آخرین بار تغییر کرده.
he: תאריך שתוכן זה עודכן לאחרונה
ja: このコンテンツが最後に変更された日時
sr: Датум када је овај садржај последњи пут мењан
sr_latn: Datum kada je ovaj sadržaj poslednji put menjan

source: help_navigation_portlet_title
fa: تغییر عنوان انگلیسی پورتلت درخت جهت‌یابی. توجه کنید که این کار در عنوان به زبانهای دیگر تاثیری نخواهد داشت.
he: שנה את הכותרת האנגלית של פוטרלט עץ ניווט. שים לב שזה אינו מפריע לכתובת בשפות אחרות.
ja: ナビゲーションツリーの英語のタイトルを変更します。この変更は他の言語でのタイトルには影響しません。
sr: Промените енглески назив портлета са дрветом за управљање. То неће да промени наслов на другим језицима.
sr_latn: Promenite engleski naziv portleta sa drvetom za upravljanje. To neće da promeni naslov na drugim jezicima.

source: help_navigation_root
he: באפשרותך לחפש ולבחור ספריות על מנת להתנהג בשורש ניווט האתר.השאר ריק על מנת להשתמש בשורש אתר הפלון
ja: ナビゲーションツリーのルートにするフォルダを探して選びます。空白のままにするとPloneサイトのルートが選ばれます。
