Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: help_navigation_start_level
he: מספר שלום המציג את מספר הספריות מתחת לבסיס אתר שחייב להיות חורג לפני שעץ הניווט יהיה מוצג. 0 אומר שעץ הניווט אמור להיות מוצג בכל מקום כולל בעמודי בבסיס האתר. 1 אומר שעץ יוצג בתוך ספריות הממוקמות בבסיס האתר ומתחתיו, לעולם לא מוצג ברמה העליונה.
ja: ナビゲーションツリーが表示するサイトルートより下のフォルダ階層数を整数で入力します。0 を指定すると、ルートにあるベージを含むすべての階層でナビゲーションツリーを表示します。1 を指定すると、ルート直下のフォルダの中身とその下だけをナビゲーションツリーに表示します。ルートのトップレベルは表示しません。
sr: Целобројна вредност која одређује дубину почев од корена електронског места после које се пријављује дрво за управљање. 0 Значи да се дрво за управљање приказује свуда, укључујући странице на кореном нивоу. 1 значи да се дрво појављује искључиво на страницама у корену и испод, а никада на кореном нивоу.
sr_latn: Celobrojna vrednost koja određuje dubinu počev od korena elektronskog mesta posle koje se prijavljuje drvo za upravljanje. 0 Znači da se drvo za upravljanje prikazuje svuda, uključujući stranice na korenom nivou. 1 znači da se drvo pojavljuje isključivo na stranicama u korenu i ispod, a nikada na korenom nivou.

source: help_navigation_title
he: כותרת עץ הניווט. השאר ריק במידה והנך רוצה שיהיה ברירת מחדל, כותרת מתורגמת
ja: ナビゲーションツリーのタイトル。デフォルトは空欄で翻訳されたタイトルが使われます。

source: help_navigation_tree_depth
he: כמה ספריות יכולות להיות מוכללות לפני שעץ הניווט נעצר. 0 משמעו אין גבול. 1 רק כולל את ספריית הבסיס
ja: ここではナビゲーションツリーに含まれるルートからの階層を数値で入力します。0 は制限なしです。1 を指定するとルートに含まれるものだけを表示します。
sr: Колико директоријума се могу укључити пре него што дрво за управљање престане да се приказује. 0 значи без ограничења. 1 значи само корен ел. места.
sr_latn: Koliko direktorijuma se mogu uključiti pre nego što drvo za upravljanje prestane da se prikazuje. 0 znači bez ograničenja. 1 znači samo koren el. mesta.

source: help_navigationtypes
cy: Y math o gynnwys y dylid ei ddangos yn y goeden llywio a map y safle.
fa: نوع‌های محتوایی که در درخت جهت‌یابی و نقشه سایت باید نشان داده شوند.
he: סוגי התוכן האמורים להיות מוצגים בעץ הניווט ובמפת האתר.
ja: ナビゲーションツリーとサイトマップに表示されるべきコンテンツタイプ
sr: Врсте садржаја које ће бити приказане у дрвету за управљање и на мапи ел. места.
sr_latn: Vrste sadržaja koje će biti prikazane u drvetu za upravljanje i na mapi el. mesta.

source: help_new_password
cy: Rhowch eich cyfrinair newydd. Uchafswm o 5 nod.
fa: گذرواژه جدید خود را وارد کنید. حداقل 5 حرف.
he: הזן סיסמא חדשה. מינימום 5 תווים.
ja: 新しいパスワードを入力します。最低５文字は必要です。
sr: Унесите Вашу нову лозинку. Најмање 5 знакова.
sr_latn: Unesite Vašu novu lozinku. Najmanje 5 znakova.

source: help_news_image
cy: Bydd yn cael ei ddangos yn y rhestr newyddion, ac yn yr eitem newyddion ei hun. Bydd y ddelwedd yn cael ei newid i faint addas.
fa: در لیست اخبار و خود خبر نمایش داده خواهد شد. تصویر به یک اندازه مناسب تبدیل خواهد شد.
he: יוצג ברשימת החדשות, ובפריט החדשות בעצמו. תמונה תשתנה בגודלה לגודל תואם
ja: この画像はニュース一覧やニュース項目の中で表示されます。画像は自動的に適切なサイズで表示されます。
sr: Приказује се у списку вести и у свакој ставки вести понаособ. Слика ће бити скалирана на разумну величину.
sr_latn: Prikazuje se u spisku vesti i u svakoj stavki vesti ponaosob. Slika će biti skalirana na razumnu veličinu.

source: help_no_selectable_default_pages
cy: Nid oes eitemau yn y ffolder hon y mae modd ei ddewis fel golwg tudalen ragosodedig.
fa: هیچ آیتمی در این پوشه وجود ندارد که بتواند به عنوان نمای پیش‌گزیده انتخاب شود.
he: אין יותר פריטים לתצוגה בספריה זו היכולים להיות מוצגים לצפיה כעמוד ברירת מחדל.
ja: デフォルトの表示ページとして選べる項目がこのフォルダにはありません。
sr: У овом директоријуму нема ставки које могу бити изворна страна за преглед. <div class="formControls"> <input class="context" i18n:attributes="value" name="form.button.Cancel" tabindex="" tal:attributes="tabindex tabindex/next;" type="submit" value="У реду"/> </div>
sr_latn: U ovom direktorijumu nema stavki koje mogu biti izvorna strana za pregled. <div class="formControls"> <input class="context" i18n:attributes="value" name="form.button.Cancel" tabindex="" tal:attributes="tabindex tabindex/next;" type="submit" value="U redu"/> </div>

source: help_nonfolderish_tabs
he: כברירת מחדל, כל פריט תוכן בתוכן האתר יוצג כחלק גלובלי. במידה ותסגור את אפשרות זאת, יוצגו רק ספריות. יש לזה רק אפקט במידה ו "יוצר טאבים אוטומטית"מאופשר
ja: デフォルトでは、ポータルのトップにあるどんなコンテンツも、「節」として表示されます。このオプションを無効にすると、フォルダだけが表示されます。この設定は、「タブを自動生成する」が有効の時だけ意味を持ちます。

source: help_openid_identity_url
he: בבקשה הזן את כתובת ה OpenID שלך למטה על מנת להתחבר
ja: ログインするにはOpenIDのURLを下のフォームに入力してください。

source: help_password_creation
cy: Lleiafswm 5 nod
fa: حداقل 5 حرف.
he: הזן את הסיסמא שברצונך. מינימום 5 תווים
ja: 最低５文字は必要です。
sr: Најмање 5 знакова.
sr_latn: Najmanje 5 znakova.

source: help_password_policy
cy: Pennu os yw defnyddwyr yn gallu dewis eu cyfrinair ar y cychwyn. Os yw'r cyfrinair yn cael ei ddewis gan y defnyddiwr, mae'n haws i'r defnyddiwr greu cyfrif ffug. Os yw hyn yn bryder, dewiswch "Cynhyrchu".
fa: مشخص می‌کند آیا کاربران قادر به انتخاب گذرواژه نخستین خود هستند. اگر گذرواژه توسط کاربران انتخاب شود، ساختن حساب اضافی آسان‌تر می‌شود. اگر نگران این مطلب هستید، "تولید". را انتخاب کنید.
he: קל יותר ליצור חשבונות מזוייפים במידה והסיסמא לא מיוצרת. ולכן במידה וזה חשוב בחר. בחר במידה והמשתמשים יכולים לבחור את הסיסמא ההתחלתית או לא. "Generate".
ja: ユーザが自分で初期パスワードを選べるようにするか否かを選びます。ユーザが自分でパスワードを決められるようにすると、有効なメールアドレスを持たないアカウントを簡単に作られてしまいます。これを避けるには「自動生成」を選びます。
sr: Одређује да ли корисник може да изабере почетну лозинку. Ако корисници могу сами да бирају лозинке, лакше је начинити лажни налог. Уколико вас ово забрињава, изаберите „Направи...“.
sr_latn: Određuje da li korisnik može da izabere početnu lozinku. Ako korisnici mogu sami da biraju lozinke, lakše je načiniti lažni nalog. Ukoliko vas ovo zabrinjava, izaberite „Napravi...“.

source: help_password_retrieval
cy: Os ydych wedi anghofio eich cyfrinair, ${click_here}.
fa: در صورتی که گذرواژه خود را فراموش کرده‌اید، ${click_here}.
he: במידה ושכחת את סיסמתך, ${click_here}
ja: パスワードがわからなくなった場合は、${click_here} 。
sr: Ако сте заборавили лозинку, ${click_here}
sr_latn: Ako ste zaboravili lozinku, ${click_here}

source: help_path_criteria_value
cy: Ffolderi i chwilio ynddynt.
fa: پوشه‌های که جستجو می‌شوند.
he: ספריות לחפש בהן.
ja: 検索されるフォルダ
sr: Директоријуми по којима ће се претраживати
sr_latn: Direktorijumi po kojima će se pretraživati

source: help_portal_description
cy: Mae disgrifiad y safle ar gael mewn cynnwys syndicaledig ac arall. Cadwch e'n fyr.
fa: شرح پورتال در مطالب syndicate شده و جاهای دیگر به کار می‌رود. آن را کوتاه نگهدارید.
he: תיאור זה זמין על ידי תוכן סינדקציה ובמקום אחר. הוא צריך להיות מתומצת.
ja: ポータルの説明はRSS配信されたコンテンツやその他の中で引用されます。説明は簡潔に。
sr: Опис портала ће се појављивати у удруженим садржајима на другим ел. местима. Треба да буде кратак.
sr_latn: Opis portala će se pojavljivati u udruženim sadržajima na drugim el. mestima. Treba da bude kratak.

source: help_portal_from_address
cy: Mae Plone yn cynhyrchu e-bost gan ddefnyddio'r cyfeiriad yma fel cyfeiriad ateb. Mae'n cael ei ddefnyddio hefyd fel cyfeiriad cyrchfan ar ffurflen gyswllt yr holl safle.
fa: پلون از این نشانی به عنوان نشانی فرستنده در ایمیل‌های ارسالی استفاده می‌کند.
he: פלון יוצר דואר אלקטרוני בשימוש בכתובת זו ככתובת לחזרה גלויה. בנוסף לכך משתמש ככתובת יעד לאתר רוחב טופס יצירת קשר
ja: Ploneはこのアドレスを返信アドレスとしてＥメールを生成します。サイトの連絡フォームの送付先としても使われます。
sr: Плон шаље ел. поруке и наводи ову адресу као повратну адресу. Иста адреса се такође користи у обрасцима за контакт широм портала.
sr_latn: Plon šalje el. poruke i navodi ovu adresu kao povratnu adresu. Ista adresa se takođe koristi u obrascima za kontakt širom portala.

source: help_portal_from_name
cy: Mae Plone yn cynhyrchu e-bost gan ddefnyddio'r enw yma fel anfonwr yr e-bost.
fa: پلون از این نام به عنوان نام فرستنده ایمیل‌های ارسالی استفاده می‌کند.
he: כאשר פלון מייצר דואר הוא משתמש בשם זה כשולח גלוי.
ja: Ploneがメールを生成する際、この名前を(見かけ上の)差出人名として使用します。
sr: Плон шаље ел.пошту користећи ово име као име пошиљаоца.
sr_latn: Plon šalje el.poštu koristeći ovo ime kao ime pošiljaoca.

source: help_portal_title
cy: Teitl eich safle Plone.
fa: عنوان پورتال پلون شما.
he: זו הכותרת של פורטל הפלון שלך
ja: Ploneポータルのタイトル
sr: Наслов Вашег Плон портала.
sr_latn: Naslov Vašeg Plon portala.

source: help_portal_type_criteria_value
cy: Un o'r mathau cynnwys sydd ar gael.
fa: یکی از نوع‌های ثبت‌شده در پورتال.
he: אחד מסוגי התוכן האפשריים
ja: 登録されたポータルタイプの一つ
sr: Једна од пријављених врста материјала за портал
sr_latn: Jedna od prijavljenih vrsta materijala za portal

source: help_portrait
cy: I ychwanegu neu newid portread: cliciwch y botwm "Pori"; dewiswch lun ohonoch chi eich hun. 75picsel o led wrth 100picsel o uchder sy'n cael ei argymell.
fa: اضافه یا عوض کردن چهره: کلید "Browse" را فشار دهید؛ تصویری را از خود انتخاب کنید. اندازه توصیه شده برای تصویر عرض 75 پیکسل در طول 100 پیکسل می‌باشد.
he: להוספת דיוקן חדש לחץ על<strong>Browse</strong> כפתור ובחר תמונה של עצמך. גודל מומלץ הוא 75 פיקסלים לרוחב ו100 לגובה<br />
ja: 顔写真を追加したり変更するには<strong>ブラウズ</strong>ボタンをクリックして写真を選びます。推奨サイズは幅75ピクセル、高さ100ピクセルです。<br/>
sr: Да бисте додали или променили портрет, притисните дугме „Претражи...“; затим изаберите неку своју слику. Препоручује се слика широка 75 тачака и висока 100 тачака.
sr_latn: Da biste dodali ili promenili portret, pritisnite dugme „Pretraži...“; zatim izaberite neku svoju sliku. Preporučuje se slika široka 75 tačaka i visoka 100 tačaka.

source: help_preferred_language
cy: Dewis eich iaith.
fa: زبان ترجیحی شما
he: שפה מעודפת
ja: 選択言語
sr: Изабрани језик.
sr_latn: Izabrani jezik.

source: help_publishing_comments
cy: Bydd yn cael ei ychwanegu at hanes cyhoeddi. Os yw eitemau niferus yn cael eu dewis, bydd y sylw'n cael ei nodi arnynt i gyd.
fa: به تاریخچه انتشار اضافه می‌گردد. اگر چندین آیتم انتخاب شده، این توضیح به همه آنها پیوست خواهد شد.
he: לחץ תיאור קצת או הערות להוספה לשדה ההערות לתוך היסטורית הפירסום. במידה ומספר פריטים יבחרו ההערה תוצמד לכל אחד מהם.
ja: 公開履歴に追加されます。複数の項目を選んでいる場合、このコメントがそのすべての項目に付加されます。
sr: Биће додато у Вашу историју објава. Ако сте изабрали више ставки, исти коментар ће бити закачен за све њих.
sr_latn: Biće dodato u Vašu istoriju objava. Ako ste izabrali više stavki, isti komentar će biti zakačen za sve njih.

source: help_remember_my_name
cy: Gwiriwch hwn i gael eich enw defnyddiwr wedi ei lanw'n awtomatig pan fyddwch yn mewngofnodi'r tro nesaf.
fa: در صورتی که می‌‌خواهید نام‌کاربری شما، بطور خودکار، در ورود بعدی پر شود، این جا را تیک بزنید.
he: הגדרת אופציית 'זכור את שמי' תיצור עוגיה עם שם המשתמש שלך. .כאשר תתחבר מאוחר יותר, שם המשתמש כבר יופיע בשבילך
ja: 次にログインする時、ユーザ名が自動入力されるようにするにはここをチェックします。
sr: Означите ово да би Вам корисничко име било аутоматски унето када се касније будете пријавили.
sr_latn: Označite ovo da bi Vam korisničko ime bilo automatski uneto kada se kasnije budete prijavili.

source: help_search_author
cy: Eitemau sy'n dychwelyd crëwyd gan rywun arall.
fa: آیتم‌هایی را که توسط شخصی خاص ساخته شده است برگردان.
he: השב פריטים שנוצרו על ידי אדם מסויים
ja: ユーザによって作成された項目を検索します。
sr: Враћа ставке које је начинила нека друга особа.
sr_latn: Vraća stavke koje je načinila neka druga osoba.

source: help_search_before_specified_time
cy: Defnyddwyr sy'n dychwelyd sydd HEB fewngofnodi ers yr amser nodwyd uchod.
fa: کاربرانی را بگردان که از زمان مشخص شده در بالا login نکرده‌اند.
he: מחזיר משתמשים שאינם מחוברים מהזמן הנבחר להלן
ja: 上で指定された日時以降にログインして<strong>いない</strong>メンバーを検索します。
sr: Исписује чланове који се НИСУ пријављивали од горе назначеног времена.
sr_latn: Ispisuje članove koji se NISU prijavljivali od gore naznačenog vremena.

source: help_search_categories
he: מחזיר פריטים התואמים לכמה או לקטגוריות הללו. מילים כפולות יכולות להמצא על ידי לחיצה על <strong>Ctrl</strong> (or <strong>Apple</strong> כפתור במאק ) בזמן שלוחצים על המקלדת.
ja: これらのカテゴリーのいずれかあるいはすべてに合致する項目を検索します。複数を選択するには、<strong>Ctrl</strong>(Macの場合は<strong>Apple</strong>キー)を押しながらキータードをクリックします。
sr: Врати ставке које се поклапају са једном или свим категоријама. Више речи можете пронаћи притиском на <strong>Ctrl</strong> (или <strong>Apple</strong> на Мекинтошу) при избору кључних речи.
sr_latn: Vrati stavke koje se poklapaju sa jednom ili svim kategorijama. Više reči možete pronaći pritiskom na <strong>Ctrl</strong> (ili <strong>Apple</strong> na Mekintošu) pri izboru ključnih reči.

source: help_search_description
cy: Eitemau sy'n dychwelyd sy'n cydweddu a'r disgrifiad hwn. Mae modd canfod geiriau niferus wrth eu cyfuno gyda <strong>AND</strong> ac <strong>OR</strong>.
fa: آیتم‌هایی را که با این شرح تطابق دارند، برگردان. کلمات چندگانه با ترکیب توسط <strong>AND</strong> و <strong>OR</strong> می‌توانند جستجو شوند.
he: מילים כפולות יכולות להימצא על ידי שילוב.מחזיר פריטים התואמים לתיאור זה. <strong>AND</strong> ו <strong>OR</strong>.
ja: この単語に合致する項目を検索します。<strong>AND</strong> や <strong>OR</strong> を使って複数の単語でも探せます。
sr: Враћа ставке које одговарају овом опису. Претрага је могућа по више речи, ако се повежу са <strong>AND</strong> и <strong>OR</strong> .
sr_latn: Vraća stavke koje odgovaraju ovom opisu. Pretraga je moguća po više reči, ako se povežu sa <strong>AND</strong> i <strong>OR</strong> .

source: help_search_email
he: הצג חברים עם דואר אלקטרוני המכיל
ja: メールアドレスにこの文字列を含むメンバーを検索します。
sr: Прикажи чланове са ел. адресама које садрже
sr_latn: Prikaži članove sa el. adresama koje sadrže

source: help_search_fullname
he: מחזיר משתמשים בעלי שמות מלאים המכילים ערך זה
ja: フルネームの中にこの値を含むユーザを返します。
sr: Враћа кориснике чије пуно име садржи ову вредност.
sr_latn: Vraća korisnike čije puno ime sadrži ovu vrednost.

source: help_search_group
he: מצא משתמשים בקבוצה הנבחרת
ja: 選択されたグループに属するメンバーを検索します。
sr: Пронађи чланове у изабраној групи.
sr_latn: Pronađi članove u izabranoj grupi.

source: help_search_item_type
cy: Eitemau sy'n dychwelyd o fath arbennig.
fa: آیتم‌های این نوع خاص را برگردان.
he: החזר פריטים מסוג מסויים
ja: 特定の種類の項目を検索します。
sr: Врати ставке одређеног типа.
sr_latn: Vrati stavke određenog tipa.

source: help_search_keywords
cy: Eitemau sy'n dychwelyd sy'n cydweddu rhai neu'r holl allweddeiriau hyn. Mae modd canfod geiriau niferus drwy bwyso ar <strong>Ctrl</strong> (neu fysell <strong>Apple</strong> ar y Mac) wrth glicio'r allweddeiriau.
fa: آیتم‌هایی را که با چند یا تمامی این کلیدواژه‌ها تطابق دارند، برگردان. برای انتخاب بیشتر از یک کلمه کلید <strong>Ctrl</strong> (یا کلید <strong>Apple</strong> برای مک) را هنگام کلیک بر روی کلیدواژه‌ها پایین نگه دارید.
he: מחזיר פריטים התואמים אחד או יותר ממילות המפתח הנ"ל. מילים כפולות יכולות להימצא על ידי החזקת ה <strong>Ctrl</strong> (or <strong>אפל</strong> מקש באפל) בזמן לחיצה על מילות המפתח
ja: いくつか、またはすべてのキーワードに合致する項目を返します。キーワードを複数選ぶには<strong>Ctrl</strong>キーを押しながらキーワードをクリックして選びます。(MacはAppleキーを押しながら)
sr: Прикажи ставке које одговарају једној или више задатих кључних речи. Вишеструке речи могу се тражити притискањем <strong>Ctrl</strong> (или <strong>Apple</strong> тастера на Мекинтошу) при избору речи.
sr_latn: Prikaži stavke koje odgovaraju jednoj ili više zadatih ključnih reči. Višestruke reči mogu se tražiti pritiskanjem <strong>Ctrl</strong> (ili <strong>Apple</strong> tastera na Mekintošu) pri izboru reči.

source: help_search_last_logged_in
cy: Defnyddwyr sy'n dychwelyd sydd wedi mewngofnodi ers ddoe, wythnos diwethaf, ac ati.
fa: اعضایی را که از دیروز، هفته پیش و غیره به بعد وارد شده‌اند، برگردان.
he: השב חברים שהתחברו אתמול, שבוע שעבר...
ja: 昨日や先月など、ある時点から今までの間にログインしたメンバーを探します。
sr: Прикажи чланове који су се пријавили јуче, или прошле седмице итд.
sr_latn: Prikaži članove koji su se prijavili juče, ili prošle sedmice itd.

source: help_search_name
he: השב משתמשים ששם המשתמש שלהם מכיל
ja: ログイン名にこの文字列を含むメンバーを検索します。
sr: Прикажи чланове чије корисничко име садржи
sr_latn: Prikaži članove čije korisničko ime sadrži

source: help_search_new_items_since
cy: Eitemau dychwelyd ychwanegwyd ers i chi fewngofnodi, yr wythnos ddiwethaf, ag ati.
fa: آیتم‌هایی را از آخرین ورود شما، هفته پیش و غیره به بعد اضافه شده‌اند، برگردان.
he: משיב פריטים שהוספו מחיבורך האחרון, בשבוע האחרון וכו
ja: 最後にログインしてから、あるいは先週から等、ある時より後に新しく追加された項目を探します。
sr: Прикажи ставке додате од моје последње посете, прошле седмице, итд.
sr_latn: Prikaži stavke dodate od moje poslednje posete, prošle sedmice, itd.

source: help_search_new_owner
cy: Chwilio am ddefnyddwyr
fa: جستجوی کاربران
he: חיפוש למשתמשים
ja: ユーザを探す
sr: Тражи корисника.
sr_latn: Traži korisnika.

source: help_search_review_status
cy: Fel adolygwr, gallwch chwilio am eitemau yn seiliedig ar eu cyflwr adolygu. Os hoffech chi orfodi canlyniadau i eitemau mewn cyflyrau penodol, dewiswch nhw o'r rhestr yma.
fa: شما می‌توانید آیتم‌ها را برحسب وضعیت بازبینی آنها جستجو کنید. در صورتی که می‌خواهید نتایج را به آیتم‌هایی که در وضعیت بخصوصی هستند، محدود کنید، آنها را از این لیست انتخاب کنید.
he: כמבקר באפשרותך לחפש פריטים מבוססים על מצב הסקירה שלהם. במידה וברצונך לאלץ תוצאות לפריטים במצב מסויים בחר אותם מרשימה זו.
ja: 項目の状態を条件にして検索します。
sr: Можете тражити ставке на основу стања ревизије. Ако желите да резултате ограничите само на документе у одређеним стањима, изаберите ову ставку из списка.
sr_latn: Možete tražiti stavke na osnovu stanja revizije. Ako želite da rezultate ograničite samo na dokumente u određenim stanjima, izaberite ovu stavku iz spiska.

source: help_search_roles
he: השב חברים העונים להרשאות שנבחרו
ja: 選ばれたすべてのロールを持つメンバーを検索します。
sr: Нађи чланове са свим изабраним улогама.
sr_latn: Nađi članove sa svim izabranim ulogama.

source: help_search_text
cy: Ar gyfer chwilio testun syml, rhowch eich gair chwilio yma. Mae odd canfod geiriau niferus drwy eu cyfuno gyda strong>AND</strong> ac <strong>OR</strong>. Bydd y testun yn y maes yma'n cael ei gydweddu gyda chynnwys, teitl a disgrifiad y gwrthrych.
fa: برای یک جستجوی ساده متنی، عبارت جستجوی خود را اینجا وارد کنید. کلمات چندگانه با ترکیب توسط <strong>AND</strong> و <strong>OR</strong> می‌توانند جستجو شوند. متن داخل این فیلد با محتوا، عنوان و شرح آیتم‌ها مقایسه می‌شود.
he: לחיפוש טקס פשוט, לחץ את המונח לחיפוש כאן. מילים כפולות יכולות להימצא על ידי שימוש ב <strong>AND</strong> ו <strong>OR</strong>.הטקסט בשדה זה יהיה שווה עם פרטים, תכנים תיאור וכותרות
ja: 単純なテキスト検索として、ここに検索語を入力します。<strong>AND</strong>や<strong>OR</strong>を間に入れて複数単語を組み合わせることができます。テキストは項目のコンテンツ、タイトル、説明と照合されます。
sr: За обичну текстуалну претрагу, овде унесите упит. Вишеструке речи могу се тражити ако се повежу са <strong>AND</strong> и <strong>OR</stron> . Текст у овом пољу биће упоређен са садржајем ставке, насловом и описом.
sr_latn: Za običnu tekstualnu pretragu, ovde unesite upit. Višestruke reči mogu se tražiti ako se povežu sa <strong>AND</strong> i <strong>OR</stron> . Tekst u ovom polju biće upoređen sa sadržajem stavke, naslovom i opisom.

source: help_search_title
cy: Eitemau'n dychwelyd yn cydweddu â'r teitl yma.
fa: آیتم‌هایی را که با این عنوان تطابق دارند، برگردان.
he: החזר פריטים תואמים לכותרת זו
ja: このタイトルに合致する項目を検索します。
sr: Прикажи ставке са овим насловом.
sr_latn: Prikaži stavke sa ovim naslovom.

source: help_searchtypes
cy: Diffiniwch y mathau a ddylid cael eu chwilio ban fyddwch yn defnyddio'r blwch chwilio. Sylwch os yw mathau cynnwys newydd yn cael eu gosod, byddant yn cael eu gosod i'w chwilio yn rhagosodedig oni bai eu bod wedi eu diffodd yn fwriadol yma neu gan osodwr perthnasol.
fa: نوع‌هایی را که در هنگام استفاده از جعبه جستجو باید جستجو شوند، تعیین کنید. دقت کنید که اگر نوع‌های محتوای جدیدی نصب شوند، بطور پیش‌فرض برای جستجو فعال خواهند بود مگر اینکه در اینجا یا توسط نصب‌کننده مربوطه غیرفعال شوند.
he: מגדיר את התוכן שאמור להיות בחיפוש כאשר הנך משתמש בתיבת החיפוש. שים לב שסוגי תוכן הינם מותקנים, והיו מאופשרים לחיפוש כברירת מחדל אלה אם כן במיוחד יסגרו לפעולה על ידי ההתקנה הרלוונטית.
ja: searchboxを使う場合の検索タイプを設定。新しいコンテンツタイプがインストールされた場合は、ここで明示的に検索範囲から外すか追加するコンテンツタイプのインストーラーで設定しない限り、自動で検索範囲内に設定されます。
sr: Одредите врсте које треба претражити када користите кутију за претрагу. Приметите да ће при постављању нових врста оне аутоматски бити укључене у претраживање, осим ако се експлицитно не искључе овде или у програму за постављање.
sr_latn: Odredite vrste koje treba pretražiti kada koristite kutiju za pretragu. Primetite da će pri postavljanju novih vrsta one automatski biti uključene u pretraživanje, osim ako se eksplicitno ne isključe ovde ili u programu za postavljanje.

source: help_select_content_to_create
he: בחר כמה סוגי תוכן הנך מעוניין ליצור
ja: どのコンテンツタイプを作るかを選びます
sr: Изаберите врсту садржаја коју желите да направите.
sr_latn: Izaberite vrstu sadržaja koju želite da napravite.

source: help_select_where_to_create
he: בחר היכן הנך מעוניין ליצור
ja: どの場所に作るかを選びます
sr: Изаберите где желите да направите садржај.
sr_latn: Izaberite gde želite da napravite sadržaj.

source: help_selection_criteria_value
cy: Gwerthoedd presennol.
fa: مقادیر موجود
he: ערכים קיימים
ja: 既存の値
sr: Постојеће вредности.
sr_latn: Postojeće vrednosti.

source: help_send_from
cy: Eich cyfeiriad e-bost
fa: نشانی ایمیل شما.
he: כתובת דואר האלקטרוני שלך
ja: あなたのメールアドレス（送信人）
sr: Ваша ел.адреса.
sr_latn: Vaša el.adresa.

source: help_send_to_mail
cy: Y cyfeiriad e-bost i anfon y cyswllt ato.
fa: نشانی ایمیل جهت ارسال این پیوند.
he: כתובת הדואר האלקטרוני למשלוח הקישור
ja: メール受取人のアドレス（受信人）
sr: Ел.адреса на коју шаљете ову везу.
sr_latn: El.adresa na koju šaljete ovu vezu.

source: help_sender_from_address
cy: Rhowch eich cyfeiriad e-bost
fa: لطفا نشانی ایمیل خود را وارد کنید
he: בבקשה הזן את כתובת הדואר אלקטרוני שלך
ja: Ｅメールアドレスを入力してください。
sr: Молимо унесите Вашу електронску адресу
sr_latn: Molimo unesite Vašu elektronsku adresu

source: help_sender_fullname
cy: Rhowch eich enw'n llawn
fa: لطفا نام کامل خود را وارد کنید
he: בבקשה הזן את שימך המלא
ja: 氏名を入力してください。
sr: Молимо унесите Ваше пуно име
sr_latn: Molimo unesite Vaše puno ime

source: help_setup_ext_editor
cy: Pennu os yw golygydd allanol ar gael. Mae'r nodwedd yn gofyn fod rhaglen ochr client arbennig wedi ei osod. Rhaid i'r defnyddiwr hefyd ei alluogi o fewn eu dewisiadau.
fa: مشخص می‌کند که آیا قابلیت ویرایشگر خارجی فعال است. این قابلیت نیاز به نصب بودن یک برنامه ویژه در سمت کاربر دارد. هر کاربر نیز می‌بایست این گزینه را در ترجیحات خود فعال کند.
he: קובע האם אפשרות עורך חיצוני מאפשרת. אפשרות זו דורשת שאפליקצית צד לקוח תהייה מותקנת. המשתמש גם אמור לאפשר זאת בהגדרות שלהם.
ja: 外部エディタの機能を使えるようにするか否かを選びます。この機能にはクライアント側に特別なアプリケーションが必要です。ユーザは個人設定でこの機能を有効にする必要があります。
sr: Одрежује да ли је дозвољено да се за уређивање садржаја користи спољашњи уређивач. Ова могућност захтева да посебан програм буде инсталиран са клијентске стране.
sr_latn: Odrežuje da li je dozvoljeno da se za uređivanje sadržaja koristi spoljašnji uređivač. Ova mogućnost zahteva da poseban program bude instaliran sa klijentske strane.

source: help_setup_many_users
he: קובע אם הפלון שלך משיג תוצאה אופטימלית לאתר גדול או קטן. בסביבה עם הרבה משתמשים ו/או קבוצות זה יכול להיות מאוד איטי או בלתי אפשרי לבניית רשימה של משתמשים או קבוצות. אפשרות זו תשנה את ממשק המשתמש את התנהגות פלון לסוג זה ותאפשר לך לחפש משתמש/קבוצות בניגוד לצפיה כרשימה מלאה.
ja: 小さなサイトに最適化するか大きなサイトに最適化するかを決めます。ユーザやグループが多いときには、すべてのユーザやグループの表示に大変時間かかるか表示することができません。このような場合にこのオプションでPloneのユーザーインターフェースと振る舞いを調整します。「すべて表示」の代わりに、ユーザ/グループを検索するようになります。
sr: Одређује да ли се Плон оптимизује за мала или велика ел. места. У окружењима са пуно корисника и група, може бити тешко или немогуће да се направи списак свих корисника или група. Ова опција подешава корисничко сучеље и понашање Плона тако што дозвољава корисницима да траже кориснике и групе, уместо да добијају списак.
sr_latn: Određuje da li se Plon optimizuje za mala ili velika el. mesta. U okruženjima sa puno korisnika i grupa, može biti teško ili nemoguće da se napravi spisak svih korisnika ili grupa. Ova opcija podešava korisničko sučelje i ponašanje Plona tako što dozvoljava korisnicima da traže korisnike i grupe, umesto da dobijaju spisak.
