Repository: dtgit/dtedu
Catalog: PloneTranslations/i18n/plone-*.po
Languages: cy, fa, he, ja, sr, sr_latn

source: legend_navigation_details
cy: Manylion Llywio
fa: جزئیات جهت‌یابی
he: פרטי ניווט
ja: ナビゲーションの詳細
sr: Детаљи о управљању
sr_latn: Detalji o upravljanju

source: legend_note_reply_anonymous
he: אינך מחובר. באפשרותך להזין את שם המשתמש והסיסמא למטה. במידה ולא הזנת דבר, הערתך תוזן כ'משתמש אנונימי'
ja: 注: まだログインしていません。ユーザ名とパスワードを入力してコメントをあなたの名前で公開できます。もし何も入力しない場合は無名ユーザとしての投稿となります。
sr: Нисте пријављени. Можете, ако желите, да унесете корисничко име и лозинку испод. Ако не унесете корисничко име и лозинку испод, овај коментар ћете послати као „Анонимни корисник“.
sr_latn: Niste prijavljeni. Možete, ako želite, da unesete korisničko ime i lozinku ispod. Ako ne unesete korisničko ime i lozinku ispod, ovaj komentar ćete poslati kao „Anonimni korisnik“.

source: legend_openid
he: התחברות OpenID
ja: OpenIDによるログイン

source: legend_password_details
cy: Manylion Cyfrinair
fa: ‌جزئیات گذرواژه
he: פרטי סיסמא
ja: パスワードの詳細
sr: Детаљи о лозинки
sr_latn: Detalji o lozinki

source: legend_personal_details
cy: Manylion Personol
fa: ‌جزئیات شخصی
he: פרטים אישיים
ja: 個人の詳細
sr: Подаци о кориснику
sr_latn: Podaci o korisniku

source: legend_plone_details
cy: Manylion Plone
fa: ‌جزئیات پلون
he: פרטי פלון
ja: Ploneの詳細
sr: Детаљи о Плону
sr_latn: Detalji o Plonu

source: legend_portalskin_details
cy: Manylion Safle Crwyn
fa: ‌جزئیات پوسته پورتال
he: פריטי פורטל סקיין
ja: ポータルスキンの詳細
sr: Детаљи о пресвлаци за портал
sr_latn: Detalji o presvlaci za portal

source: legend_publishing_details
cy: Manylion Cyhoeddi
fa: ‌جزئیات انتشار
he: פרטי פרסום
ja: 公開の詳細
sr: Детаљи о објављивању
sr_latn: Detalji o objavljivanju

source: legend_search_details
cy: Manylion chwilio
fa: جزئیات جستجو
he: פרטי חיפוש
ja: 詳細に検索
sr: Детаљи претраге
sr_latn: Detalji pretrage

source: legend_search_owners
cy: Chwilio am berchennog newydd posib
fa: جستجوی مالک جدید احتمالی
he: חפש בעלים חדשים אפשריים
ja: 可能性のある新しい所有者を探す
sr: Тражи могућег новог власника
sr_latn: Traži mogućeg novog vlasnika

source: legend_search_terms
cy: Termau Chwilio
fa: عبارات جستجو
he: תנאי חיפוש
ja: 検索する文字列
sr: Кључеви за претрагу
sr_latn: Ključevi za pretragu

source: legend_security_settings
cy: Gosodiadau Uwch
fa: تنظیمات پیشرفته
he: הגדרות מתקדמות
ja: アドバンス設定
sr: Напредна подешавања
sr_latn: Napredna podešavanja

source: legend_syndication_details
cy: Manylion Syndicaliaeth
fa: جزئیات انتشارگری (Syndication)
he: פרטי סינדיקציה
ja: RSS配信の詳細
sr: Детаљи о удруживању
sr_latn: Detalji o udruživanju

source: legend_user_details
cy: Manylion Defnyddiwr
fa: ‌جزئیات عضو
he: פרטי משתמש
ja: メンバーの詳細
sr: Детаљи о члану
sr_latn: Detalji o članu

source: link_address
cy: Y cyfeiriad cyswllt yw:
fa: نشانی پیوند این است:
he: כתובת הקישור היא:
ja: リンクのURLは:
sr: Адреса везе је:
sr_latn: Adresa veze je:

source: link_group_properties
cy: Priodweddau grwp
fa: متعلقات گروه
he: מאפיניי קבוצה
ja: グループのプロパティ
sr: Поставке за групу
sr_latn: Postavke za grupu

source: link_install_products_log
cy: Cofnod gosod
fa: <tal:block replace="structure here/document_icon.gif"/> گزارش نصب
he: יומן התקנת מוצרים
ja: インストールログ
sr: Дневник постављања
sr_latn: Dnevnik postavljanja

source: linkintegrity_breaches_title
he: פוטנציאל קישור שבור
ja: リンク切れの可能性

source: linkintegrity_instructions
he: על ידי מחיקת פריט זה, תשבור את הקישורים שקיימים לפריט למטה. במידה וזה באמת מה שברצונך לעשות, אנו ממליצים לך להסיר את הרפרנסים לפני.
ja: この項目を削除すると、以下の項目の中にあるリンクがリンク切れを起こします。この項目を削除する前に、まずこれらのリンクを削除しておくことをお勧めします。

source: linkintegrity_is_referenced
he: ${portal_type} זה מופנה על ידי הפריטים הבאים
ja: この${portal_type}は、次の項目から参照されています：

source: linkintegrity_update_info
he: מידע תקינות קישור עודכן עבור פריט (ים) ${count}
ja: ${count} 項目のリンク整合性情報が更新された

source: linkintegrity_update_instructions
he: לחיצה על הכפתור מטה יגרום לבדיקת מידע תקינות קישור להתעדכן יכול להיות שפעולה זו תקח זמן, במיוחד לאתרים גדולים...
ja: 下のボタンを押すとリンク整合性情報が更新されます。大きなサイトの場合はしばらく時間がかかります。。。

source: linkintegrity_update_title
he: עדכן מידע תקינות קישור
ja: リンク整合性情報を更新

source: linkintegrity_warning
he: פריט אחד או יותר שהנך מנסה למחוק יכול לגרום לקישור באתרך להישבר
ja: 削除しようとしている項目の中に、削除するとリンク切れを引き起こすものがあります。

source: listingheader_action
cy: Gweithred
fa: کارکرد
he: פעולה
ja: アクション
sr: Дејство
sr_latn: Dejstvo

source: listingheader_action_performed
cy: Gweithred a gyflawnwyd
fa: کارکرد انجام شد
he: פעולה שבוצעה
ja: 実行されたアクション
sr: Дејство је извршено
sr_latn: Dejstvo je izvršeno

source: listingheader_affected_item
cy: Eitem Affeithiwyd
fa: آیتم‌های تاثیر گرفته
he: פריט שעודכן
ja: 影響を受けた項目
sr: Циљна ставка
sr_latn: Ciljna stavka

source: listingheader_author
cy: Awdur
fa: نویسنده
he: כותב
ja: 作成者
sr: Аутор
sr_latn: Autor

source: listingheader_comment
cy: Sylw
fa: نظر
he: הערה
ja: コメント
sr: Коментар
sr_latn: Komentar

source: listingheader_date_and_time
cy: Dyddiad ac Amser
fa: تاریخ و زمان
he: תאריך וזמן
ja: 日時
sr: Датум/време
sr_latn: Datum/vreme

source: listingheader_description
cy: Disgrifiad
fa: شرح
he: תאור
ja: 詳細
sr: Опис
sr_latn: Opis

source: listingheader_email_address
cy: Cyfeiriad E-bost
fa: نشانی ایمیل
he: כתובת דואר אלקטרוני
ja: Ｅメールアドレス
sr: Ел.адреса
sr_latn: El.adresa

source: listingheader_group_name
cy: Enw Grwp
fa: نام گروه
he: שם קבוצה
ja: グループ名
sr: Име групе
sr_latn: Ime grupe

source: listingheader_group_remove
cy: Tynnu Grwp
fa: حذف گروه
he: הסר קבוצה
ja: グループを削除
sr: Уклони групу
sr_latn: Ukloni grupu

source: listingheader_group_user_name
cy: Enw grwp/defnyddiwr
fa: نام گروه یا کاربر
he: שם משתמש/קבוצה
ja: グループ名/ユーザ名
sr: Име групе/корисника
sr_latn: Ime grupe/korisnika

source: listingheader_modified
cy: Newidiwyd
fa: آخرین تغییر
he: שונה
ja: 変更日時
sr: Измењено
sr_latn: Izmenjeno

source: listingheader_name
cy: Enw
fa: نام
he: שם
ja: 名前
sr: Име
sr_latn: Ime

source: listingheader_order
cy: Trefn
fa: ترتیب
he: על פי
ja: 順序
sr: Редослед
sr_latn: Redosled

source: listingheader_performed_by
cy: Perfformiwyd gan
fa: اجرا توسط
he: בוצע על ידי
ja: 実行者
sr: Извршилац
sr_latn: Izvršilac

source: listingheader_remove_group
cy: Tynnu Grwp
fa: حذف گروه
he: הסר קבוצה
ja: グループを削除
sr: Уклони групу
sr_latn: Ukloni grupu

source: listingheader_remove_user
cy: Tynnu defnyddiwr
fa: حذف کاربر
he: הסר משתמש
ja: ユーザを削除
sr: Уклони корисника
sr_latn: Ukloni korisnika

source: listingheader_reset_password
cy: Ailosod Cyfrinair
fa: از نو گذاری گذرواژه
he: איתחול סיסמא
ja: パスワードをリセット
sr: Поништи лозинку
sr_latn: Poništi lozinku

source: listingheader_roles
cy: Swyddogaethau
fa: نقش‌ها
he: תפקידים
ja: ロール
sr: Улоге
sr_latn: Uloge

source: listingheader_size
cy: Maint
fa: اندازه
he: גודל
ja: サイズ
sr: Величина
sr_latn: Veličina

source: listingheader_status
cy: Sir/Talaith
fa: وضعیت
he: מצב
ja: 状態
sr: Стање
sr_latn: Stanje

source: listingheader_title
cy: Teitl
fa: عنوان
he: כותרת
ja: タイトル
sr: Наслов
sr_latn: Naslov

source: listingheader_type
cy: Math
fa: نوع
he: סוג
ja: 種類
sr: Врста
sr_latn: Vrsta

source: listingheader_user_name
cy: Enw defnyddiwr
fa: نام ‌کاربر
he: שם משתמש
ja: ユーザ名
sr: Корисничко име
sr_latn: Korisničko ime

source: local_role_warning_default_page
cy: <strong>Sylwch!</strong> Rydych yn gosod y caniatâd rhannu ar gyfer tudalen rhagosodedig y ffolder. Os ydych am osod y caniatâd ar gyfer y ffolder sy'n ei gynnwys, cliciwch ${link}
fa: <strong>توجه!</strong> شما در حال تعیین مجوزهای شراکت برای صفحه پیش‌گزیده یک پوشه هستید. چنانچه قصد تعیین مجوزهای پوشه این آیتم را دارید، ${link} را کلیک کنید.
he: <strong>אזהרה</strong>הינך מגדיר את הרשאות שיתופיות לעמוד ברירת מחדל שלספריה זו. במידה והנך מעוניין להגדיר את ההרשאות לספריות שבתוכה, לחץ ${link}
ja: <strong>注意！</strong>このフォルダのデフォルトページについて共有権限を設定しようとしています。もし、その親フォルダの共有権限を設定したいのであれば、 ${link} をクリックします。
sr: <strong>Пажња!</strong> Управо подешавате дозволе за дељење за подразумевану страну овог директоријума. Ако желите да подесите дозволе за директоријум који је садржи, притисните ${link}
sr_latn: <strong>Pažnja!</strong> Upravo podešavate dozvole za deljenje za podrazumevanu stranu ovog direktorijuma. Ako želite da podesite dozvole za direktorijum koji je sadrži, pritisnite ${link}

source: local_role_warning_link
cy: yma
fa: اینجا
he: כאן
ja: ここ
sr: овде
sr_latn: ovde

source: local_role_warning_type
cy: <strong>Sylwch!</strong> Rydych yn gosod y caniatâd rhannu ar gyfer ${type}. Os ydych am osod y caniatâd ar gyfer y ffolder sy'n ei gynnwys, cliciwch ${link}
fa: <strong>توجه!</strong> شما در حال تعیین مجوزهای شراکت برای یک ${type} هستید. چنانچه قصد تعیین مجوزهای پوشه این آیتم را دارید، ${link} را کلیک کنید.
he: <strong>אזהרה</strong>הינך מגדיר את ההרשאות ל ${type}. אם ברצונך להגדיר את ההרשאות לקונטינר שלו, לחץ ${link}.
ja: <strong>注意！</strong> ${type}の共有権限を設定しようとしています。その親フォルダの共有権限を設定したいのであれば ${link} をクリックします。
sr: <strong>Пажња!</strong> Управо подешавате дозволе за дељење за ${type} . Ако желите да подесите дозволе за ставку која га садржи, притисните ${link} .
sr_latn: <strong>Pažnja!</strong> Upravo podešavate dozvole za deljenje za ${type} . Ako želite da podesite dozvole za stavku koja ga sadrži, pritisnite ${link} .

source: login_form_disabled
cy: Tra fo dilysu cookie wedi ei anablu, nid yw mewngofnodi ar sail cookie ar gael.
fa: در هنگام غیرفعال بودن هویت‌سنجی مبتنی بر کوکی، ورود مبتنی بر کوکی در دسترس نمی‌باشد.
he: טופס כניסה לא זמין
ja: クッキー認証が無効になっていると、クッキーを使ったログインができません。
sr: Док је провера колачића искључена, пријава помоћу колачића није доступна.
sr_latn: Dok je provera kolačića isključena, prijava pomoću kolačića nije dostupna.

source: login_portlet_disabled
cy: Mae dilysu cookie wedi ei anablu. Nid yw'r porthol mewngofnodi ar gael.
fa: هویت‌سنجی مبتنی بر کوکی غیرفعال گشته است. جعبه ورود در دسترس نمی‌باشد.
he: אישור אוטנטיקציה עוגיות נשלל. פורטלט התחברות לא זמין.
ja: クッキー認証が無効になっています。ログインポートレットが使えません。
sr: Пријава путем колачића је искључена. Портлет за пријаву није доступан.
sr_latn: Prijava putem kolačića je isključena. Portlet za prijavu nije dostupan.

source: mailtemplate_membership_body
cy: Cyfrinair: ${password} Cais gan IP ${ip_address} am ${timestamp}
he: סיסמא ${password} בקשה נעשתה בידי IP ${ip_address}ב ${timestamp}
ja: パスワード: ${password} に関する問い合わせを${timestamp}に、${ip_address}から受けました。
sr: Лозинка: ${password} Захтев је дошао са IP броја ${ip_address}, време ${timestamp}
sr_latn: Lozinka: ${password} Zahtev je došao sa IP broja ${ip_address}, vreme ${timestamp}

source: mailtemplate_membership_reminder
cy: Atgoffa am aelodaeth
he: תזכורת חברות
ja: メンバー情報の知らせ
sr: Подсетник о чланству
sr_latn: Podsetnik o članstvu

source: mailtemplate_registered_body
cy: Rydych wedi eich cofrestri fel aelod o ${portal_name}, sy'n caniatáu i chi bersonoli eich golwg o'r safle gwe a chymryd rhan yn y gymuned. Disgrifiad: ${description} Dewch i'n gweld yn ${portal_url} Eich enw mewngofnodi a chyfrinair yw : Enw mewngofnodi: ${username} Cyfrinair: ${password} Mewngofnodwch yma: ${log_in_here}
he: נירשמת כחבר ב ${portal_name}, דבר המאפשר לך להתאים אישית את הצפיה באתר ולהשתתף בקהילה. תיאור: ${description} בקר ב ${portal_url} שם המשתמש והסיסמא שלך הם: שם משתמש ${username} סיסמא ${password} התחבר כאן: ${log_in_here}
ja: あなたは ${portal_name} のメンバーとして登録されました。これで、自分の好みに合わせてページの表示を変えたり、コミュニティに参加したりすることが出来るようになりました。サイトの説明： ${description} ${portal_url} でアクセスしてください。ログインのとき、次の情報を使ってください： ユーザ名 : ${username} パスワード : ${password} ログイン : ${log_in_here}
sr: Пријављени сте у чланство ${portal_name} , што Вам дозвољава да прилагодите себи изглед ел. места и учествујете у раду заједнице. Опис: ${description} Посетите нас на адреси ${portal_url} Ваше корисничко име и лозинка су : Корисничко име : ${username} Лозинка : ${password}. Можете да се ${log_in_here}
sr_latn: Prijavljeni ste u članstvo ${portal_name} , što Vam dozvoljava da prilagodite sebi izgled el. mesta i učestvujete u radu zajednice. Opis: ${description} Posetite nas na adresi ${portal_url} Vaše korisničko ime i lozinka su : Korisničko ime : ${username} Lozinka : ${password}. Možete da se ${log_in_here}

source: mailtemplate_registered_portal_membership_info
cy: Gwybodaeth am Aelodaeth o'r Porthol
fa: اطلاعات عضویت در پورتال
he: פרטי חברות בפורטל
ja: ポータルメンバーシップの情報
sr: Подаци о чланству на порталу
sr_latn: Podaci o članstvu na portalu

source: manage_portlets_link
he: נהל פורטלטים
ja: ポートレットの管理

source: message_add_new_item_cancelled
he: הוספת פריט חדש בוטלה
ja: 項目を追加する作業が取り消されました。
sr: Додавање нове ставке је отказано.
sr_latn: Dodavanje nove stavke je otkazano.

source: message_edit_item_cancelled
he: עריכה בוטלה
ja: 編集が取り消されました
sr: Уређивање је отказано.
sr_latn: Uređivanje je otkazano.

source: message_reference_added
he: נוספה הפנייה
ja: 参照が追加されました
sr: Упућивање је додато.
sr_latn: Upućivanje je dodato.

source: message_reference_edited
he: נערכה הפניה
ja: 参照が編集されました
sr: Упућивање је измењено.
sr_latn: Upućivanje je izmenjeno.

source: message_send_feedback_confirm
fa: ایمیلی به مدیریت سایت در مورد پرسش‌ها یا نظرات شما هم‌اکنون فرستاده شد.
he: דואר אלקטרוני נשלח למנהל האתר בנוגע לשאלתך ו/או הערותיך.
ja: サイト管理者に質問やコメントのメールが送信されました。
sr: Управо је послата порука управнику ел. места у вези са Ваши питањима и предлозима.
sr_latn: Upravo je poslata poruka upravniku el. mesta u vezi sa Vaši pitanjima i predlozima.

source: month_apr
cy: Ebrill
fa: آوریل
he: אפריל
ja: 4月
sr: април
sr_latn: april

source: month_apr_abbr
cy: Ebr
fa: آوریل
he: אפר
ja: 4月
sr: aпр
sr_latn: apr

source: month_aug
cy: Awst
fa: اوت
he: אוגוסט
ja: 8月
sr: aвгуст
sr_latn: avgust

source: month_aug_abbr
cy: Aws
fa: اوت
he: אגו
ja: 8月
sr: авг
sr_latn: avg

source: month_dec
cy: Rhagfyr
fa: دسامبر
he: דצמבר
ja: 12月
sr: децембар
sr_latn: decembar

source: month_dec_abbr
cy: Rha
fa: دسامبر
he: דצמ
ja: 12月
sr: дец
sr_latn: dec

source: month_feb
cy: Chwefror
fa: فوریه
he: פברואר
ja: 2月
sr: фебруар
sr_latn: februar

source: month_feb_abbr
cy: Chw
fa: فوریه
he: פבר
ja: 2月
sr: феб
sr_latn: feb

source: month_jan
cy: Ionawr
fa: ژانویه
he: ינואר
ja: 1月
sr: јануар
sr_latn: januar

source: month_jan_abbr
cy: Ion
fa: ژانویه
he: ינו
ja: 1月
sr: јан
sr_latn: jan

source: month_jul
cy: Gorffennaf
fa: جولای
he: יולי
ja: 7月
sr: јул
sr_latn: jul

source: month_jul_abbr
cy: Gor
fa: ژوئیه
he: יול
ja: 7月
sr: јул
sr_latn: jul

source: month_jun
cy: Mehefin
fa: ژوئن
he: יוני
ja: 6月
sr: јун
sr_latn: jun

source: month_jun_abbr
cy: Meh
fa: ژوئن
he: יונ
ja: 6月
sr: јун
sr_latn: jun

source: month_mar
cy: Mawrth
fa: مارس
he: מרץ
ja: 3月
sr: март
sr_latn: mart

source: month_mar_abbr
cy: Maw
fa: مارس
he: מרץ
ja: 3月
sr: мар
sr_latn: mar

source: month_may
cy: Mai
fa: می
he: מאי
ja: 5月
sr: мај
sr_latn: maj

source: month_may_abbr
cy: Mai
fa: مه
he: מאי
ja: 5月
sr: мај
sr_latn: maj

source: month_nov
cy: Tachwedd
fa: نوامبر
he: נובמבר
ja: 11月
sr: новембар
sr_latn: novembar

source: month_nov_abbr
cy: Tac
fa: نوامبر
he: נוב
ja: 11月
sr: нов
sr_latn: nov

source: month_oct
cy: Hydref
fa: اکتبر
he: אוקטובר
ja: 10月
sr: октобар
sr_latn: oktobar

source: month_oct_abbr
cy: Hyd
fa: اکتبر
he: אוק
ja: 10月
sr: окт
sr_latn: okt

source: month_sep
cy: Medi
fa: سپتامبر
he: ספטמבר
ja: 9月
sr: септембар
sr_latn: septembar

source: month_sep_abbr
cy: Med
fa: سپتامبر
he: ספט
ja: 9月
sr: сеп
sr_latn: sep

source: no_body_text
cy: Nid oes gan yr eitem destun corff., cliciwch y tab golygu i newid hynny.
fa: این آیتم فاقد متن بدنه می‌باشد. برای تغییر آن، بندک ویرایش را کلیک کنید.
he: .לפריט זה אין טקסט גוף, לחץ על טאב העריכה על מנת לשנות זאת
ja: この項目にはまだ本文が書かれていません。編集タブをクリックして書き込んでください。
sr: Ова ставка нема никакав текст, притисните језичак за уређивање да бисте је уредили.
sr_latn: Ova stavka nema nikakav tekst, pritisnite jezičak za uređivanje da biste je uredili.

source: no_comments
cy: Dim sylwadau.
fa: نظری داده نشده
he: אין הערות
ja: コメントなし
sr: Нема коментара.
sr_latn: Nema komentara.

source: no_groups_found
cy: Nid oes yr un grwp wedi ei ganfod yn defnyddio eich meini prawf chwilio.
fa: هیچ گروهی مطابق معیار جستجوی شما یافت نشد.
he: לא נמצאו קבוצות בשימוש קריטריוני החיפוש שלך
ja: 検索条件に該当するグループは見つかりません。
sr: Ниједна група није пронађена помоћу овог критеријума за претрагу.
sr_latn: Nijedna grupa nije pronađena pomoću ovog kriterijuma za pretragu.

source: no_image_uploaded
cy: (Nid oes delwedd wedi ei lwytho i fyny eto)
fa: (هنوز هیچ تصویری upload نشده است)
he: לא הועלתה תמונה
ja: (画像はまだアップロードされていません)
sr: (Ниједна слика још није послата)
sr_latn: (Nijedna slika još nije poslata)

source: no_join_without_configured_mail
he: לא הוגדרו הגדרות דואר האלקטרוני לאתר זה. עד שהדואר האלקטרוני לא יוגדר זה יהיה בלתי אפשרי לצור חשבון
ja: このサイトではまだメール送信の設定が完了していません。メールの設定を済ませるまでは、アカウントを作成することができません。

source: no_members_found
cy: Nid oes yr un unigolyn wedi ei ganfod yn defnyddio eich meini prawf chwilio.
fa: هیچ عضوی مطابق معیار جستجوی شما یافت نشد.
he: לא נמצאו משתמשים המשתמשים ב <strong>קריטריון החיפוש</strong>
ja: 検索条件に合致するメンバーが見つかりません。
sr: Ниједан члан није пронађен према Вашим критеријумима за претрагу.
sr_latn: Nijedan član nije pronađen prema Vašim kriterijumima za pretragu.

source: no_new_events
cy: Dim digwyddiadau wedi eu postio.
fa: هیچ رخدادی ارسال نشده است.
he: אין ארועים חדשים
ja: 新しいイベントがありません。
sr: Ниједан догађај није послат.
sr_latn: Nijedan događaj nije poslat.

source: no_new_news
cy: Dim newyddion wedi ei bostio.
fa: هیچ خبری ارسال نشده است.
he: לא עודכנו חדשות
ja: 新しいニュースがありません。
sr: Ниједан чланак није послат.
sr_latn: Nijedan članak nije poslat.

source: no_users_found
he: לא נמצאו משתמשים העונים לקרטריון החיפוש שלך
ja: 条件に該当するユーザが見つかりませんでした。
sr: Ниједан корисник није пронађен употребом овог критеријума за претрагу.
sr_latn: Nijedan korisnik nije pronađen upotrebom ovog kriterijuma za pretragu.

source: nochange_file
cy: Cadw'r ffeil bresennol
fa: نگه‌داشتن پرونده موجود
he: אין שינוי קובץ
ja: 既存のファイルを維持
sr: Задржи постојећу датотеку
sr_latn: Zadrži postojeću datoteku

source: nochange_image
cy: Cadw'r ddelwedd bresennol
fa: نگه‌داشتن تصویر موجود
he: אין שינוי תמונה
ja: 既存の画像を維持
sr: Задржите постојећу слику
sr_latn: Zadržite postojeću sliku

source: none specified
cy: heb eu neilltuo
fa: مشخص نشده
he: לא מוגדר
ja: 何も指定されていません。
sr: нема назнаке
sr_latn: nema naznake

source: normal_text
cy: Normal
fa: معمولی
he: נורמלי
ja: 中
sr: Нормална
sr_latn: Normalna

source: openid_intro
he: במידה ואין לך OpenID, באפשרותך לקבל אחד מ ${openid_myopenid}
ja: OpenIDを持っていない場合は、${openid_myopenid}から取得します。

source: or_upload_a_file
cy: neu lwytho ffeil i fyny (bydd y cynnwys presennol yn cael ei newid)
fa: یا پرونده‌ای را بارگذاری کنید (جایگزین محتوای موجود خواهد شد)
he: או תעלה קובץ (התוכן הקיים יוחלף)
ja: またはファイルをアップロード（既存のコンテンツは置き換えられます）
sr: или пошаљите датотеку (постојећи садржај ће бити замењен)
sr_latn: ili pošaljite datoteku (postojeći sadržaj će biti zamenjen)

source: pending
cy: dan ystyriaeth
fa: در انتظار
he: ממתין
ja: 保留
sr: на чекању
sr_latn: na čekanju

source: plain_text
cy: Testun Plaen
fa: متن ساده
he: טקסט פשוט
ja: 平文テキスト
sr: Обичан текст
sr_latn: Običan tekst

source: portlets_value_block
he: בלוק
ja: ブロック

source: portlets_value_show
he: אל תחסום
ja: ブロックしない

source: portlets_value_use_parent
he: השתמש בהגדרות הורים
ja: 親フォルダの設定を使用

source: posted_by
cy: Postiwyd gan
fa: ارسال توسط
he: פורסם על ידי
ja: 作成者
sr: Аутор
sr_latn: Autor

source: private
cy: preifat
fa: شخصی
he: פרטי
ja: 非公開
sr: приватно
sr_latn: privatno

source: publish
cy: cyhoeddi
fa: منتشر کردن
he: פרסם
ja: 公開
sr: објава
sr_latn: objava

source: published
cy: cyhoeddwyd
fa: منتشر شده
he: פורסם
ja: 公開
sr: објављено
sr_latn: objavljeno

source: read_more
ja: もっと読む…

source: registered_disabled
cy: Mae dilysu cookies wedi ei analluogi.
fa: هویت‌سنجی مبتنی بر کوکی غیرفعال گشته است.
he: רישום לא זמין
ja: クッキー認証が無効になっています。
sr: Провера колачића је искључена.
sr_latn: Provera kolačića je isključena.

source: reject
cy: gwrthod
fa: پس فرستادن
he: דחה
ja: 却下
sr: одбиј
sr_latn: odbij

source: remember_to_log_out
cy: Allgofnodwch neu adael eich porwr pan rydych wedi gorffen.
fa: لطفا پس از پایان کار خود، logout کنید و یا مرورگر خود را ببندید.
he: זכור להתנתק
ja: 利用後はログアウトするかブラウザを終了してください。
sr: Молимо одјавите се или искључите разгледач када завршите.
sr_latn: Molimo odjavite se ili isključite razgledač kada završite.

source: rename_item_not_allowed
cy: Ni chewch newid enw'r eitem yma.
fa: شما اجازه تغییر نام این آیتم را ندارید.
he: אינך מורשה לשנות את מספר הזהות של פריט זה
ja: この項目のショートネームを変更することはできません。
sr: Није вам дозвољено да промените идентификатор ове ставке.
sr_latn: Nije vam dozvoljeno da promenite identifikator ove stavke.

source: results_by_author
cy: gan ${author}, ${date}
fa: توسط ${author} , ${date}
he: של ${author}, ${date}
ja: 作成者: ${author} 最終変更日時: ${date}
sr: аутор: ${author} , ${date}
sr_latn: autor: ${author} , ${date}

source: retract
cy: tynnu'n ôl
fa: پس گرفتن
he: חזרה
ja: 撤回
sr: повуци
sr_latn: povuci

source: return_to_view
he: חזרה
ja: 戻る

source: rules-enable-globally
he: אפשר גלובלי
ja: 全体的に有効にする

source: search_any_group
cy: Unrhyw Grwp
fa: هر گروه
he: כל קבוצה
ja: 任意のグループ
sr: Било која група
sr_latn: Bilo koja grupa

source: search_results_advanced
he: לא מצאת את מה שהנך מחפש? נסה את ${advanced_search} לאפשרויות חיפוש מדויקות יותר.
ja: お探しのコンテンツが見つからない場合、${advanced_search} にてさらに詳細な検索オプションをお試しください。

source: search_results_advanced_link
cy: Chwilio Uwch
fa: جستجوی پیشرفته
he: תוצאות חיפוש קישור מתקדם
ja: アドバンス検索
sr: Напредна претрага
sr_latn: Napredna pretraga

source: sendto_mailtemplate_body
he: קישור זה נשלח לך בידי ${portal_url} קיבלת את הדואר אלקטרוני זה מכיוון שמישהו קרא עמוד ב ${portal_title} וחשב שזה יכול לעניין אותך. זה נשלח בידי ${from_address} עם ההערות הבאות " ${comment} " ${document_title} ${document_description} ${document_url}
ja: このリンクは ${portal_url} から送信されたものです。 ${portal_title} のページを読んで参考になると思うからです。 ${from_address} さんが次のコメントを添えてこれを送りました： " ${comment} " ${document_title} ${document_description} ${document_url}
sr: Ова веза Вам је послата са ${portal_url}. Примили сте ову поруку јер је неко прочитао страницу на ${portal_title} и сматрао да ће Вас можда занимати. Пошиљалац је ${from_address} са следећим коментаром: „ ${comment} “ ${document_title} ${document_description} ${document_url}
sr_latn: Ova veza Vam je poslata sa ${portal_url}. Primili ste ovu poruku jer je neko pročitao stranicu na ${portal_title} i smatrao da će Vas možda zanimati. Pošiljalac je ${from_address} sa sledećim komentarom: „ ${comment} “ ${document_title} ${document_description} ${document_url}

source: show
cy: dangos
fa: نمایش
he: הצג
ja: 見せる
sr: покажи
sr_latn: pokaži

source: site_feedback_mailtemplate_body
cy: Rydych yn derbyn yr e-bost yma gan fod ${fullname} ${from_address} yn anfon adborth am y safle sy'n cael ei weinyddu gennych yn ${url}. Dyma'r neges: ${message}
he: הנך מקובל את דואר אלקטרוני זה מכיוון ${fullname} ${from_address} שלח לך משוב אודות ניהול האתר על ידך ב ${url}. ההודעה שנשלחה היתה: ${message}.
ja: ${fullname} ( ${from_address} )さんがあなたの管理しているplone portal ${url} にフィードバックを送ってきています。そのメッセージは：${message}
sr: Примили сте ову ел. пошту јер је ${fullname} ( ${from_address} ) послао повратну информацију о Плоновом порталу којим управљате на адреси ${url} . Послата порука гласи: ${message}
sr_latn: Primili ste ovu el. poštu jer je ${fullname} ( ${from_address} ) poslao povratnu informaciju o Plonovom portalu kojim upravljate na adresi ${url} . Poslata poruka glasi: ${message}

source: small_text
cy: Bach
fa: ریز
he: קטן
ja: 小
sr: Мала
sr_latn: Mala

source: status_fatal_password_mail
he: נכשל ליצור את חשבונך: לא היה באפשרותינו לשלוח לך את סיסמתך לתיבת הדואר ${address} האלקטרוני שלך:
ja: アカウントの作成に失敗: あなたのメールアドレス ${address} に、パスワードを送信することができませんでした。

source: status_nonfatal_password_mail
he: חשבונך הופעל, אך לא יכולנו לשלוח לך את סיסמך לתיבת הדואר האלקטרוני שלך: ${address}
ja: アカウントを作成しました。しかし、パスワードをあなたのメールアドレス ${address} に送信することができませんでした。

source: structured_text
cy: Testun Strwythuredig
fa: متن ساختیافته
he: טקסט מובנה
ja: 構造化テキスト
sr: Структурирани текст
sr_latn: Strukturirani tekst

source: submit
cy: cyflwyno
fa: ارائه
he: שלח
ja: 提出
sr: пошаљи
sr_latn: pošalji
