Repository: dtgit/dtedu
Catalog: ECQuiz/i18n/plone-*.po
Languages: de, fr, it, sl

source: A multiple-choice question.
de: Eine Multiple-Choice-Frage.
fr: Une question à choix multiple.
it: Domanda a scelta multipla
sl: Vprašanje z več možnimi odgovori.

source: A multiple-choice test
fr: Un test à choix multiple.
it: Test a scelta multipla
sl: Preizkus z več možnimi izbirami

source: A question that allows the candidate to write a text answer.
de: Eine Textfrage.
fr: Une question qui demande une réponse textuelle.
it: Una domanda che consente ai candidati di scrivere il testo della risposta.
sl: Vprašanje, ki dovoljuje kandidatu odgovor v besedilni obliki.

source: A reference to a question or a question group from another test.
fr: Une référence à une question ou une groupe de questions d'un autre test.
it: Riferimento a una domanda o gruppo di domande di un altro test
sl: Sklicevanje na vprašanje ali skupino vprašanj iz drugega preizkusa.

source: Base Answer
de: Basis-Antwort
fr: Réponse de base
it: Risposta aperta
sl: Osnovni odgovor

source: Base Question
de: Basis-Frage
fr: Question de base
it: Domanda aperta
sl: Osnovno vprašanje

source: Correct Answer
de: Richtig/Falsch-Antwort
fr: Réponse vrai/faux
it: Risposta corretta
sl: Pravilni odgovor

source: Extended Text Question
de: Textfrage
fr: Question à développement court
it: Testo della domanda aperta
sl: Razširjeno besedilo vprašanja

source: Grade
de: Benoten
fr: Noter
it: Valutare
sl: Ocena

source: Graded
de: Benotet
fr: Noté
it: Valutato
sl: Ocenjeno

source: Groups several questions into a unit.
de: Fasst mehrere Fragen zu einer Einheit zusammen.
fr: Permet de grouper plusieurs questions.
it: Raggruppa alcune domande in un unico blocco
sl: Združimo več vprašanj v enoto

source: Import/Export
it: Importa/Esporta
sl: Uvoz/Izvoz

source: Invalid
de: Ungültig
fr: Nul
it: Non valido
sl: Neveljavno

source: MC Answer
it: Risposte a scelta multipla (MC)
sl: Možni odgovor

source: MC Question
it: Domanda a scelta multipla
sl: Vprašanje z več možnimi odgovori

source: MC Question Group
it: Gruppo domande a scelta multipla (MC)
sl: Skupina vprašanj z več možnimi odgovori

source: MC Reference
it: Riferimenti della scelta multipla
sl: Sklic na vprašanje z več možnimi odgovori

source: MC Result
it: Risultato della scelta multipla
sl: Rezultat vprašanja z več odgovori

source: MC Test
it: Test a scelta multipla (MC)
sl: Preizkus z več možnimi odgovori

source: Not Submitted
de: Nicht eingereicht
fr: Ne pas soumis
it: Non inviato
sl: Ni oddano

source: Please use XHTML conformant markup.
de: Bitte verwenden Sie XHTML-konformes Markup.
fr: Utilisez le balisage conformant à XHTML, s. v. p.
it: Per favore usare una notazione conforme al linguaggio XHTML
sl: Prosimo, uporabite značke v skladu z XHTML.

source: Points Question
de: Punkte-Frage
fr: Question à points
it: Domanda a punti
sl: Vprašanje za točke

source: Rating Question
de: Bewertungsfrage
fr: Question d'évaluation
sl: Vprašanje za ovrednotenje

source: Results
de: Ergebnisse
fr: Résultats
it: Risultati
sl: Rezultati

source: Script Upload
sl: Nalaganje postopka

source: Selection Answer
de: Auswahl-Antwort
fr: Réponse à sélection
it: selezione risposta
sl: Izbira odgovora

source: Selection Question
de: Auswahl-Frage
fr: Question à sélection
it: Domanda a scelta multipla
sl: Izbrano vprašanje

source: Statistics
de: Statistik
fr: Statistiques
it: Statistiche
sl: Statistika

source: Superseded
de: Ersetzt
fr: Remplacé
it: Sostituito/integrato
sl: Nadomeščen

source: description_edit_extextquestion
de: Hier können sie eine Text-Frage erstellen.
fr: Une question à développement court.
sl: Tu vstavite besedilo vprašanja

source: description_edit_mcquestion
de: Hier können sie eine Multiple-Choice-Frage erstellen.
fr: Une question à choix multiple.
sl: Tu vstavite vprašanje z več možnimi odgovori

source: description_edit_mcquestiongroup
de: Hier können Sie eine Fragegruppe erstellen.
fr: Une groupe de questions.
sl: Tu vstavite skupino vprašanj

source: description_edit_mcreference
de: Hier können Sie eine Referenz auf eine Frage oder eine Fragegruppe aus einem anderen Test erstellen.
fr: Une réferénce à une question ou une groupe de questions d'un autre test.
sl: Tu vstavite sklicevanje na druga vprašanja z več možnimi odgovori

source: description_edit_mctest
de: Ein Online-Test.
fr: Un test à choix multiple.
sl: Sprotni preizkus

source: An online quiz.
de: Ein Online-Test.

source: A reference to a question or a question group from another quiz.
de: Eine Referenz auf eine Frage aus einem anderen Test.

source: Answer
de: Antwort
fr: Réponse

source: Question
de: Frage

source: Question Group
de: Fragegruppe
fr: Groupe de questions

source: Scale Question
de: Skalenfrage
fr: Question à échelle

source: Reference
de: Referenz
fr: Réferénce à une question

source: Result
de: Ergebnis
fr: Résultats test

source: description_edit_scalequestion
de: Ein Skalenfrage erfordert die Auswahl eines Punktes auf einer Skala, etwa einer Bewertung.
fr: Une question à échelle.

source: Quiz
fr: Test à choix multiple
