Repository: dtgit/dtedu
Catalog: ECAssignmentBox/i18n/plone-*.po
Languages: de

source: description_edit_eca
de: Eine Einreichung zu einer Aufgabe.

source: A submission to an assignment box
de: Eine Einreichung zu einer Aufgabe

source: Assignment
de: Einreichung

source: description_edit_ecab
de: Ermöglicht die Erstellung, Einreichung und Benotung von Aufgaben.

source: Allows the creation, submission and grading of online assignments
de: Ermöglicht die Erstellung, Einreichung und Benotung von Aufgaben

source: Assignment Box
de: Aufgabe

source: description_edit_ecf
de: Bietet die Möglichkeit, Aufgaben zu gruppieren.

source: A container for assignment boxes
de: Bietet die Möglichkeit, Aufgaben zu gruppieren

source: ECFolder
de: EC-Ordner

source: Assignments
de: Einreichungen

source: Assignments (full)
de: Einreichungen (vollständig)

source: Statistics
de: Statistiken

source: Analysis
de: Analyse

source: Set Assignment Box Options
de: Einstellungen von Aufgaben ändern

source: Assignment Task
de: Aufgabenstellung

source: Defines the task for an assignment box
de: Aufgabenstellung zur Verwendung in einer Aufgabe

source: description_edit_ecat
de: Aufgabenstellung zur Verwendung in einer Aufgabe.

source: Backlinks
de: Rückverweise

source: Submitted
de: Eingereicht

source: Pending
de: In Prüfung

source: Superseded
de: Ersetzt

source: Rejected
de: Abgewiesen

source: Accepted
de: Akzeptiert

source: Graded
de: Benotet

source: Review
de: Prüfen

source: Accept
de: Akzeptieren

source: Grade
de: Benoten

source: Supersede
de: Ersetzen

source: Cancel
de: Abbrechen

source: Submit
de: Einreichen

source: Save
de: Speichern

source: help_description
de: Eine kurze Beschreibung des Inhalts
