Repository: dtgit/dtedu
Catalog: MachineTranslate/i18n/plone-*.po
Languages: ar

source: About OCW
ar: حول OCW

source: Privacy Policy
ar: سياسة الخصوصيه

source: Terms of Use
ar: شروط الاستخدام

source: Add a Comment Only
ar: اضف تعليقا فقط

source: Advanced Search
ar: بحث متقدم

source: All XHTML issues have been resolved. Press &#39;save&#39; to keep the changes.
ar: جميع مسائل لغة النصوص التشعبيه القابلة للتمديد قد تم حلها. اضغط &#39;حفظ&#39;لحفظ الغييرات

source: An eduCommons course.
ar: دورة ميدان التعلم.

source: An eduCommons department.
ar: قسم ميدان التعلم.

source: An eduCommons file.
ar: ملف ميدان التعلم.

source: An eduCommons folder.
ar: مجلد ميدان التعلم.

source: An eduCommons image.
ar: صورة ميدان التعلم.

source: An eduCommons link.
ar: رابط ميدان التعلم.

source: An eduCommons page.
ar: صفحة ميدان التعلم

source: Are you sure you want to delete the selected items?
ar: هل انت متأكد من انك تريد حذف العناصر المختاره؟

source: Clear Copyright
ar: حذف حقوق الطبع والنشر

source: Copyright revoked
ar: حقوق الطبع والنشر لاغيه

source: Course
ar: درس

source: Courses
ar: دروس

source: eduCommons Skin Settings
ar: اعدادات واجهة ميدان التعلم

source: Department
ar: قسم

source: Document
ar: وثيقة

source: Error contacting server. Please try again.
ar: خطأ في الاتصال بالخادم. الرجاء اعادة المحاوله.

source: Export
ar: تصدير

source: External Link
ar: رابط خارجي

source: FCKeditor configuration
ar: Fck محرر التهيئة

source: Feedback
ar: اقتراحات

source: File
ar: ملف

source: HTML has been updated, but may still contain errors. Press &#39;save&#39; to keep the changes.
ar: تم تحديث لغة تأشير النص الفائق، ولكن ربما لا تزال تحتوي على اخطا. اضط&#39;حفظ&#39; لحفظ التغييراتء.

source: HTML has been updated. Press &#39;save&#39; to keep the changes.
ar: تم تحديث لغة HTML.اضغط&#39;حفظ&#39; لحفظ التغييراتء.

source: Help
ar: مساعدة

source: Image
ar: صورة

source: Import
ar: استيراد

source: Import/Export
ar: استيراد-تصدير

source: InProgress
ar: في تقدم

source: Item(s) added to navigation.
ar: عناصر مضافة الى الابحار.

source: Item(s) copyright revoked.
ar: عناصر حقوق الطبع والنشر لاغية.

source: Item(s) removed from navigation.
ar: عناصر ازيلت من الابحار.

source: Logs
ar: سجلات

source: Metadata
ar: بيانات

source: Navigation Added
ar: اضافة الابحار

source: Navigation Removed
ar: ازلة الابحار

source: OLS Discussion Group Administration
ar: OSL مناقشة فريق الادارة

source: Order
ar: امر

source: Personal Preferences
ar: تفضيلات شخصيه

source: Please correct the following messages:
ar: الرجاء تصحيح الرسائل التالية :

source: Please select one or more items to clear copyright.
ar: الرجاء اختيار عنصر واحد أو أكثر لازالة حقوق الطبع والنشر

source: Please select one or more items to remove from navigation.
ar: الرجاء اختيار عنصر واحد أو أكثر لازالة من الابحار

source: Please select one or more items to revoke copyright.
ar: الرجاء اختيارعنصر واحد أو أكثر لإلغاء حقوق النشر

source: Plone Powered
ar: بلون مدعوم

source: Publish Content
ar: نشر المحتوى

source: Publish Course
ar: نشر الدرس

source: Publish Department
ar: نشر القسم

source: Published Content
ar: نشر المحتوى

source: Quality Assurance
ar: ضمان الجوده

source: Release Content for Publication
ar: اطلاق المحتوى لنشر

source: Release Course for Publication
ar: اطلاق الدرس لنشر

source: Release Department for Publication
ar: اطلاق القسم لنشر

source: Released
ar: اطلاق

source: Released for Publication
ar: اطلاق لنشر

source: Relevance
ar: صلة

source: Remove From Navigation
ar: أزالة من الابحار

source: Retest Content
ar: اعادة اختبار المحتوى

source: Retest Department
ar: اعادة اختبار القسم

source: Retest Released Course
ar: اعادة اطلاق الدرس

source: Revoke Copyright
ar: الغاء حقوق النشر

source: Rework Content
ar: الغاء المحتوى

source: Rework Course
ar: الغاء الدرس

source: Rework Department
ar: الغاء القسم

source: Rework Published Content
ar: اعادة صياغه المحتوى المنشور

source: Rework Published Course
ar: اعادة صياغه الدرس المنشور

source: Rework Published Department
ar: اعادة صياغه القسم المنشور

source: Rework Released Content
ar: اعادة اطلاق المحتوى

source: Rework Released Course
ar: اعادة اطلاق الدرس

source: Rework Released Department
ar: اعادة اطلاق القسم

source: Show In Navigation
ar: ظاهر في الابحار

source: Site Settings
ar: اعدادات الموقع

source: Submit Content to QA
ar: تقديم المحتوى ل QA

source: Submit Course for QA
ar: تقديم الدرس ل QA

source: Submit Department to QA
ar: تقديم القسم ل QA

source: Tools
ar: ادوات

source: Unable to fix XHTML errors. Please update html and try again.
ar: لقد تعذر تصحيح أخطا XHTML. المرجو تحديث HTML و اعادة المحاولة.

source: Warning: The following objects have not cleared copyright:
ar: تحذير: لم تتم إزالة حقوق الطبع و النشر الخاصة بالعناصر التالية:

source: Work in progress
ar: عمل في تقدم

source: batch_x_items_matching_your_criteria
ar: ${number} عناصر مطابقة للمعايير الخاصة بك

source: could not be added to navigation
ar: لم يكن ممكنا إضافته إلى الإبحار

source: could not be copyright revoked.
ar: لم يكن ممكنا إلغاء حقوق الطبع والنشر.

source: could not be removed from navigation.
ar: لم يكن ممكنا إزالته من الإبحار.

source: description_advanced_search
ar: نموذج البحث هذا يمكنك من العثور على المحتوى على الموقع بتحديد مصطلح واحد أو عدة مصطلحات للبحث.<br/> تذكر أنه يمكنك استخدام البحث السريع في أي وقت ، فهو عادة جيد بما فيه الكفاية ، وهذا مجرد نموذج بحث إذا أردت أن تكون أكثر تحديدا.

source: description_control_panel
ar: منطقة التشكيل و إضافة المنتجات لميدان التعلم.

source: description_no_results_found
ar: لم يتم العثور على أية نتائج.

source: description_no_visible_items_add_paste
ar: هذا المجلد لا يتوفر على عناصر مرئية . لاإضافة محتوى ، اضغط على زر الإضافة ، أو الصق المحتوى من موقع آخر.

source: description_pas_users_listing
ar: ملاحظة : بعض أو كل ملحقات المصدر لمستخدمي ال بي إي إس لا تسمح بتعداد المستخدمين ، فلا يمكنك رؤية المستخدمين المحددين بتلك الملحقات ما لم تقم ببحث محدد.

source: description_user_management
ar: انقر على اسم المستخدم لرؤية و تغيير تفاصيله. انقر على أيقونة الظرف لإرسال بريد الى المستخدم. يمكنك أيضا تحريرعناوين البريد الالكتروني ، وإضافة / إزالة المستخدمين.

source: description_user_panel
ar: هذا المجال يتيح لك ضبط تفضيلاتك.

source: eduCommons Setup
ar: إعداد ميدان التعلم

source: go_to_parent_url
ar: مستوى واحد نحو الأعلى

source: have already been added to navigation.
ar: تمت إضافته مسبقا إلى الإبحار

source: have already been removed from navigation.
ar: تمت إزالته مسبقا من الإبحار

source: have already revoked copyright.
ar: قد سبق الغاء حقوق الطبع والنشر

source: heading_actions
ar: إجراء ات

source: heading_advanced_search
ar: بحث متقدم عن المحتوى

source: heading_control_panel
ar: اعداد ميدان التعلم

source: heading_search_results
ar: نتائج البحث

source: heading_user_panel
ar: تفضيلاتي

source: heading_users_overview
ar: نظرة عامة على المستخدمين

source: heading_views
ar: اراء

source: help_search_description
ar: إعادة العناصر المطابقه لهذا الوصف. يمكن إيجاد كلمات متعددة بربطها ب <strong>و</strong> و <strong>أو</strong>.

source: help_search_instructor
ar: عرض عناصر تم تدريسها من طرف موجه معين.

source: help_search_item_type
ar: عرض عناصر من نوع محدد.

source: help_search_new_items_since
ar: عرض العناصر المضافة منذ آخر تسجيل دخول لك، منذ الاسبوع الماضي ، الخ.

source: help_search_review_status
ar: كمراجع ، يمكنك البحث عن عناصراستنادا إلى حالة مراجعتها. إذا كنت ترغب في تقييد النتائج إلى عناصر في حالات معينة، اخترهم من هذه القائمة.

source: help_search_text
ar: للبحث عن نص بسيط أدخل مصطلح البحث الخاص بك هنا.. يمكن إيجاد كلمات متعددة بربطها ب <strong>و</strong> و <strong>أو</strong>. النص في هذه المنطقة سيتطابق مع عناصر و عنوان و وصف المحتويات.

source: help_search_title
ar: عرض العناصر المطابقة لهذا العنوان.

source: label_add_new_item
ar: إضافة عنصر

source: label_add_new_user
ar: إضافة مستخدم جديد

source: label_any_instructor
ar: أي موجه

source: label_apply_changes
ar: تطبيق التغييرات

source: label_css
ar: صالحة CSS

source: label_description
ar: وصف

source: label_flags
ar: أعلام: --معفى من حقوق النشر و الطبع

source: label_get_email_list
ar: احصل على قائمة البريد الالكتروني

source: label_history
ar: تاريخ

source: label_instructor
ar: موجه

source: label_item_type
ar: نوع العنصر

source: label_new_items_since
ar: عناصر جديدة منذ

source: label_no_panels_available
ar: لا توجد أية خيارات.

source: label_publishing_effective
ar: فعال

source: label_review_status
ar: حالة المراجعة

source: label_rss_feed
ar: تلقيم ال آر إس إس لنتائج البحث هذه

source: label_search
ar: بحث

source: label_search_text
ar: البحث في النص

source: label_section_508
ar: قسم 508

source: label_select_all_items
ar: اختر كل العناصر

source: label_showall
ar: اعرض الكل

source: label_skiptocontent
ar: انتقل الى المحتوى

source: label_state
ar: حالة

source: label_title
ar: عنوان

source: label_toggle
ar: اختر الكل/ لا شيء

source: label_up_to_plone_setup
ar: الوصول إلى إعداد الموقع

source: label_user_search
ar: البحث عن المستخدمين

source: label_users
ar: المستخدمين

source: label_wcag
ar: WCAG

source: label_xhtml
ar: صحيح XHTML

source: last_login
ar: اخر تسجيل دخول

source: legend_search_terms
ar: شروط البحث

source: listingheader_action
ar: إجراء

source: listingheader_comment
ar: تعليق

source: listingheader_date_and_time
ar: التاريخ والوقت

source: listingheader_email_address
ar: عنوان البريد الإلكتروني

source: listingheader_flags
ar: أعلام

source: listingheader_modified
ar: معدل

source: listingheader_performed_by
ar: منجز من طرف

source: listingheader_remove_user
ar: إزالة المستخدم

source: listingheader_reset_password
ar: إعادة ضبط كلمة السر

source: listingheader_roles
ar: أدوار

source: listingheader_size
ar: حجم

source: listingheader_status
ar: حالة

source: listingheader_title
ar: عنوان

source: listingheader_type
ar: نوع

source: listingheader_user_name
ar: اسم المستخدم

source: no_comments
ar: لا يوجد تعليقات

source: search_results_advanced
ar: ألم تجد ما تبحث عنه؟ جرب ${advanced_search} لبحث خيارات أكثر دقة.

source: search_results_advanced_link
ar: بحث متقدم

source: summary_review_history
ar: تاريخ المراجعة

source: text_no_user_searchstring
ar: ادخل اسم المستخدم للبحث عنه

source: text_no_user_searchstring_largesite
ar: ادخل اسم المستخدم للبحث عنه أو انقر 'اعرض الكل'

source: text_nomatches
ar: لا مطابقات

source: time_ever
ar: دائم

source: time_last_month
ar: الشّهر الماضي

source: time_last_week
ar: الأسبوع الماضي

source: time_yesterday
ar: البارحة

source: title_add_new_items_inside_item
ar: اضف عناصر جديدة داخل هذا العنصر

source: title_built_with_css
ar: موقع بلون تم بناؤه مع css صالح.

source: title_built_with_plone
ar: مبني بي بلون

source: title_rss_feed
ar: تلقيم ال آر إس إس لنتائج البحث هذه

source: title_section_508
ar: موقع بلون مطابق للمبادئ التوجيهية لقابلية الوصول للقسم 508 لحكومة الولايات المتحدة الأمريكية.

source: title_send_mail_to_user
ar: إرسال بريد الكتروني إلى هذا المستخدم

source: title_valid_xhtml
ar: صحيح XHTML موقع بلون يحتوي على

source: title_wcag_conformance
ar: موقع بلون مطابق للمبادئ التوجيهية لمحتوى الويب W3C-WAI.

source: user_role_note
ar: اعلم أن الأدوار المذكورة هنا تنطبق مباشرة على المستخدم. ولا تعكس أدوارا إضافية يمكن للمستخدمين الحصول عليها نتيجة لعضوية في مجموعة.
