Repository: dtgit/dtedu
Catalog: PloneFormGen/i18n/plone-ploneformgen-*.po
Languages: cs, fr, it, pt

source: description_webdav_locked
cs: S touto položkou nyní pracuje někdo jiný a nelze ji proto upravovat.
fr: Cet élément est utilisé par quelqu'un d'autre et vous ne pouvez pas le modifier
it: Questo elemento è utilizzato da qualcun altro e non può essere modificato
pt: Este item está a ser utilizado por outro utilizador e não pode ser modificado

source: heading_edit_item
cs: Editovat ${itemtype}
fr: Editer ${itemtype}
it: Edita ${itemtype}
pt: Editar ${itemtype}

source: label_cancel
cs: Storno
fr: Annuler
it: Cancella
pt: Anular

source: label_file_type
cs: Typ souboru
fr: Type de fichier
it: Tipo di file
pt: Tipo de Ficheiro

source: label_next
cs: Další
fr: Prochain
it: Prossimo
pt: Seguinte

source: label_previous
cs: Předchozí
fr: Précédent
it: Precedente
pt: Anterior

source: label_size
cs: Velikost
fr: Taille
it: Dimensione
pt: Tamanho

source: Form Folder
cs: Formulář
fr: Formulaire personnalisé
it: Cartella modulo (form)
pt: Pasta de formulário

source: A folder which can contain form fields.
cs: Složka, která obsahuje pole formuláře a pomocné jeho soubory.
fr: Un formulaire pouvant contenir des champs et des actions personnalisées.
it: Un raccoglitore di campi di form
pt: Uma pasta que pode conter campos de formulário.

source: A folder which creates a form view from contained form fields.
cs: Složka, která generuje z obsažených polí formulář.
fr: Un dossier créant un formulaire à partir des champs qu'il contient.
it: Un raccoglitore che crea una form a partire dai campi contenuti
pt: Uma pasta que cria um formulário com campos.

source: Mailer Adapter
cs: Mailer (odesílání pošty)
fr: Expéditeur de mél
it: Adattatore per l'invio via e-mail
pt: Receptor do email

source: A form action adapter that will e-mail form input.
cs: Poštovní adaptér, která odešle e-mailem výstup z formuláře.
fr: Une action de formulaire qui expédie les données saisies par mél.
it: Una azione che spedira' in email il contenuto dei campi.
pt: Acção de formulário que enviará um e-mail com os dados preenchidos.

source: An adapter that supplies a form action.
cs: Adaptér pro odesílání vyplněného formuláře.
fr: Un adaptateur qui fournit une action de formulaire.
it: Un adattatore che fornisce un'azione per la form.
pt: Um adaptador que fornece uma acção de formulário.

source: Save Data Adapter
cs: Uložení vyplněných údajů
fr: Enregistreur de données
it: Adattatore per salvare i dati nel web
pt: Gravar

source: A form action adapter that will save form input data in tab-delimited format.
cs: Adaptér pro uložení vyplněných údajů ve formátu s oddělovači.
fr: Une action de formulaire qui enregistre les données saisies dans un format délimité par des tabulations.
it: Un'azione per la form che permette di salvare l'input dei dati della gorm in un file delimitato da tab.
pt: Grava os dados introduzidos em formato texto com o separador tabulação.

source: Thanks Page
cs: Poděkování
fr: Page de remerciements
it: Pagina di ringraziamento
pt: Página de agradecimento

source: A thank-you page that can display form input
cs: Stránka s poděkováním, která může zobrazit vyplněná data.
fr: Une page de remerciements qui peut afficher les données saisies dans le formulaire
it: Una pagina di ringraziamento che puo' essere mostrata come risultato dell'invio di una form
pt: Página de agradecimento que pode mostrar os dados do formulário

source: A thank-you page that can display form input.
cs: Stránka s poděkováním, která může zobrazit vyplněná data.
fr: Une page de remerciements qui peut afficher les données saisies dans le formulaire
it: Una pagina di ringraziamento che puo' essere mostrata come risultato dell'invio di una form.
pt: Página de agradecimento que pode mostrar os dados do formulário.

source: Boolean Field
cs: Pole - ano/ne
fr: Champ vrai/faux
it: Campo booleano
pt: Campo Booleano

source: Boolean (checkbox) field
cs: Pole - ano/ne
fr: Champ vrai ou faux (case à cocher)
it: Campo (a spunta) booleano
pt: Campo de verdadeiro ou falso (escolha de opção)

source: A CheckBox (Boolean) field
cs: Pole - ano/ne
fr: Un champ vrai ou faux
it: Un campo con la spunta
pt: Um campo de verdadeiro ou falso

source: Date/Time Field
cs: Pole - datum/čas
fr: Champ date et heure
it: Campo per data o ora
pt: Campo de data/hora

source: Date/Time Entry Field
cs: Pole umožňující zadat datum a čas.
fr: Saisie de la date et de l'heure. L'heure est facultative.
it: Campo per data o ora
pt: Campo de data/hora

source: A date/time field. Time component is optional.
cs: Pole umožňující zadat datum a čas. Zadání času není povinné.
fr: Un champ date et heure. L'heure est facultative.
it: Campo per data o ora. L'ora e' opzionale.
pt: Um campo de data/hora. A componente hora é opcional.

source: File Field
cs: Pole - soubor
fr: Champ fichier
it: Campo File
pt: Campo de ficheiro

source: File (upload) field
cs: Pole umožňující odeslání souboru na server.
fr: Envoi de fichier depuis le formulaire
it: Campo per l'upload di un file
pt: Campo de formulário que permite o upload de ficheiros

source: A file field
cs: Pole umožňující odeslání souboru na server.
fr: Un champ fichier
it: Un campo file
pt: Campo de ficheiro

source: Fixed-Point Field
cs: Pole - desetinné číslo
fr: Champ nombre à virgule flottante
it: Campo numerico a virgola fissa
pt: Campo numérico decimal

source: Fixed-Point (float) entry field
cs: Pole umožňující zápis desetinného čísla.
fr: Saisie de nombre à virgule flottante
it: Campo numerico a virgola fissa
pt: Campo de formulário numérico decimal

source: A fixed-point (float) field
cs: Pole umožňující zápis desetinného čísla.
fr: Un champ nombre à virgule flottante
it: Campo numerico a virgola fissa
pt: Um campo numérico decimal

source: Integer Field
cs: Pole - celé číslo
fr: Champ nombre entier
it: Campo Numerico Intero
pt: Campo numérico inteiro

source: Integer entry field
cs: Pole umožňující zápis celého čísla.
fr: Saisie de nombre entier
it: Campo per numeri interi
pt: Campo de formulário numérico inteiro

source: A integer field
cs: Pole umožňující zápis celého čísla.
fr: Un champ nombre entier
it: Un campo numerico intero
pt: Um campo numérico inteiro

source: Label Field
cs: Pole - popisek
fr: Label
it: Frase senza campo input
pt: Campo de rótulo

source: Label-Only field (no input component)
cs: Popisek slouží k umístění needitovatelného textu do formuláře.
fr: Label seul (pas de saisie)
it: Campo con solo una frase (da usare per scrivere qualcosa nel mezzo)
pt: Campo tipo etiqueta (sem entrada de dados)

source: A Label (No Input) field
cs: Popisek slouží k umístění needitovatelného textu do formuláře.
fr: Un label (pas de saisie)
it: Frase senza campo input
pt: Um campo tipo etiqueta (sem entrada de dados)

source: Lines Field
cs: Pole - řádky
fr: Champ de saisie multiple
it: Un campo a linee, ogni linea e' un valore
pt: Campo de múltiplas linhas

source: A line entry field. This appears as a textarea without wordwrap.
cs: Pole sloužící k zápisu textových rádků. Text se v tomto poli nezalamuje.
fr: Saisie de plusieurs valeurs (une par ligne). S'affiche comme une zone de texte sans retour à la ligne.
it: Un campo a linee, ogni linea e' un valore. Nella form apparira' una text area
pt: Um campo de linhas. É exibido como uma área de texto sem quebra de linha.

source: A lines field. This appears as a textarea without wordwrap.
cs: Pole sloužící k zápisu textových rádků. Text se v tomto poli nezalamuje.
fr: Champ de saisie multiple. S'affiche comme une zone de texte sans retour à la ligne.
it: Un campo a linee, ogni linea e' un valore. Nella form apparira' una text area
pt: Campo de linhas. Aparece como uma área de texto sem quebra de palavras.

source: Multi-Select Field
cs: Pole - vícenásobný výběr
fr: Champ à sélection multiple
it: Campo a selezione multipla
pt: Campo de escolha múltipla

source: Multiple selection field (select with multiple or check boxes)
cs: Pole umožňující výběr více než jedné položky ze seznamu.
fr: Choix multiple (s'affiche comme une liste de sélection ou un ensemble de case à cocher)
it: Campo a selezione multipla (Un SELECT con MULTIPLE oppure tanti checkbox a spunta)
pt: Campo de escolha múltipla (escolha de várias opcções ou botões de selecção)

source: A multiple-selection field
cs: Pole umožňující výběr více než jedné položky ze seznamu.
fr: Un champ à sélection multiple
it: Un campo a selezione multipla
pt: Um campo de escolha múltipla

source: Password Field
cs: Pole - heslo
fr: Champ mot de passe
it: Campo Password
pt: Campo de password

source: Password entry field (input is masked)
cs: Pole umožňující zadání hesla. Zapisované znaky jsou maskovány.
fr: Saisie de mot de passe (la valeur est masquée)
it: Campo Pasword (il valore e' mascherato)
pt: Campo de formulário de password (entrada de dados é ocultada)

source: A password field (input masked)
cs: Pole umožňující zadání hesla. Zapisované znaky jsou maskovány.
fr: Un champ mot de passe (la valeur est masquée)
it: Campo Pasword (il valore e' mascherato)
pt: Um campo de password (valor protegido)

source: RichText Field
cs: Pole - formátovaný text
fr: Champ texte mis en forme
it: Campo html
pt: Campo de texto com formatação

source: Rich-text (visual editor) field
cs: Pole umožňující zápis formátovaného textu ve visuálním editoru.
fr: Saisie de texte formaté (à l'aide d'un éditeur)
it: Campo html (con un editor visuale)
pt: Campo de texto com formatação (editor visual)

source: A rich text area field
cs: Pole umožňující zápis formátovaného textu ve visuálním editoru.
fr: Un champ de texte mis en forme
it: Campo html (con un editor visuale)
pt: Um campo de área de texto com formatação

source: Selection Field
cs: Pole - výběr
fr: Champ sélection
it: Campo Selezione
pt: Campo de selecção

source: Selection Field (radio buttons or select)
cs: Pole umožňující výběr jedné položky ze seznamu.
fr: Sélection d'une valeur dans une liste.
it: Campo di selezione a un solo valore (radio o selezione)
pt: Campo de selecção (selecção de um valor a partir de uma lista)

source: A selection field
cs: Pole umožňující výběr jedné položky ze seznamu.
fr: Un champ de sélection
it: Un campo di selezione
pt: Um campo de selecção

source: String Field
cs: Pole - řetězec
fr: Champ texte court
it: Campo Stringa
pt: Campo de texto

source: A string entry field
cs: Pole umožňující zápis krátkého textu.
fr: Saisie de texte court (une seule ligne)
it: Un campo stringa (una linea)
pt: Um campo de texto (apenas uma linha)

source: A string field
cs: Pole umožňující zápis krátkého textu.
fr: Un champ texte court
it: Un campo stringa
pt: Um campo de texto

source: Text Field
cs: Pole - textová oblast
fr: Zone de texte
it: Campo Testo
pt: Campo de texto

source: Text (textarea) field
cs: Pole umožňující zápis delšího neformátovaného textu.
fr: Un champ zone de texte
it: Campo Testo (TEXTAREA)
pt: Um campo de texto (área de texto)

source: A text area field
cs: Pole umožňující zápis delšího neformátovaného textu.
fr: Un champ zone de texte
it: Un campo testo (TEXTAREA)
pt: Um campo de área de texto

source: default
cs: výchozí
fr: défaut
pt: padrão

source: decoration
cs: doprovodný text
fr: décoration
it: decorazione
pt: formatação

source: no-input
cs: bez vstupu
fr: formulaire vide
it: senza input
pt: sem entrada de dados

source: overrides
cs: doplňování
fr: surcharges
it: sovrascrive
pt: reescrever

source: addressing
cs: adresování
fr: adresses
it: indirizzo
pt: endereços

source: message
cs: zpráva
it: messaggio
pt: mensagem

source: template
cs: šablona
fr: modèle
pt: modelo

source: headers
cs: hlavička
fr: entêtes
it: intestazioni
pt: cabeçalhos

source: encryption
cs: šifrování
fr: cryptage
it: criptato
pt: encriptação

source: label_fieldhelp_text
cs: Nápověda
fr: Aide du champ
it: Aiuto per il Campo
pt: Ajuda para o campo

source: label_fieldlabel_text
cs: Popisek pole
fr: Label du champ
it: Etichetta del Campo
pt: Rótulo do campo

source: Captcha field
cs: Captcha

source: Captcha field (code verification)
cs: Captcha (ověření ochranného kódu)

source: A Captcha field
cs: Captcha

source: background
cs: pozadí

source: others
cs: další

source: label_captcha_order_text
cs: Přepište ochranný kód zobrazený na obrázku

source: Custom Script Adapter
cs: Adaptér uživatelského skriptu
fr: Adaptateur pour script
it: Adattatore basato su uno script personalizzato

source: Fieldset Folder
cs: Skupina polí
fr: Conteneur pour groupe de champs
it: Cartella per gruppi di campi

source: A folder which groups form fields as a fieldset.
cs: Složka, která může seskupit pole do logické skupiny (fieldset).
fr: Un dossier qui permet de regrouper des champs en un groupe de champs.
it: Una cartella che contiene campi e gruppi di campi

source: Rich Label Field
cs: Formátovaný popisek
it: Campo Rich Text
pt: Label met opmaak

source: A rich-text label
cs: Popisek s formátovaným textem

source: Rich-text label field
cs: Popisek s formátovaným textem

source: Wrong code. Please try again
cs: Nesprávný kód. Zkuste opsat kód znovu.

source: Executes a Python script for form data.
fr: Éxécute un script Python à partir des données du formulaire.
it: Esegue uno script Python per i dati del form

source: No proxy role
fr: Pas de proxy role
it: Nessun ruolo proxy

source: label_fgbooleantruestring_text
it: Stringa mostrata per Vero

source: label_fgbooleanfalsestring_text
it: Stringa mostrata per Falso

source: help_fgbooleanfalsestring_text
it: Testo da mostrare nella pagina ed email di ringraziamento quando il campo non è selezionato.
